{"Charu C. Aggarwal": ["On Effective Conceptual Indexing and Similarity Search in Text Data., ICDM, 2001"], "Aijun An": ["Comparisons of Classification Methods for Screening Potential Compounds., ICDM, 2001"], "Michael Anderson": ["Knowledge Discovery from Diagrammatically Represented Data., ICDM, 2001"], "Suhail Ansari": ["Integrating E-Commerce and Data Mining: Architecture and Challenges., ICDM, 2001"], "Wai-Ho Au": ["Classification with Degree of Membership: A Fuzzy Approach., ICDM, 2001"], "José L. Balcázar": ["Provably Fast Training Algorithms for Support Vector Machines., ICDM, 2001"], "Krishna Bharat": ["Who Links to Whom: Mining Linkage between Web Sites., ICDM, 2001"], "Catherine Blake": ["Better Rules, Few Features: A Semantic Approach to Selecting Features from Text., ICDM, 2001"], "Richard J. Bolton": ["Significance Tests for Patterns in Continuous Data., ICDM, 2001"], "Rong Chen": ["Distributed Web Mining Using Bayesian Networks from Multiple Data Streams., ICDM, 2001"], "Jong-Sheng Cherng": ["A Hypergraph Based Clustering Algorithm for Spatial Data Sets., ICDM, 2001"], "David Maxwell Chickering": ["Efficient Determination of Dynamic Split Points in a Decision Tree., ICDM, 2001"], "Manoranjan Dash": ["Efficient Yet Accurate Clustering., ICDM, 2001"], "Chris H. Q. Ding": ["A Min-max Cut Algorithm for Graph Partitioning and Data Clustering., ICDM, 2001"], "Tapio Elomaa": ["Preprocessing Opportunities in Optimal Numerical Range Partitioning., ICDM, 2001"], "Wei Fan": ["Using Artificial Anomalies to Detect Unknown and Known Network Intrusions., ICDM, 2001"], "Tom Fawcett": ["Using Rule Sets to Maximize ROC Performance., ICDM, 2001"], "Hichem Frigui": ["A Synchronization Based Algorithm for Discovering Ellipsoidal Clusters in Large Datasets., ICDM, 2001"], "João Gama": ["Functional Trees for Classification., ICDM, 2001"], "Floris Geerts": ["A Tight Upper Bound on the Number of Candidate Patterns., ICDM, 2001"], "Karam Gouda": ["Efficiently Mining Maximal Frequent Itemsets., ICDM, 2001"], "Henner Graubitz": ["The DIAsDEM Framework for Converting Domain-Specific Texts into XML Documents with Data Mining Techniques., ICDM, 2001"], "Valerie Guralnik": ["A Scalable Algorithm for Clustering Sequential Data., ICDM, 2001"], "Maria Halkidi": ["Clustering Validity Assessment: Finding the Optimal Partitioning of a Data Set., ICDM, 2001"], "Xiaofeng He": ["Automatic Topic Identification Using Webpage Clustering., ICDM, 2001"], "Johan Himberg": ["Time Series Segmentation for Context Recognition in Mobile Devices., ICDM, 2001"], "Shoji Hirano": ["Indiscernibility Degree of Objects for Evaluating Simplicity of Knowledge in the Clustering Procedure., ICDM, 2001"], "Tzung-Pei Hong": ["Mining Coverage-Based Fuzzy Rules by Evolutional Computation., ICDM, 2001"], "Ming-Chuan Hung": ["An Efficient Fuzzy C-Means Clustering Algorithm., ICDM, 2001"], "Xiaohua Hu": ["Using Rough Sets Theory and Database Operations to Construct a Good Ensemble of Classifiers for Data Mining Applications., ICDM, 2001"], "Hisao Ishibuchi": ["Fuzzy Data Mining: Effect of Fuzzy Discretization., ICDM, 2001"], "Chris Jermaine": ["The Computational Complexity of High-Dimensional Correlation Search., ICDM, 2001"], "Mahesh V. Joshi": ["Evaluating Boosting Algorithms to Classify Rare Classes: Comparison and Improvements., ICDM, 2001"], "Sung Young Jung": ["An Agglomerative Hierarchical Clustering Using Partial Maximum Array and Incremental Similarity Computation Method., ICDM, 2001"], "Konstantinos Kalpakis": ["Distance Measures for Effective Clustering of ARIMA Time-Series., ICDM, 2001"], "Hillol Kargupta": ["Mining Decision Trees from Data Streams in a Mobile Environment., ICDM, 2001"], "Eamonn J. Keogh": ["An Online Algorithm for Segmenting Time Series., ICDM, 2001"], "Thomas Knight": ["AINE: An Immunological Approach to Data Mining., ICDM, 2001"], "Marzena Kryszkiewicz": ["Concise Representation of Frequent Patterns Based on Disjunction-Free Generators., ICDM, 2001"], "Michihiro Kuramochi": ["Frequent Subgraph Discovery., ICDM, 2001"], "Henry E. Kyburg Jr.": ["Statistical Considerations in Learning from Data., ICDM, 2001"], "Zarrin Langari": ["Subject Classification in the Oxford English Dictionary., ICDM, 2001"], "Chang-Hung Lee": ["On Mining General Temporal Association Rules in a Publication Database., ICDM, 2001"], "Jung-Won Lee": ["Preparations for Semantics-Based XML Mining., ICDM, 2001"], "Beitao Li": ["Mining Image Features for Efficient Query Processing., ICDM, 2001"], "Jiuyong Li": ["Mining the Smallest Association Rule Set for Predictions., ICDM, 2001"], "Wenmin Li": ["CMAR: Accurate and Efficient Classification Based on Multiple Class-Association Rules., ICDM, 2001"], "Bing Liu": ["Analyzing the Interestingness of Association Rules from the Temporal Dimension., ICDM, 2001"], "Gary Livingston": ["Closing the Loop: An Agenda- and Justification-Based Framework for Selecting the Next Discovery Task to Perform., ICDM, 2001", "Closing the Loop: Heuristics for Autonomous Discovery., ICDM, 2001"], "Wen-Hsiang Lu": ["Anchor Text Mining for Translation of Web Queries., ICDM, 2001"], "Sheng Ma": ["Mining Mutually Dependent Patterns., ICDM, 2001"], "Paul Munteanu": ["The EQ Framework for Learning Equivalence Classes of Bayesian Networks., ICDM, 2001"], "Steven Noel": ["Visualizing Association Mining Results through Hierarchical Clusters., ICDM, 2001"], "Carlos Ordonez": ["Mining Constrained Association Rules to Predict Heart Disease., ICDM, 2001", "A Fast Algorithm to Cluster High Dimensional Basket Data., ICDM, 2001"], "Jian Pei": ["H-Mine: Hyper-Structure Mining of Frequent Patterns in Large Databases., ICDM, 2001"], "Chang-Shing Perng": ["FARM: A Framework for Exploring Mining Spaces with Multiple Attributes., ICDM, 2001"], "Kimmo Raivio": ["Neural Analysis of Mobile Radio Access Network., ICDM, 2001"], "Graeme Richards": ["Discovery of Association Rules in Tabular Data., ICDM, 2001"], "Lior Rokach": ["Theory and Applications of Attribute Decomposition., ICDM, 2001"], "Pierre-Yves Rolland": ["FlExPat: Flexible Extraction of Sequential Patterns., ICDM, 2001"], "Sigal Sahar": ["Interestingness PreProcessing., ICDM, 2001"], "Ying Sai": ["Data Analysis and Mining in Ordered Information Tables., ICDM, 2001"], "Masakazu Seno": ["LPMiner: An Algorithm for Finding Frequent Itemsets Using Length-Decreasing Support Constraint., ICDM, 2001"], "Joaquim Ferreira da Silva": ["Document Clustering and Cluster Topic Extraction in Multilingual Corpora., ICDM, 2001"], "Aixin Sun": ["Hierarchical Text Classification and Evaluation., ICDM, 2001"], "François Velin": ["Web Cartography for Online State Promotion: An Algorithm for Clustering Web Resources., ICDM, 2001"], "Ching-Yao Wang": ["Maintenance of Sequential Patterns for Record Deletion., ICDM, 2001"], "Haixun Wang": ["SSDT: A Scalable Subspace-Splitting Classifier for Biased Data., ICDM, 2001"], "Wei Wang": ["Meta-patterns: Revealing Hidden Periodic Patterns., ICDM, 2001"], "Virginia Wheway": ["Using Boosting to Simplify Classification Models., ICDM, 2001"], "Ning Zhong": ["Interestingness, Peculiarity, and Multi-Database Mining., ICDM, 2001"], "Fernando Alonso": ["Discovering Similar Patterns for Characterising Time Series in a Medical Domain., ICDM, 2001"], "Nitesh V. Chawla": ["Creating Ensembles of Classifiers., ICDM, 2001"], "Jie Chen": ["Association Rules Enhanced Classification of Underwater Acoustic Signal., ICDM, 2001"], "June-Suh Cho": ["Efficient Splitting Rules Based on the Probabilities of Pre-assigned Intervals., ICDM, 2001"], "Honghua Dai": ["Inexact Field Learning: An Approach to Induce High Quality Rules from Low Quality Data., ICDM, 2001"], "Carlotta Domeniconi": ["Incremental Support Vector Machine Construction., ICDM, 2001"], "Wolfgang Gaul": ["Mining Generalized Association Rules for Sequential and Path Data., ICDM, 2001"], "Rayid Ghani": ["Combining Labeled and Unlabeled Data for Text Classification with a Large Number of Categories., ICDM, 2001"], "Daniel Gillblad": ["Dependency Derivation in Industrial Process Data., ICDM, 2001"], "Sherri K. Harms": ["Discovering Representative Episodal Association Rules from Event Sequences Using Frequent Closed Episode Sets and Event Constraints., ICDM, 2001"], "Andreas Hotho": ["Text Clustering Based on Good Aggregations., ICDM, 2001"], "Hasan M. Jamil": ["Ad Hoc Association Rule Mining as SQL3 Queries., ICDM, 2001"], "Viviane Crestana-Jensen": ["Heuristic Optimization for Decentralized Frequent Itemset Counting., ICDM, 2001"], "Gang Li": ["Evolutionary Structure Learning Algorithm for Bayesian Network and Penalized Mutual Information Metric., ICDM, 2001"], "Xu Liang": ["Applications of Data Mining in Hydrology., ICDM, 2001"], "Zhiyong Liu": ["RPCL-Based Local PCA Algorithm., ICDM, 2001"], "Manolis Maragoudakis": ["Learning Automatic Acquisition of Subcategorization Frames Using Bayesian Inference and Support Vector Machines., ICDM, 2001"], "Petri Myllymäki": ["Bayesian Data Mining on the Web with B-Course., ICDM, 2001"], "Tadashi Nomoto": ["An Experimental Comparison of Supervised and Unsupervised Approaches to Text Summarization., ICDM, 2001"], "Jürgen Paetz": ["Metric Rule Generation with Septic Shock Patient Data., ICDM, 2001"], "Viet Phan Luong": ["The Representative Basis for Association Rules., ICDM, 2001"], "Stefan Rüping": ["Incremental Learning with Support Vector Machines., ICDM, 2001"], "Guillermo Sánchez-Díaz": ["A Clustering Method for Very Large Mixed Data Sets., ICDM, 2001"], "Tobias Scheffer": ["Mining the Web with Active Hidden Markov Models., ICDM, 2001"], "Pascal Soucy": ["A Simple KNN Algorithm for Text Categorization., ICDM, 2001"], "Sam Steingold": ["Measuring Real-Time Predictive Models., ICDM, 2001"], "Fengzhan Tian": ["Incremental Learning of Bayesian Networks with Hidden Variables., ICDM, 2001"], "Fan-Chen Tseng": ["Mining Frequent Closed Itemsets with the Frequent Pattern List., ICDM, 2001"], "Hui Wang": ["Classification through Maximizing Density., ICDM, 2001"], "Lei Wang": ["An Immune Neural Network Used for Classification., ICDM, 2001"], "Xiong Wang": ["alpha-Surface and Its Application to Mining Protein Data., ICDM, 2001"], "Show-Jane Yen": ["An Efficient Data Mining Technique for Discovering Interesting Sequential Patterns., ICDM, 2001"], "Osmar R. Zaïane": ["Fast Parallel Association Rule Mining without Candidacy Generation., ICDM, 2001"], "Bernard Zenko": ["A Comparison of Stacking with Meta Decision Trees to Bagging, Boosting, and Stacking with other Methods., ICDM, 2001"], "Du Zhang": ["Mining California Vital Statistics Data., ICDM, 2001"], "Qinghua Zou": ["A Pattern Decomposition (PD) Algorithm for Finding All Frequent Patterns in Large Datasets., ICDM, 2001"]}