{"Einoshin Suzuki": ["Discriminative Learning on Exemplary Patterns of Sequential Numerical Data., ICDM, 2014"], "Prabhanjan Kambadur": ["Orthogonal Matching Pursuit for Sparse Quantile Regression., ICDM, 2014"], "Eugenia Suyargulova": ["Quick Detection of High-Degree Entities in Large Directed Networks., ICDM, 2014"], "Sriram Raghavan": ["Inferring Uncertain Trajectories from Partial Observations., ICDM, 2014"], "Ann B. Ragin": ["Tensor-Based Multi-view Feature Selection with Applications to Brain Diseases., ICDM, 2014"], "Philip S. Yu": ["Collective Prediction of Multiple Types of Links in Heterogeneous Information Networks., ICDM, 2014", "Steering Information Diffusion Dynamically against User Attention Limitation., ICDM, 2014", "RS-Forest: A Rapid Density Estimator for Streaming Anomaly Detection., ICDM, 2014", "Low-Density Cut Based Tree Decomposition for Large-Scale SVM Problems., ICDM, 2014"], "Thomas S. Huang": ["Factorized Similarity Learning in Networks., ICDM, 2014", "Learning Local Semantic Distances with Limited Supervision., ICDM, 2014"], "Zhen Qian": ["Road Traffic Congestion Monitoring in Social Media with Hinge-Loss Markov Random Fields., ICDM, 2014"], "Yong Yu": ["LorSLIM: Low Rank Sparse Linear Methods for Top-N Recommendations., ICDM, 2014", "A Parallel and Efficient Algorithm for Learning to Match., ICDM, 2014"], "Bernardo A. Huberman": ["Detecting Flow Anomalies in Distributed Systems., ICDM, 2014"], "Yun Fu": ["Low-Rank Common Subspace for Multi-view Learning., ICDM, 2014", "Early Classification of Ongoing Observation., ICDM, 2014"], "Jing Yuan": ["Sparse Real Estate Ranking with Online User Reviews and Offline Moving Behaviors., ICDM, 2014"], "Christian Böhm": ["Finding the Optimal Subspace for Clustering., ICDM, 2014"], "John Paisley": ["A Collaborative Kalman Filter for Time-Evolving Dyadic Processes., ICDM, 2014"], "Chengqi Zhang": ["SNOC: Streaming Network Node Classification., ICDM, 2014", "Multi-graph-view Learning for Graph Classification., ICDM, 2014"], "Abdullah Mueen": ["Dual-Domain Hierarchical Classification of Phonetic Time Series., ICDM, 2014"], "Bruno Crémilleux": ["Sequence Classification Based on Delta-Free Sequential Patterns., ICDM, 2014"], "Huan Liu": ["Social Spammer Detection with Sentiment Information., ICDM, 2014"], "Anni Cai": ["TINA: Cross-Modal Correlation Learning by Adaptive Hierarchical Semantic Aggregation., ICDM, 2014"], "Hong Qin": ["Diverse Power Iteration Embeddings and Its Applications., ICDM, 2014", "Noise-Resistant Unsupervised Feature Selection via Multi-perspective Correlations., ICDM, 2014"], "Chao Zhang": ["Technology Prospecting for High Tech Companies through Patent Mining., ICDM, 2014"], "Yongdong Zhang": ["News Credibility Evaluation on Microblog with a Hierarchical Propagation Model., ICDM, 2014"], "Shou-De Lin": ["Neural Conditional Energy Models for Multi-label Classification., ICDM, 2014"], "Yu Tsao": ["A Transfer Probabilistic Collective Factorization Model to Handle Sparse Data in Collaborative Filtering., ICDM, 2014"], "Patrick Ross": ["An Examination of Multivariate Time Series Hashing with Applications to Health Care., ICDM, 2014"], "Hady Wirawan Lauw": ["Probabilistic Latent Document Network Embedding., ICDM, 2014"], "Jun Luo": ["Locating POS Terminals from Credit Card Transactions., ICDM, 2014"], "Sherry Emery": ["Detecting Campaign Promoters on Twitter Using Markov Random Fields., ICDM, 2014"], "Aidong Zhang": ["LRBM: A Restricted Boltzmann Machine Based Approach for Representation Learning on Linked Data., ICDM, 2014"], "Dongmei Zhang": ["Identifying Recurrent and Unknown Performance Issues., ICDM, 2014"], "Lu Lu": ["UnTangle: Visual Mining for Data with Uncertain Multi-labels via Triangle Map., ICDM, 2014"], "Hui Xiong": ["Social Marketing Meets Targeted Customers: A Typical User Selection and Coverage Perspective., ICDM, 2014", "Heterogeneous Metric Learning with Content-Based Regularization for Software Artifact Retrieval., ICDM, 2014"], "Junjie Wu": ["Exploiting Heterogeneous Human Mobility Patterns for Intelligent Bus Routing., ICDM, 2014"], "Bart Vanrumste": ["Anomaly Detection Using the Poisson Process Limit for Extremes., ICDM, 2014"], "Zhongzhi Shi": ["Ratable Aspects over Sentiments: Predicting Ratings for Unrated Reviews., ICDM, 2014"], "Masatoshi Yoshikawa": ["Fast and Exact Monitoring of Co-Evolving Data Streams., ICDM, 2014"], "Claudia Plant": ["Ternary Matrix Factorization., ICDM, 2014", "Metric Factorization for Exploratory Analysis of Complex Data., ICDM, 2014"], "Wenyuan Li": ["Classification by CUT: Clearance under Threshold., ICDM, 2014"], "Francesco Bonchi": ["Modeling Adoptions and the Stages of the Diffusion of Innovations., ICDM, 2014", "Graph Summarization with Quality Guarantees., ICDM, 2014"], "Mung Chiang": ["Stock Market Prediction from WSJ: Text Mining via Sparse Matrix Factorization., ICDM, 2014"], "Sergey Kirshner": ["A Scalable Method for Exact Sampling from Kronecker Family Models., ICDM, 2014"], "Trilce Estrada": ["Time Series Join on Subsequence Correlation., ICDM, 2014"], "Blair D. Sullivan": ["Locally Estimating Core Numbers., ICDM, 2014"], "Eamonn J. Keogh": ["Dynamic Time Warping Averaging of Time Series Allows Faster and More Accurate Classification., ICDM, 2014"], "Geoffrey I. Webb": ["A Statistically Efficient and Scalable Method for Log-Linear Analysis of High-Dimensional Data., ICDM, 2014", "Contrary to Popular Belief Incremental Discretization can be Sound, Computationally Efficient and Extremely Useful for Streaming Data., ICDM, 2014", "Naive-Bayes Inspired Effective Pre-Conditioner for Speeding-Up Logistic Regression., ICDM, 2014"], "Paul N. Bennett": ["Composite Likelihood Data Augmentation for Within-Network Statistical Relational Learning., ICDM, 2014"], "Zhongfei Zhang": ["Structural Bregman Distance Functions Learning to Rank with Self-Reinforcement., ICDM, 2014"], "Li Guo": ["Online Nonparametric Max-Margin Matrix Factorization for Collaborative Prediction., ICDM, 2014"], "Carl Kingsford": ["Diffusion Archaeology for Diffusion Progression History Reconstruction., ICDM, 2014"], "Hongxia Jin": ["Privacy-Preserving Personalized Recommendation: An Instance-Based Approach via Differential Privacy., ICDM, 2014"], "Osmar R. Zaïane": ["Mining Contentious Documents Using an Unsupervised Topic Model Based Approach., ICDM, 2014"], "Anirban Basu": ["Efficient Integrity Verification for Outsourced Collaborative Filtering., ICDM, 2014"], "Wang-Chien Lee": ["PGT: Measuring Mobility Relationship Using Personal, Global and Temporal Factors., ICDM, 2014"], "Kerry L. Taylor": ["MASCOT: Fast and Highly Scalable SVM Cross-Validation Using GPUs and SSDs., ICDM, 2014"], "Yi Wang": ["A Fast Inference Algorithm for Stochastic Blockmodel., ICDM, 2014"], "Shang Xia": ["Modeling and Mining Spatiotemporal Social Contact of Metapopulation from Heterogeneous Data., ICDM, 2014"], "Yang Liu": ["Continuous KNN Join Processing for Real-Time Recommendation., ICDM, 2014"], "Lawrence B. Holder": ["Scalable SVM-Based Classification in Dynamic Graphs., ICDM, 2014"], "Jian Pei": ["Towards Scalable and Accurate Online Feature Selection for Big Data., ICDM, 2014"], "Iain A. Matthews": ["Learning Fine-Grained Spatial Models for Dynamic Sports Play Prediction., ICDM, 2014", "Large-Scale Analysis of Soccer Matches Using Spatiotemporal Tracking Data., ICDM, 2014"], "Xiaochun Cao": ["Output Feature Augmented Lasso., ICDM, 2014"], "Jianbiao Ren": ["Multi-touch Attribution in Online Advertising with Survival Theory., ICDM, 2014"], "Qi Liu": ["Tracking the Evolution of Social Emotions: A Time-Aware Topic Modeling Perspective., ICDM, 2014"], "Takashi Washio": ["Mp-Dissimilarity: A Data Dependent Dissimilarity Measure., ICDM, 2014"], "Thomas Seidl": ["Check-in Location Prediction Using Wavelets and Conditional Random Fields., ICDM, 2014"], "Vaishali P. Sadaphal": ["Janus - Analytics-Driven Transition Planner., ICDM, 2014"], "Johannes Fürnkranz": ["Graded Multilabel Classification by Pairwise Comparisons., ICDM, 2014"], "Kotagiri Ramamohanarao": ["TRIBAC: Discovering Interpretable Clusters and Latent Structures in Graphs., ICDM, 2014"], "Charu C. Aggarwal": ["Stream Mining Using Statistical Relational Learning., ICDM, 2014"], "Yan Liu": ["Ups and Downs in Buzzes: Life Cycle Modeling for Temporal Pattern Discovery., ICDM, 2014"], "B. Aditya Prakash": ["Flu Gone Viral: Syndromic Surveillance of Flu on Twitter Using Temporal Topic Models., ICDM, 2014"], "Mohamed A. Sharaf": ["Mining Personal Health Index from Annual Geriatric Medical Examinations., ICDM, 2014"], "Tao Zhang": ["Social Role Identification via Dual Uncertainty Minimization Regularization., ICDM, 2014"], "Sabine Loudcher": ["A Joint Model for Topic-Sentiment Evolution over Time., ICDM, 2014"], "Narayan Bhamidipati": ["Hidden Conditional Random Fields with Deep User Embeddings for Ad Targeting., ICDM, 2014"], "Scott Rixner": ["Learning to Grade Student Programs in a Massive Open Online Course., ICDM, 2014"], "Christopher M. Jermaine": ["Senders, Receivers and Authors in Document Classification., ICDM, 2014"], "Lejian Liao": ["Shell Miner: Mining Organizational Phrases in Argumentative Texts in Social Media., ICDM, 2014"], "Mark Johnson": ["Topic Models with Topic Ordering Regularities for Topic Segmentation., ICDM, 2014"], "Julia Thaele": ["Understanding Where Your Classifier Does (Not) Work - The SCaPE Model Class for EMM., ICDM, 2014"], "Christopher Farah": ["Ring-Shaped Hotspot Detection: A Summary of Results., ICDM, 2014"], "David Tien": ["Tensor Regression Based on Linked Multiway Parameter Analysis., ICDM, 2014"], "Li Ding": ["Heavyweight Pattern Mining in Attributed Flow Graphs., ICDM, 2014"], "Jiawei Han": ["Online Spectral Learning on a Graph with Bandit Feedback., ICDM, 2014", "Mining Query-Based Subnetwork Outliers in Heterogeneous Information Networks., ICDM, 2014"], "Martin Ester": ["Social Topic Modeling for Point-of-Interest Recommendation in Location-Based Social Networks., ICDM, 2014"], "Zhiping Gu": ["Bayesian Heteroskedastic Choice Modeling on Non-identically Distributed Linkages., ICDM, 2014"], "Enhong Chen": ["Robust Dynamic Trajectory Regression on Road Networks: A Multi-task Learning Framework., ICDM, 2014", "Learning Low-Rank Label Correlations for Multi-label Classification with Missing Labels., ICDM, 2014", "Investment Recommendation in P2P Lending: A Portfolio Perspective with Risk Management., ICDM, 2014"], "Russel Pears": ["Detecting Volatility Shift in Data Streams., ICDM, 2014"], "Kyuseok Shim": ["Latent Ranking Analysis Using Pairwise Comparisons., ICDM, 2014"], "Bianca Zadrozny": ["Bus Travel Time Predictions Using Additive Models., ICDM, 2014"], "Petra Mutzel": ["Explicit Versus Implicit Graph Feature Maps: A Computational Phase Transition for Walk Kernels., ICDM, 2014"], "Ian Davidson": ["Spectral Clustering for Medical Imaging., ICDM, 2014"], "Richard Kyle MacKinnon": ["Fast Algorithms for Frequent Itemset Mining from Uncertain Data., ICDM, 2014"], "Jidong Shao": ["Spotting Fake Reviews via Collective Positive-Unlabeled Learning., ICDM, 2014"], "Guoqing Chen": ["Discovering Temporal Retweeting Patterns for Social Media Marketing Campaigns., ICDM, 2014"], "Ankur Teredesai": ["A Framework to Recommend Interventions for 30-Day Heart Failure Readmission Risk., ICDM, 2014"], "Chenghua Lin": ["Hete-CF: Social-Based Collaborative Filtering Recommendation Using Heterogeneous Relations., ICDM, 2014"], "Dorothea Wiesmann": ["Hierarchical Incident Ticket Classification with Minimal Supervision., ICDM, 2014"], "Floriana Esposito": ["A Gaussian Process Model for Knowledge Propagation in Web Ontologies., ICDM, 2014"], "Rahul Vaze": ["Mutual Information Based Output Dimensionality Reduction., ICDM, 2014"], "Albert Bifet": ["Multi-label Classification with Meta-Labels., ICDM, 2014"], "Kenji Yamanishi": ["Data Fusion Using Restricted Boltzmann Machines., ICDM, 2014"], "Christos Faloutsos": ["Spotting Suspicious Link Behavior with fBox: An Adversarial Perspective., ICDM, 2014"], "Hong Cheng": ["Recovering Low-Rank and Sparse Matrices via Robust Bilateral Factorization., ICDM, 2014"], "Yi-Dong Shen": ["Robust Spectral Learning for Unsupervised Feature Selection., ICDM, 2014"], "Chuang Lin": ["Flow-Based Influence Graph Visual Summarization., ICDM, 2014"], "U. Kang": ["Distributed Methods for High-Dimensional and Large-Scale Tensor Factorization., ICDM, 2014"], "Alexandrin Popescul": ["Parallel Corpus Approach for Name Matching in Record Linkage., ICDM, 2014"], "Olufemi A. Omitaomu": ["Metric Ranking of Invariant Networks with Belief Propagation., ICDM, 2014"], "Steven C. H. Hoi": ["High-Dimensional Data Stream Classification via Sparse Online Learning., ICDM, 2014"], "Sanjay Chawla": ["On Sparse Feature Attacks in Adversarial Learning., ICDM, 2014"], "Ya Zhang": ["Stability-Based Stopping Criterion for Active Learning., ICDM, 2014"], "Xia Feng": ["Hashtag Graph Based Topic Model for Tweet Mining., ICDM, 2014"], "Zhi-Hua Zhou": ["Scalable Multi-instance Learning., ICDM, 2014"], "Xiaofang Zhou": ["Exploring Social Influence on Location-Based Social Networks., ICDM, 2014"], "Yuemeng Li": ["On Spectral Analysis of Signed and Dispute Graphs., ICDM, 2014"], "Xingquan Zhu": ["Document-Specific Keyphrase Extraction Using Sequential Patterns with Wildcards., ICDM, 2014"], "Lifeng Luo": ["ORION: Online Regularized Multi-task Regression and Its Application to Ensemble Forecasting., ICDM, 2014"], "Francis Y. L. Chin": ["Learning Sparse Gaussian Bayesian Network Structure by Variable Grouping., ICDM, 2014"], "Haoda Fu": ["Learning from Label and Feature Heterogeneity., ICDM, 2014"], "Sriraam Natarajan": ["Learning from Imbalanced Data in Relational Domains: A Soft Margin Approach., ICDM, 2014"], "Lihui Chen": ["K-MEAP: Generating Specified K Clusters with Multiple Exemplars by Efficient Affinity Propagation., ICDM, 2014"], "Hong Yu": ["Multi-view Clustering via Multi-manifold Regularized Nonnegative Matrix Factorization., ICDM, 2014"], "Ross D. King": ["Predicting the Geographical Origin of Music., ICDM, 2014"], "Jingrui He": ["Co-Clustering Structural Temporal Data with Applications to Semiconductor Manufacturing., ICDM, 2014"], "Zoran Bosnic": ["Automated Essay Evaluation Augmented with Semantic Coherence Measures., ICDM, 2014"]}