{"Nick G. Duffield": ["Efficient Graphlet Counting for Large Networks., ICDM, 2015"], "C. Seshadhri": ["Diamond Sampling for Approximate Maximum All-Pairs Dot-Product (MAD) Search., ICDM, 2015"], "Qi Liu": ["Information Source Detection via Maximum A Posteriori Estimation., ICDM, 2015"], "Kun-Ta Chuang": ["Influential Sustainability on Social Networks., ICDM, 2015"], "Yang Wang": ["Towards Frequent Subgraph Mining on Single Large Uncertain Graphs., ICDM, 2015"], "Philip S. Yu": ["Ensemble of Diverse Sparsifications for Link Prediction in Large-Scale Networks., ICDM, 2015", "Convex Approximation to the Integral Mixture Models Using Step Functions., ICDM, 2015", "Multiple Anonymized Social Networks Alignment., ICDM, 2015"], "Mengxiang Lin": ["Modeling Emerging, Evolving and Fading Topics Using Dynamic Soft Orthogonal NMF with Sparse Representation., ICDM, 2015"], "Chunyan Miao": ["Unobtrusive Sensing Incremental Social Contexts Using Fuzzy Class Incremental Learning., ICDM, 2015"], "Ambuj K. Singh": ["Learning Predictive Substructures with Regularization for Network Data., ICDM, 2015"], "Vinay Deolalikar": ["Jackknifing Documents and Additive Smoothing for Naive Bayes with Scarce Data., ICDM, 2015"], "My T. Thai": ["Network Clustering via Maximizing Modularity: Approximation Algorithms and Theoretical Limits., ICDM, 2015"], "Wouter Duivesteijn": ["Exceptionally Monotone Models - The Rank Correlation Model Class for Exceptional Model Mining., ICDM, 2015"], "Theodore Vasiloudis": ["Knowing an Object by the Company it Keeps: A Domain-Agnostic Scheme for Similarity Discovery., ICDM, 2015"], "Ian Davidson": ["Accurate Estimation of Generalization Performance for Active Learning., ICDM, 2015"], "Hui Xiong": ["Discovery of College Students in Financial Hardship., ICDM, 2015", "The Impact of Patent Activities on Stock Dynamics in the High-Tech Sector., ICDM, 2015"], "Xenofon D. Koutsoukos": ["Monitoring Stealthy Diffusion., ICDM, 2015"], "Geoff Jiang": ["Time Series Segmentation to Discover Behavior Switching in Complex Physical Systems., ICDM, 2015"], "Shenghuo Zhu": ["Finding Multiple Stable Clusterings., ICDM, 2015"], "Xindong Wu": ["Learning Label Specific Features for Multi-label Classification., ICDM, 2015", "Towards Mining Trapezoidal Data Streams., ICDM, 2015"], "Amit Dhurandhar": ["Informative Prediction Based on Ordinal Questionnaire Data., ICDM, 2015"], "Patrick Thiran": ["Traveling Salesman in Reverse: Conditional Markov Entropy for Trajectory Segmentation., ICDM, 2015"], "Qiang Cheng": ["Robust PCA Via Nonconvex Rank Approximation., ICDM, 2015"], "Christos Faloutsos": ["Automatic Taxonomy Extraction from Bipartite Graphs., ICDM, 2015", "A General Suspiciousness Metric for Dense Blocks in Multimodal Data., ICDM, 2015"], "Yong Ge": ["Point-of-Interest Recommender Systems: A Separate-Space Perspective., ICDM, 2015", "Generative Models for Mining Latent Aspects and Their Ratings from Short Reviews., ICDM, 2015"], "Xin Geng": ["Leveraging Implicit Relative Labeling-Importance Information for Effective Multi-label Learning., ICDM, 2015"], "Yong Rui": ["Content-Aware Collaborative Filtering for Location Recommendation Based on Human Mobility Data., ICDM, 2015"], "Enhong Chen": ["Community Detection Based on Structure and Content: A Content Propagation Perspective., ICDM, 2015", "Feature Selection with Integrated Relevance and Redundancy Optimization., ICDM, 2015"], "Xing Xie": ["Mining Indecisiveness in Customer Behaviors., ICDM, 2015"], "Xiang Zhang": ["Robust Multi-Network Clustering via Joint Cross-Domain Cluster Alignment., ICDM, 2015"], "Hai-Ning Liang": ["A Unified Gradient Regularization Family for Adversarial Examples., ICDM, 2015"], "Yijun Sun": ["Parallel Hierarchical Clustering in Linearithmic Time for Large-Scale Sequence Analysis., ICDM, 2015"], "Man Lung Yiu": ["Accelerating Exact Similarity Search on CPU-GPU Systems., ICDM, 2015"], "Mohamed S. Kamel": ["Ensemble Kernel Mean Matching., ICDM, 2015"], "Aaron Clauset": ["Predicting Sports Scoring Dynamics with Restoration and Anti-Persistence., ICDM, 2015"], "Xuan Zhu": ["Domain-Specific Knowledge Base Enrichment Using Wikipedia Tables., ICDM, 2015"], "Florent Masseglia": ["Fast Parallel Mining of Maximally Informative k-Itemsets in Big Data., ICDM, 2015"], "Ali Dasdan": ["Online Model Evaluation in a Large-Scale Computational Advertising Platform., ICDM, 2015", "From 0.5 Million to 2.5 Million: Efficiently Scaling up Real-Time Bidding., ICDM, 2015"], "Xinzhu Mu": ["BrainQuest: Perception-Guided Brain Network Comparison., ICDM, 2015"], "Dacheng Tao": ["Top-k Link Recommendation in Social Networks., ICDM, 2015", "R2FP: Rich and Robust Feature Pooling for Mining Visual Data., ICDM, 2015", "MMFE: Multitask Multiview Feature Embedding., ICDM, 2015"], "Manuel Gomez-Rodriguez": ["Modeling Adoption and Usage of Competing Products., ICDM, 2015"], "Yi-Dong Shen": ["Experimental Design with Multiple Kernels., ICDM, 2015"], "Jiawei Han": ["Mining Multi-aspect Reflection of News Events in Twitter: Discovery, Linking and Presentation., ICDM, 2015", "KnowSim: A Document Similarity Measure on Structured Heterogeneous Information Networks., ICDM, 2015"], "Alexander Kotov": ["Multi-level Approximate Spectral Clustering., ICDM, 2015"], "Seung-won Hwang": ["KSTR: Keyword-Aware Skyline Travel Route Recommendation., ICDM, 2015"], "Yongfeng Huang": ["Collaborative Multi-domain Sentiment Classification., ICDM, 2015"], "Xiangfeng Luo": ["Infinite Author Topic Model Based on Mixed Gamma-Negative Binomial Process., ICDM, 2015"], "Vivian Zhu": ["Exploiting Temporal and Social Factors for B2B Marketing Campaign Recommendations., ICDM, 2015"], "Xiaoli Li": ["An Aggressive Graph-Based Selective Sampling Algorithm for Classification., ICDM, 2015"], "Jie Tang": ["Beyond Query: Interactive User Intention Understanding., ICDM, 2015"], "Bin Li": ["Sparse Online Relative Similarity Learning., ICDM, 2015"], "Wenliang Zhong": ["Fast Low-Rank Matrix Learning with Nonconvex Regularization., ICDM, 2015"], "Daoqiang Zhang": ["Weighted Spectral Cluster Ensemble., ICDM, 2015"], "Shiqiang Yang": ["From Micro to Macro: Uncovering and Predicting Information Cascading Process with Behavioral Dynamics., ICDM, 2015"], "Ping Luo": ["Max-Intensity: Detecting Competitive Advertiser Communities in Sponsored Search Market., ICDM, 2015"], "Shuiwang Ji": ["Deep Convolutional Neural Networks for Multi-instance Multi-task Learning., ICDM, 2015"], "Xiaoling Wang": ["A Bayesian Hierarchical Model for Comparing Average F1 Scores., ICDM, 2015"], "Yuefan Deng": ["Modeling Social Attention for Stock Analysis: An Influence Propagation Perspective., ICDM, 2015"], "B. Aditya Prakash": ["Controlling Propagation at Group Scale on Networks., ICDM, 2015"], "Yu Zhang": ["Parallel Multi-task Learning., ICDM, 2015"], "Naren Ramakrishnan": ["SimNest: Social Media Nested Epidemic Simulation via Online Semi-Supervised Deep Learning., ICDM, 2015"], "Steven C. H. Hoi": ["Cost-Sensitive Online Classification with Adaptive Regularization and Its Applications., ICDM, 2015"], "Jianzhong Li": ["Top-k Reliability Search on Uncertain Graphs., ICDM, 2015"], "Ke Xu": ["Complementary Aspect-Based Opinion Mining Across Asymmetric Collections., ICDM, 2015"], "Mohamed Nadif": ["Simultaneous Semi-NMF and PCA for Clustering., ICDM, 2015"], "Mara Sorella": ["Learning a Macroscopic Model of Cultural Dynamics., ICDM, 2015"], "Peter Triantafillou": ["Learning Set Cardinality in Distance Nearest Neighbours., ICDM, 2015"], "Sean M. Fitzhugh": ["Are You Going to the Party: Depends, Who Else is Coming?: [Learning Hidden Group Dynamics via Conditional Latent Tree Models]., ICDM, 2015"], "Jenna Wiens": ["Automated Feature Learning: Mining Unstructured Data for Useful Abstractions., ICDM, 2015"], "Ann B. Ragin": ["Mining Brain Networks Using Multiple Side Views for Neurological Disorder Identification., ICDM, 2015"], "Hanghang Tong": ["On the Connectivity of Multi-layered Networks: Models, Measures and Optimal Control., ICDM, 2015"], "Jimeng Sun": ["Constructing Disease Network and Temporal Progression Model via Context-Sensitive Hawkes Process., ICDM, 2015", "Sparse Hierarchical Tucker Factorization and Its Application to Healthcare., ICDM, 2015"], "Qing Wang": ["Efficient Entity Resolution with Adaptive and Interactive Training Data Selection., ICDM, 2015"], "Nicolò Cesa-Bianchi": ["The ABACOC Algorithm: A Novel Approach for Nonparametric Classification of Data Streams., ICDM, 2015"], "Lionel M. Ni": ["Dissecting Regional Weather-Traffic Sensitivity Throughout a City., ICDM, 2015"], "Fabrice Clérot": ["A Parameter-Free Approach for Mining Robust Sequential Classification Rules., ICDM, 2015"], "Wang-Chien Lee": ["Patent Citation Recommendation for Examiners., ICDM, 2015"], "Aoying Zhou": ["CNL: Collective Network Linkage Across Heterogeneous Social Platforms., ICDM, 2015"], "Hideyuki Kikuchi": ["Population Synthesis via k-Nearest Neighbor Crossover Kernel., ICDM, 2015"], "Yixuan Li": ["Detecting Overlapping Communities from Local Spectral Subspaces., ICDM, 2015"], "Jeffrey Xu Yu": ["Scalable Hypergraph Learning and Processing., ICDM, 2015"], "Vipin Kumar": ["Adaptive Heterogeneous Ensemble Learning Using the Context of Test Instances., ICDM, 2015", "Post Classification Label Refinement Using Implicit Ordering Constraint Among Data Instances., ICDM, 2015"], "Arvind Agarwal": ["Supervised Topic Models for Microblog Classification., ICDM, 2015"], "Mineichi Kudo": ["Variable Selection for Efficient Nonnegative Tensor Factorization., ICDM, 2015"], "Sriraam Natarajan": ["Transfer Learning via Relational Type Matching., ICDM, 2015"], "Mikel Galar": ["Theoretical and Empirical Criteria for the Edited Nearest Neighbour Classifier., ICDM, 2015"], "Shou-De Lin": ["LambdaMF: Learning Nonsmooth Ranking Functions in Matrix Factorization Using Lambda., ICDM, 2015"], "Sungroh Yoon": ["Measuring Large-Scale Dynamic Graph Similarity by RICom: RWR with Intergraph Compression., ICDM, 2015"], "Chih-Jen Lin": ["Fast Matrix-Vector Multiplications for Large-Scale Logistic Regression on Shared-Memory Systems., ICDM, 2015"], "Bradley Malin": ["Iterative Classification for Sanitizing Large-Scale Datasets., ICDM, 2015"], "Aidong Lu": ["Analysis of Spectral Space Properties of Directed Graphs Using Matrix Perturbation Theory with Application in Graph Partition., ICDM, 2015"], "Huaimin Wang": ["The Convergence Behavior of Naive Bayes on Large Sparse Datasets., ICDM, 2015"], "Aidong Zhang": ["DRN: Bringing Greedy Layer-Wise Training into Time Dimension., ICDM, 2015"], "Lin Li": ["Learning User Preferences across Multiple Aspects for Merchant Recommendation., ICDM, 2015"], "Qian Zhang": ["Logdet Divergence Based Sparse Non-Negative Matrix Factorization for Stable Representation., ICDM, 2015"], "Yun Fu": ["Clustering with Partition Level Side Information., ICDM, 2015", "Part-Level Regularized Semi-Nonnegative Coding for Semi-Supervised Learning., ICDM, 2015"], "Yanjie Fu": ["Station Site Optimization in Bike Sharing Systems., ICDM, 2015"], "David W. Cheung": ["Spatio-Temporal Topic Models for Check-in Data., ICDM, 2015"], "Milos Hauskrecht": ["Missing Value Estimation for Hierarchical Time Series: A Study of Hierarchical Web Traffic., ICDM, 2015"], "Aristides Gionis": ["Absorbing Random-Walk Centrality: Theory and Algorithms., ICDM, 2015"], "Mihaela van der Schaar": ["Personalized Grade Prediction: A Data Mining Approach., ICDM, 2015"], "Caleb Chen Cao": ["CrowdTC: Crowdsourced Taxonomy Construction., ICDM, 2015"], "Nicholas P. Tatonetti": ["Outcomes Prediction via Time Intervals Related Patterns., ICDM, 2015"], "Gerhard Weikum": ["Experience-Aware Item Recommendation in Evolving Review Communities., ICDM, 2015"], "Daniel Reinharz": ["Two-Step Heterogeneous Finite Mixture Model Clustering for Mining Healthcare Databases., ICDM, 2015"], "Hisashi Kashima": ["Quality Control for Crowdsourced Hierarchical Classification., ICDM, 2015"], "Gautam Das": ["Task Assignment Optimization in Collaborative Crowdsourcing., ICDM, 2015"], "Svetha Venkatesh": ["Differentially Private Random Forest with High Utility., ICDM, 2015"], "Huan Liu": ["Finding Time-Critical Responses for Information Seeking in Social Media., ICDM, 2015"], "Joydeep Ghosh": ["Nonparametric Poisson Factorization Machine., ICDM, 2015"], "Andrew McGregor": ["Catching the Head, Tail, and Everything in Between: A Streaming Algorithm for the Degree Distribution., ICDM, 2015"], "Sayan Ranu": ["Geo-Social Clustering of Places from Check-in Data., ICDM, 2015"], "Nikolaj Tatti": ["Hierarchies in Directed Networks., ICDM, 2015"], "Rosangela Helena Loschi": ["A Generative Spatial Clustering Model for Random Data through Spanning Trees., ICDM, 2015"], "Joaquin Vanschoren": ["Having a Blast: Meta-Learning and Heterogeneous Ensembles for Data Streams., ICDM, 2015"], "Sethuraman Panchanathan": ["Efficient Approximate Solutions to Mutual Information Based Global Feature Selection., ICDM, 2015"], "Wei Ding": ["A Hierarchical Pattern Learning Framework for Forecasting Extreme Weather Events., ICDM, 2015"], "Rui Liu": ["GS-Orthogonalization Based \"Basis Feature\" Selection from Word Co-occurrence Matrix., ICDM, 2015"], "Lars Schmidt-Thieme": ["Sequential Model-Free Hyperparameter Tuning., ICDM, 2015"], "Lu Zhang": ["Spammers Detection from Product Reviews: A Hybrid Model., ICDM, 2015"], "John C. S. Lui": ["A Data Driven Approach to Uncover Deficiencies in Online Reputation Systems., ICDM, 2015"], "Jie Zhang": ["Towards Collusive Fraud Detection in Online Reviews., ICDM, 2015"], "Hengshu Zhu": ["Learning Career Mobility and Human Activity Patterns for Job Change Analysis., ICDM, 2015"], "György J. Simon": ["Forensic Style Analysis with Survival Trajectories., ICDM, 2015"], "Wei Wang": ["Semantic-Based Recommendation Across Heterogeneous Domains., ICDM, 2015"], "Jingrui He": ["A Graph-Based Hybrid Framework for Modeling Complex Heterogeneity., ICDM, 2015", "Rare Category Detection on Time-Evolving Graphs., ICDM, 2015"], "Wan Zou": ["Freedom: Online Activity Recognition via Dictionary-Based Sparse Representation of RFID Sensing Data., ICDM, 2015"], "Shaojun Wang": ["A Multi-label Ensemble Method Based on Minimum Ranking Margin Maximization., ICDM, 2015"], "Abhishek Pani": ["Collaborated Online Change-Point Detection in Sparse Time Series for Online Advertising., ICDM, 2015"], "Linda Petzold": ["A Cure Time Model for Joint Prediction of Outcome and Time-to-Outcome., ICDM, 2015"], "Carla E. Brodley": ["Domain Induced Dirichlet Mixture of Gaussian Processes: An Application to Predicting Disease Progression in Multiple Sclerosis Patients., ICDM, 2015"], "Qing He": ["Representation Learning via Semi-Supervised Autoencoder for Multi-task Learning., ICDM, 2015"]}