{"Naoki Abe": ["Empirical Comparison of Various Reinforcement Learning Strategies for Sequential Targeted Marketing., ICDM, 2002"], "Tamas Abraham": ["Investigative Profiling with Computer Forensic Log Data and Association Rules., ICDM, 2002"], "Maria-Luiza Antonie": ["Text Document Categorization by Term Association., ICDM, 2002"], "Tatsuya Asai": ["Online Algorithms for Mining Semi-structured Data Stream., ICDM, 2002"], "Elena Baralis": ["A Lazy Approach to Pruning Classification Rules., ICDM, 2002"], "Christian Böhm": ["High Performance Data Mining Using the Nearest Neighbor Join., ICDM, 2002"], "Christian Borgelt": ["Mining Molecular Fragments: Finding Relevant Substructures of Molecules., ICDM, 2002"], "Cheng-Yue Chang": ["Mining General Temporal Association Rules for Items with Different Exhibition Periods., ICDM, 2002"], "Yisong Chen": ["Learning with Progressive Transductive Support Vector Machine., ICDM, 2002"], "Shui-Lung Chuang": ["Towards Automatic Generation of Query Taxonomy: A Hierarchical Query Clustering Approach., ICDM, 2002"], "Korris Fu-Lai Chung": ["Evolutionary Time Series Segmentation for Stock Data Mining., ICDM, 2002"], "Denis Clot": ["Using functional PCA for cardiac motion exploration., ICDM, 2002"], "Paul R. Cohen": ["Unsupervised Segmentation of Categorical Time Series into Episodes., ICDM, 2002"], "Gao Cong": ["Speed-up Iterative Frequent Itemset Mining with Constraint Changes., ICDM, 2002"], "Manoranjan Dash": ["Feature Selection for Clustering - A Filter Solution., ICDM, 2002"], "Luc De Raedt": ["A Theory of Inductive Query Answering., ICDM, 2002"], "Inderjit S. Dhillon": ["Iterative Clustering of High Dimensional Text Data Augmented by Local Search., ICDM, 2002"], "Chris H. Q. Ding": ["Cluster merging and splitting in hierarchical clustering algorithms., ICDM, 2002", "Adaptive dimension reduction for clustering high dimensional data., ICDM, 2002"], "Ivo Düntsch": ["Modal-style operators in qualitative data analysis., ICDM, 2002"], "Wei Fan": ["Progressive Modeling., ICDM, 2002"], "John A. Flanagan": ["Unsupervised Clustering of Symbol Strings and Context Recognition., ICDM, 2002"], "Andrew Foss": ["A Parameterless Method for Efficiently Discovering Clusters of Arbitrary Shape in Large Datasets., ICDM, 2002"], "Gabriel Pui Cheong Fung": ["Discriminative Category Matching: Efficient Text Classification for Huge Document Collections., ICDM, 2002"], "Rayid Ghani": ["Using Text Mining to Infer Semantic Attributes for Retail Data Mining., ICDM, 2002"], "Khaled M. Hammouda": ["Phrase-based Document Similarity Based on an Index Graph Model., ICDM, 2002"], "Jiawei Han": ["Mining Top-K Frequent Closed Patterns without Minimum Support., ICDM, 2002"], "Shoji Hirano": ["Mining Similar Temporal Patterns in Long Time-Series Data and Its Application to Medicine., ICDM, 2002"], "Yin-Fu Huang": ["Mining Generalized Association Rules Using Pruning Techniques., ICDM, 2002"], "Sung Young Jung": ["A Formal Model for User Preference., ICDM, 2002"], "Yongdai Kim": ["Convex Hull Ensemble Machine., ICDM, 2002"], "Milos Kovacevic": ["Recognition of Common Areas in a Web Page Using Visual Information: a possible application in a page classification., ICDM, 2002"], "Michihiro Kuramochi": ["Discovering Frequent Geometric Subgraphs., ICDM, 2002"], "Nada Lavrac": ["Adapting classification rule induction to subgroup discovery., ICDM, 2002"], "Gang Li": ["Linear Causal Model Discovery Using the MML criterion., ICDM, 2002"], "Tsau Young Lin": ["Attribute (Feature) Completion - The Theory of Attributes from Data Mining Prospect., ICDM, 2002"], "Boriana L. Milenova": ["O-Cluster: Scalable Clustering of Large High Dimensional Data Sets., ICDM, 2002"], "Ankush Mittal": ["Employing Discrete Bayes Error rate for discretization and feature selection., ICDM, 2002"], "Luis Carlos Molina": ["Feature Selection Algorithms: A Survey and Experimental Evaluation., ICDM, 2002"], "Fabrice Muhlenbach": ["Multivariate supervised discretization, a neighborhood graph approach., ICDM, 2002"], "Eric Ka Ka Ng": ["Mining Association Rules from Stars., ICDM, 2002"], "Tim Oates": ["PERUSE: An Unsupervised Algorithm for Finding Recurrig Patterns in Time Series., ICDM, 2002"], "Salvatore Orlando": ["Adaptive and Resource-Aware Mining of Frequent Sets., ICDM, 2002"], "Laurence Anthony F. Park": ["A new implementation technique for fast Spectral based document retrieval systems., ICDM, 2002"], "Srinivasan Parthasarathy": ["Efficient Progressive Sampling for Association Rules., ICDM, 2002", "Efficient Discovery of Common Substructures in Macromolecules., ICDM, 2002"], "Pranav Patel": ["Mining Motifs in Massive Time Series Databases., ICDM, 2002"], "Jian Pei": ["On Computing Condensed Frequent Pattern Bases., ICDM, 2002"], "Xiaogang Peng": ["Automatic Web Page Classification in a Dynamic and Hierarchical Way., ICDM, 2002"], "Chang-Shing Perng": ["User-directed Exploration of Mining Space with Multiple Attributes., ICDM, 2002"], "Prabhakar Raghavan": ["Mining Significant Associations in Large Scale Text Corpora., ICDM, 2002"], "Ken Sadohara": ["On a Capacity Control Using Boolean Kernels for the Learning of Boolean Functions., ICDM, 2002"], "Masakazu Seno": ["SLPMiner: An Algorithm for Finding Frequent Sequential Patterns Using Length-Decreasing Support Constraint., ICDM, 2002"], "Yi-Dong Shen": ["Objective-Oriented Utility-Based Association Mining., ICDM, 2002"], "Wing-Ho Shum": ["A Self-Organizing Map with Expanding Force for Data Clustering and Visualization., ICDM, 2002"], "Wei-Guang Teng": ["On the Mining of Substitution Rules for Statistically Dependent Items., ICDM, 2002"], "Alexandre Termier": ["TreeFinder: a First Step towards XML Data Mining., ICDM, 2002"], "Natalia Vanetik": ["Computing Frequent Graph Patterns from Semistructured Data., ICDM, 2002"], "Kari Vasko": ["Estimating the number of segments in time series data using permutation tests., ICDM, 2002"], "Ricardo Vilalta": ["Predicting Rare Events In Temporal Domains., ICDM, 2002"], "Haixun Wang": ["Mining Associations by Pattern Structure in Large Relational Tables., ICDM, 2002"], "Zhihai Wang": ["Comparison of Lazy Bayesian Rule and Tree-Augmented Bayesian Learning., ICDM, 2002"], "Man Leung Wong": ["A Hybrid Approach to Discover Bayesian Networks From Databases Using Evolutionary Programming., ICDM, 2002"], "Tak-Lam Wong": ["Adapting Information Extraction Knowledge For Unseen Web Sites., ICDM, 2002"], "Yabo Xu": ["From Path Tree To Frequent Patterns: A Framework for Mining Frequent Patterns., ICDM, 2002"], "Qiang Yang": ["Mining Case Bases for Action Recommendation., ICDM, 2002"], "Tetsuya Yoshida": ["Adaptive Ripple Down Rules Method based on Minimum Description Length Principle., ICDM, 2002"], "Hwanjo Yu": ["Heterogeneous Learner for Web Page Classification., ICDM, 2002"], "Ching-Huang Yun": ["Using Category-Based Adherence to Cluster Market-Basket Data., ICDM, 2002"], "Minghua Zhang": ["A Comparison Study on Algorithms for Incremental Update of Frequent Sequences., ICDM, 2002"], "Zhiqiang (Eric) Zheng": ["On Active Learning for Data Acquisition., ICDM, 2002"], "Qinghua Zou": ["SmartMiner: A Depth First Algorithm Guided by Tail Information for Mining Maximal Frequent Itemsets., ICDM, 2002"], "Michael R. Berthold": ["Neighborgram Clustering Interactive Exploration of Cluster Neighborhoods., ICDM, 2002"], "Rong Chen": ["A New Algorithm for Learning Parameters of a Bayesian Network from Distributed Data., ICDM, 2002"], "Emilio Corchado": ["Optimal Projections of High Dimensional Data., ICDM, 2002"], "Laurentiu Cristofor": ["Generating an informative cover for association rules., ICDM, 2002"], "Hasan Davulcu": ["Extraction Techniques for Mining Services from Web Sources., ICDM, 2002"], "Raquel Flórez López": ["Reviewing RELIEF and its Extensions: A new Approach for Estimating Attributes considering high-correlated Features., ICDM, 2002"], "Liqiang Geng": ["ESRS: A Case Selection Algorithm Using Extended Similarity-based Rough Sets., ICDM, 2002"], "Robert L. Grossman": ["An Algebraic Approach to Data Mining: Some Examples., ICDM, 2002"], "Stephen Hodgson": ["Wavelet Based UXO Detection., ICDM, 2002"], "Se June Hong": ["Ensemble Modeling Through Multiplicative Adjustment of Class Probability., ICDM, 2002"], "Yuh-Jyh Hu": ["Mining A Set of Coregulated RNA Sequences., ICDM, 2002"], "Hao Huang": ["Association Analysis with One Scan of Databases., ICDM, 2002"], "Hasan M. Jamil": ["Implementation of a Least Fixpoint Operator for Fast Mining of Relational Databases., ICDM, 2002"], "Ning Jiang": ["Considering Both Intra-Pattern and Inter-Pattern Anomalies for Intrusion Detection., ICDM, 2002"], "Mahesh V. Joshi": ["On Evaluating Performance of Classifiers for Rare Classes., ICDM, 2002"], "Toshihiro Kamishima": ["Learning from Order Examples., ICDM, 2002"], "Fang-Fei Kuo": ["A Personalized Music Filtering System Based on Melody Style Classification., ICDM, 2002"], "Jinyan Li": ["Solving the Fragmentation Problem of Decision Trees by Discovering Boundary Emerging Patterns., ICDM, 2002"], "Qi Li": ["Improving Medical/Biological Data Classification Performance by Wavelet Preprocessing., ICDM, 2002"], "Sheng Ma": ["Progressive and Interactive Analysis of Event Data Using Event Miner., ICDM, 2002"], "Rosa Meo": ["Toward XML-Based Knowledge Discovery Systems., ICDM, 2002"], "Bamshad Mobasher": ["Using Sequential and Non-Sequential Patterns in Predictive Web Usage Mining Tasks., ICDM, 2002"], "Jürgen Paetz": ["Intersection Based Generalization Rules for the Analysis of Symbolic Septic Shock Patient Data., ICDM, 2002"], "Sigal Sahar": ["Exploring Interestingness Through Clustering: A Framework., ICDM, 2002", "On Incorporating Subjective Interestingness Into the Mining Process., ICDM, 2002"], "Alexander K. Seewald": ["Exploring the Parameter State Space of Stacking., ICDM, 2002"], "Philip W. Tse": ["Mining Associated Implication Networks: Computational Intermarket Analysis., ICDM, 2002"], "Ching-Yao Wang": ["Maintenance of Sequential Patterns for Record Modification Using Pre-large Sequences., ICDM, 2002"], "Jun Wang": ["Concept Tree Based Clustering Visualization with Shaded Similarity Matrices., ICDM, 2002"], "Xiong Wang": ["Delta B+ Tree: Indexing 3D Point Sets for Pattern Discovery., ICDM, 2002"], "Dwi H. Widyantoro": ["An Incremental Approach to Building a Cluster Hierarchy., ICDM, 2002"], "Graham J. Williams": ["A Comparative Study of RNN for Outlier Detection in Data Mining., ICDM, 2002"], "Huiwen Wu": ["Evaluating the Utility of Statistical Phrases and Latent Semantic Indexing for Text Classification., ICDM, 2002"], "Yimin Xiong": ["Mixtures of ARMA Models for Model-Based Time Series Clustering., ICDM, 2002"], "Xifeng Yan": ["gSpan: Graph-Based Substructure Pattern Mining., ICDM, 2002"], "Jiong Yang": ["InfoMiner+: Mining Partial Periodic Patterns with Gap Penalties., ICDM, 2002"], "Hong Yao": ["FD_Mine: Discovering Functional Dependencies in a Database Using Equivalences., ICDM, 2002"], "Michael M. Yin": ["Mining Genes in DNA Using GeneScout., ICDM, 2002"], "Osmar R. Zaïane": ["Clustering Spatial Data when Facing Physical Constraints., ICDM, 2002"], "Zhongfei Zhang": ["Mining Surveillance Video for Independent Motion Detection., ICDM, 2002"], "Bing Zhao": ["Adaptive Parallel Sentences Mining from Web Bilingual News Collection., ICDM, 2002"], "Stefano Cazzella": ["Telecommunications Strategic Marketing - KDD and Economic Modeling., ICDM, 2002"], "Ayhan Demiriz": ["webSPADE: A Parallel Sequence Mining Algorithm to Analyze Web Log Data., ICDM, 2002"], "Simon Fong": ["Mining Online Users? Access Records for Web Business Intelligence., ICDM, 2002"], "Xiangji Huang": ["Discovery of Interesting Association Rules from Livelink Web Log Data., ICDM, 2002"], "Charles X. Ling": ["Mining Optimal Actions for Profitable CRM., ICDM, 2002"], "Teresa Mah": ["Visually Mining Web User Clickpaths., ICDM, 2002"], "James E. Pearce": ["Experimentation and Self Learning in Continuous Database Marketing., ICDM, 2002"], "Mariko Yohda": ["Demand Forecasting by the Neural Network with Discrete Fourier Transform., ICDM, 2002"]}