{"Wojciech Szpankowski": ["Detection of Significant Sets of Episodes in Event Sequences., ICDM, 2004"], "Peer Kröger": ["Subspace Selection for Clustering High-Dimensional Data., ICDM, 2004", "Density Connected Clustering with Local Subspace Preferences., ICDM, 2004"], "Tobias Scheffer": ["Multi-View Clustering., ICDM, 2004"], "Claudio Lucchese": ["On Closed Constrained Frequent Pattern Mining., ICDM, 2004"], "Martin Pfeifle": ["Efficient Density-Based Clustering of Complex Objects., ICDM, 2004"], "Charles X. Ling": ["Test-Cost Sensitive Naive Bayes Classification., ICDM, 2004"], "Richard R. Muntz": ["Moment: Maintaining Closed Frequent Itemsets over a Stream Sliding Window., ICDM, 2004"], "Hillol Kargupta": ["Communication Efficient Construction of Decision Trees Over Heterogeneously Distributed Data., ICDM, 2004", "Privacy-Sensitive Bayesian Network Parameter Learning., ICDM, 2004"], "Thomas Hofmann": ["Non-Redundant Data Clustering., ICDM, 2004"], "Gagan Agrawal": ["Fast and Exact Out-of-Core K-Means Clustering., ICDM, 2004"], "Jianfei Zhu": ["Mining Frequent Itemsets from Secondary Memory., ICDM, 2004"], "ZhenQiu Liu": ["A Bayesian Framework for Regularized SVM Parameter Estimation., ICDM, 2004"], "Aristides Gionis": ["Unimodal Segmentation of Sequences., ICDM, 2004"], "Ella Bingham": ["Dependencies between Transcription Factor Binding Sites: Comparison between ICA, NMF, PLSA and Frequent Sets., ICDM, 2004"], "Stephen J. Wright": ["Mass Spectrum Labeling: Theory and Practice., ICDM, 2004"], "Vasant G. Honavar": ["Generation of Attribute Value Taxonomies from Data for Data-Driven Construction of Accurate and Compact Classifiers., ICDM, 2004", "AVT-NBL: An Algorithm for Learning Compact and Accurate Naïve Bayes Classifiers from Attribute Value Taxonomies and Data., ICDM, 2004"], "Ruslan Salakhutdinov": ["Semi-Supervised Mixture-of-Experts Classification., ICDM, 2004"], "Matjaz Kukar": ["Transduction and Typicalness for Quality Assessment of Individual Classifications in Machine Learning and Data Mining., ICDM, 2004"], "Tsau Young Lin": ["Mining Associations by Linear Inequalities., ICDM, 2004"], "Gongyi Wu": ["Improving Text Classification using Local Latent Semantic Indexing., ICDM, 2004"], "David D. Jensen": ["Dependency Networks for Relational Data., ICDM, 2004"], "Kotagiri Ramamohanarao": ["Hybrid Pre-Query Term Expansion using Latent Semantic Analysis., ICDM, 2004", "Using Emerging Patterns and Decision Trees in Rare-Class Classification., ICDM, 2004"], "Mohammed Javeed Zaki": ["SCHISM: A New Approach for Interesting Subspace Mining., ICDM, 2004"], "Rajesh Natarajan": ["A Transaction-Based Neighbourhood-Driven Approach to Quantifying Interestingness of Association Rules., ICDM, 2004"], "Diego di Bernardo": ["Probabilistic Principal Surfaces for Yeast Gene Microarray Data Mining., ICDM, 2004"], "Sanjay Chawla": ["On Local Spatial Outliers., ICDM, 2004"], "Yonghong Peng": ["MMAC: A New Multi-Class, Multi-Label Associative Classification Approach., ICDM, 2004"], "Ana L. N. Fred": ["Analysis of Consensus Partition in Cluster Ensemble., ICDM, 2004"], "Chris Clifton": ["Privacy-Preserving Outlier Detection., ICDM, 2004"], "George Karypis": ["SUMMARY: Efficiently Summarizing Transactions for Clustering., ICDM, 2004", "GREW-A Scalable Frequent Subgraph Discovery Algorithm., ICDM, 2004"], "Sourav Chakraborty": ["Bottom-Up Generalization: A Data Mining Solution to Privacy Protection., ICDM, 2004"], "Wai Lam": ["A Probabilistic Approach for Adapting Information Extraction Wrappers and Discovering New Attributes., ICDM, 2004", "Query-Driven Support Pattern Discovery for Classification Learning., ICDM, 2004"], "Edward Y. Chang": ["Aligning Boundary in Kernel Space for Learning Imbalanced Dataset., ICDM, 2004"], "Wei-Ying Ma": ["IRC: An Iterative Reinforcement Categorization Algorithm for Interrelated Web Objects., ICDM, 2004", "Mining Ratio Rules Via Principal Sparse Non-Negative Matrix Factorization., ICDM, 2004", "Supervised Latent Semantic Indexing for Document Categorization., ICDM, 2004"], "Feng Zhang": ["A Polygonal Line Algorithm based Nonlinear Feature Extraction Method., ICDM, 2004"], "Xindong Wu": ["Cost-Guided Class Noise Handling for Effective Cost-Sensitive Learning., ICDM, 2004"], "Ying Yang": ["Dynamic Classifier Selection for Effective Mining from Noisy Data Streams., ICDM, 2004"], "Eugénio C. Oliveira": ["Discovery of Functional Relationships in Multi-Relational Data using Inductive Logic Programming., ICDM, 2004"], "Shlomo Zilberstein": ["Attribute Measurement Policies for Time and Cost Sensitive Classification., ICDM, 2004"], "Jürgen Voss": ["Detecting Patterns of Appliances from Total Load Data Using a Dynamic Programming Approach., ICDM, 2004"], "Andreas Hotho": ["Text Classification by Boosting Weak Learners based on Terms and Concepts., ICDM, 2004"], "Björn Bringmann": ["Matching in Frequent Tree Discovery., ICDM, 2004"], "Dolores Romero Morales": ["A Biobjective Model to Select Features with Good Classification Quality and Low Cost., ICDM, 2004"], "Yu Guo Wang": ["Incremental Mining of Frequent XML Query Pattern., ICDM, 2004"], "Christian Siefkes": ["Spam Filtering using a Markov Random Field Model with Variable Weighting Schemas., ICDM, 2004"], "Carlo Zaniolo": ["An Adaptive Learning Approach for Noisy Data Streams., ICDM, 2004"], "Nicholas Lester": ["Scalable Multi-Relational Association Mining., ICDM, 2004"], "Paul H. Leng": ["An Evaluation of Approaches to Classification Rule Selection., ICDM, 2004"], "Feng Pan": ["Mining Frequent Closed Patterns in Microarray Data., ICDM, 2004"], "Ming-Syan Chen": ["Clustering on Demand for Multiple Data Streams., ICDM, 2004"], "Jie Huang": ["Extensible Markov Model., ICDM, 2004"], "Ricardo Vilalta": ["Using Representative-Based Clustering for Nearest Neighbor Dataset Editing., ICDM, 2004"], "Philip S. Yu": ["Decision Tree Evolution Using Limited Number of Labeled Data Items from Drifting Data Streams., ICDM, 2004"], "Guy Leduc": ["A Machine Learning Approach to Improve Congestion Control over Wireless Computer Networks., ICDM, 2004"], "Srinivasan Parthasarathy": ["LOADED: Link-Based Outlier and Anomaly Detection in Evolving Data Sets., ICDM, 2004"], "Leonid Zhukov": ["SVD based Term Suggestion and Ranking System., ICDM, 2004"], "Antonio Gulli": ["The Anatomy of a Hierarchical Clustering Engine for Web-page, News and Book Snippets., ICDM, 2004"], "Ricardo J. G. B. Campello": ["Evolutionary Algorithms for Clustering Gene-Expression Data., ICDM, 2004"], "Norman D. Black": ["Feature Selection via Supervised Model Construction., ICDM, 2004"], "Akihiro Inokuchi": ["Mining Generalized Substructures from a Set of Labeled Graphs., ICDM, 2004"], "Alexander Tuzhilin": ["Divide and Prosper: Comparing Models of Customer Behavior From Populations to Individuals., ICDM, 2004"], "Shotaro Akaho": ["Filling-in Missing Objects in Orders., ICDM, 2004"], "Haimonti Dutta": ["Orthogonal Decision Trees., ICDM, 2004"], "Reda Alhajj": ["ntegrating Multi-Objective Genetic Algorithms into Clustering for Fuzzy Association Rules Mining., ICDM, 2004"], "Jonathan L. Herlocker": ["Feature-Based Prediction of Unknown Preferences for Nearest-Neighbor Collaborative Filtering., ICDM, 2004"], "Nga T. Nguyen": ["Predicting Density-Based Spatial Clusters Over Time., ICDM, 2004"], "Detlef Nauck": ["Dynamic Daily-Living Patterns and Association Analyses in Tele-Care Systems., ICDM, 2004"], "Sheng Ma": ["Mining Temporal Patterns Without Predefined Time Windows., ICDM, 2004"], "Tze-Yun Leong": ["Classifying Biomedical Citations without Labeled Training Examples., ICDM, 2004"], "Siân Cox": ["Improving the Reliability of Decision Tree and Naive Bayes Learners., ICDM, 2004"], "Wei Wang": ["Revealing True Subspace Clusters in High Dimensions., ICDM, 2004", "AGILE: A General Approach to Detect Transitions in Evolving Data Streams., ICDM, 2004"], "Aidong Zhang": ["An Adaptive Density-Based Clustering Algorithm for Spatial Database with Noise., ICDM, 2004"], "Kian-Lee Tan": ["Finding Constrained Frequent Episodes Using Minimal Occurrences., ICDM, 2004"], "Jamshid A. Vayghan": ["Estimation of False Negatives in Classification., ICDM, 2004"], "Hui Yang": ["Correlation Preserving Discretization., ICDM, 2004"], "Raymond J. Mooney": ["Active Feature-Value Acquisition for Classifier Induction., ICDM, 2004"], "Christos Faloutsos": ["MMSS: Multi-Modal Story-Oriented Video Summarization., ICDM, 2004"], "Panos M. Pardalos": ["A Comparative Study of Linear and Nonlinear Feature Extraction Methods., ICDM, 2004"], "François Poulet": ["SVM and Graphical Algorithms: A Cooperative Approach., ICDM, 2004"], "William Perrizo": ["RDF: A Density-Based Outlier Detection Method using Vertical Data Representation., ICDM, 2004"], "Stefan Kramer": ["Quantitative Association Rules Based on Half-Spaces: An Optimization Approach., ICDM, 2004"], "Marko Salmenkivi": ["Evaluating Attraction in Spatial Point Patterns with an Application in the Field of Cultural History., ICDM, 2004"], "Sharad Mehrotra": ["Efficient Relationship Pattern Mining Using Multi-Relational Iceberg-Cubes., ICDM, 2004"], "Qiang Yang": ["Cluster Cores-Based Clustering for High Dimensional Data., ICDM, 2004"], "Michael Kuperberg": ["Metric Incremental Clustering of Nominal Data., ICDM, 2004"], "Nenad Stojanovic": ["n Ranking Refinements in the Step-by-Step Searching through a Product Catalogue., ICDM, 2004"], "Harry Zhang": ["Learning Conditional Independence Tree for Ranking., ICDM, 2004"], "Ping Sun": ["Sparse Kernel Least Squares Classifier., ICDM, 2004"], "Michèle Sebag": ["DRYADE: A New Approach for Discovering Closed Frequent Trees in Heterogeneous Tree Databases., ICDM, 2004"], "Robert L. Grossman": ["A Greedy Algorithm for Selecting Models in Ensembles., ICDM, 2004"], "Terumasa Aoki": ["Mining Web Data to Create Online Navigation Recommendations., ICDM, 2004"], "Thibaut Lamadon": ["Alpha Galois Lattices., ICDM, 2004"], "Jiawei Han": ["Scalable Construction of Topic Directory with Nonparametric Closed Termset Mining., ICDM, 2004"], "Shengli Sheng": ["Learning Weighted Naive Bayes with Accurate Ranking., ICDM, 2004"], "Daniel Venese": ["Learning Rules from Highly Unbalanced Data Sets., ICDM, 2004"], "Jiajin Huang": ["Relational Peculiarity Oriented Data Mining., ICDM, 2004"]}