{"Sumeet Agarwal": ["How Much Noise Is Too Much: A Study in Automatic Text Classification., ICDM, 2007"], "Shin Ando": ["Clustering Needles in a Haystack: An Information Theoretic Analysis of Minority and Outlier Detection., ICDM, 2007"], "Benjamin Arai": ["Efficient Data Sampling in Heterogeneous Peer-to-Peer Networks., ICDM, 2007"], "Brett W. Bader": ["Temporal Analysis of Semantic Graphs Using ASALSAN., ICDM, 2007"], "Robert M. Bell": ["Scalable Collaborative Filtering with Jointly Derived Neighborhood Interpolation Weights., ICDM, 2007"], "Axel Blumenstock": ["Rule Cubes for Causal Investigations., ICDM, 2007"], "Björn Bringmann": ["The Chosen Few: On Identifying Valuable Patterns., ICDM, 2007"], "Deng Cai": ["Spectral Regression: A Unified Approach for Sparse Subspace Learning., ICDM, 2007", "Efficient Kernel Discriminant Analysis via Spectral Regression., ICDM, 2007"], "Toon Calders": ["Mining Frequent Itemsets in a Stream., ICDM, 2007"], "Shing-Kit Chan": ["A Cascaded Approach to Biomedical Named Entity Recognition Using a Unified Model., ICDM, 2007"], "Yanhua Chen": ["Incorporating User Provided Constraints into Document Clustering., ICDM, 2007"], "Yixin Chen": ["Depth-Based Novelty Detection and Its Application to Taxonomic Research., ICDM, 2007"], "David A. Cieslak": ["Detecting Fractures in Classifier Performance., ICDM, 2007"], "Ying Cui": ["Non-redundant Multi-view Clustering via Orthogonalization., ICDM, 2007"], "Jing Gao": ["On Appropriate Assumptions to Mine Data Streams: Analysis and Practice., ICDM, 2007"], "Mohammad Al Hasan": ["ORIGAMI: Mining Representative Orthogonal Graph Patterns., ICDM, 2007"], "Huahai He": ["Efficient Algorithms for Mining Significant Substructures in Graphs with Quality Guarantees., ICDM, 2007"], "Tianyi Jiang": ["Dynamic Micro Targeting: Fitness-Based Approach to Predicting Individual Preferences., ICDM, 2007"], "Ruoming Jin": ["Data Discretization Unification., ICDM, 2007", "Trend Motif: A Graph Mining Approach for Analysis of Dynamic Complex Networks., ICDM, 2007"], "Wei Jin": ["Improving Knowledge Discovery in Document Collections through Combining Text Retrieval and Link Analysis Techniques., ICDM, 2007"], "Vasileios Kandylas": ["Finding Cohesive Clusters for Analyzing Knowledge Communities., ICDM, 2007"], "Rong Liu": ["Succinct Matrix Approximation and Efficient k-NN Classification., ICDM, 2007"], "Xiaoming Liu": ["A Pairwise Covariance-Preserving Projection Method for Dimension Reduction., ICDM, 2007"], "Bo Long": ["Community Learning by Graph Approximation., ICDM, 2007"], "Claudio Lucchese": ["Parallel Mining of Frequent Closed Patterns: Harnessing Modern Computer Architectures., ICDM, 2007"], "David R. Musicant": ["Supervised Learning by Training on Aggregate Outputs., ICDM, 2007"], "Feng Pan": ["Sample Selection for Maximal Diversity., ICDM, 2007"], "Ardian Kristanto Poernomo": ["Mining Statistical Information of Frequent Fault-Tolerant Patterns in Transactional Databases., ICDM, 2007"], "Daniele Quercia": ["Lightweight Distributed Trust Propagation., ICDM, 2007"], "Jie Tang": ["Social Network Extraction of Academic Researchers., ICDM, 2007"], "Dacheng Tao": ["General Averaged Divergence Analysis., ICDM, 2007"], "Nikolaj Tatti": ["Maximum Entropy Based Significance of Itemsets., ICDM, 2007"], "Chao Wang": ["Local Probabilistic Models for Link Prediction., ICDM, 2007"], "Pu Wang": ["Improving Text Classification by Using Encyclopedia Knowledge., ICDM, 2007"], "Richard C. Wang": ["Language-Independent Set Expansion of Named Entities Using the Web., ICDM, 2007"], "Xiaozhe Wang": ["Structure-Based Statistical Features and Multivariate Time Series Clustering., ICDM, 2007"], "Junjie Wu": ["A Generalization of Proximity Functions for K-Means., ICDM, 2007"], "Liang Xiong": ["Multilevel Belief Propagation for Fast Inference on Markov Random Fields., ICDM, 2007"], "Dragomir Yankov": ["Disk Aware Discord Discovery: Finding Unusual Time Series in Terabyte Sized Datasets., ICDM, 2007", "Locally Constrained Support Vector Clustering., ICDM, 2007"], "Zhongyuan Zhang": ["Binary Matrix Factorization with Applications., ICDM, 2007"], "Sujeevan Aseervatham": ["A Semantic Kernel for Semi-structured DocumentS., ICDM, 2007"], "Ira Assent": ["DUSC: Dimensionality Unbiased Subspace Clustering., ICDM, 2007"], "Suhrid Balakrishnan": ["Finding Predictive Runs with LAPS., ICDM, 2007"], "Arindam Banerjee": ["Latent Dirichlet Conditional Naive-Bayes Models., ICDM, 2007"], "Mete Celik": ["Zonal Co-location Pattern Discovery with Dynamic Parameters., ICDM, 2007"], "Bi Chen": ["Predicting Blogging Behavior Using Temporal and Social Networks., ICDM, 2007"], "Chen Chen": ["gApprox: Mining Frequent Approximate Patterns from a Massive Network., ICDM, 2007"], "Weizhu Chen": ["Document Transformation for Multi-label Feature Selection in Text Categorization., ICDM, 2007"], "Haibin Cheng": ["Recommendation via Query Centered Random Walk on K-Partite Graph., ICDM, 2007"], "Kun Deng": ["Bandit-Based Algorithms for Budgeted Learning., ICDM, 2007"], "Ronen Feldman": ["Extracting Product Comparisons from Discussion Boards., ICDM, 2007"], "Xiaoli Z. Fern": ["Mining Interpretable Human Strategies: A Case Study., ICDM, 2007"], "Gemma C. Garriga": ["Cross-Mining Binary and Numerical Attributes., ICDM, 2007"], "Karam Gouda": ["Prism: A Primal-Encoding Approach for Frequent Sequence Mining., ICDM, 2007"], "Qi He": ["Using Burstiness to Improve Clustering of Topics in News Streams., ICDM, 2007"], "Alexander Hinneburg": ["Bayesian Folding-In with Dirichlet Kernels for PLSI., ICDM, 2007"], "Shen-Shyang Ho": ["Confident Identification of Relevant Objects Based on Nonlinear Rescaling Method and Transductive Inference., ICDM, 2007"], "Han-Shen Huang": ["Training Conditional Random Fields by Periodic Step Size Adaptation for Large-Scale Text Mining., ICDM, 2007"], "Ruizhang Huang": ["Semi-supervised Document Clustering via Active Learning with Pairwise Constraints., ICDM, 2007"], "Tsuyoshi Idé": ["Computing Correlation Anomaly Scores Using Stochastic Nearest Neighbors., ICDM, 2007"], "Frederik Janssen": ["On Meta-Learning Rule Learning Heuristics., ICDM, 2007"], "Ming Jia": ["Web Site Recommendation Using HTTP Traffic., ICDM, 2007"], "Nitin Jindal": ["Analyzing and Detecting Review Spam., ICDM, 2007"], "David M. Kaplan": ["A Computational Approach to Style in American Poetry., ICDM, 2007"], "Yoshinobu Kawahara": ["Change-Point Detection in Time-Series Data Based on Subspace Identification., ICDM, 2007"], "Longin Jan Latecki": ["Optimal Subsequence Bijection., ICDM, 2007"], "Srivatsan Laxman": ["Connections between Mining Frequent Itemsets and Learning Generative Models., ICDM, 2007"], "Tao Li": ["Solving Consensus and Semi-supervised Clustering Problems Using Nonnegative Matrix Factorization., ICDM, 2007"], "Yinglung Liang": ["Failure Prediction in IBM BlueGene/L Event Logs., ICDM, 2007"], "Masoud Makrehchi": ["A Text Classification Framework with a Local Feature Ranking for Learning Social Networks., ICDM, 2007"], "Hassan H. Malik": ["Optimizing Frequency Queries for Data Mining Applications., ICDM, 2007"], "David Minnen": ["Detecting Subdimensional Motifs: An Efficient Algorithm for Generalized Multivariate Pattern Discovery., ICDM, 2007"], "Nam Nguyen": ["Consensus Clusterings., ICDM, 2007"], "Biswanath Panda": ["High-Speed Function Approximation., ICDM, 2007"], "Jing Peng": ["Weighted Additive Criterion for Linear Dimension Reduction., ICDM, 2007"], "Wen Pu": ["Local Word Bag Model for Text Categorization., ICDM, 2007"], "Chedy Raïssi": ["Sampling for Sequential Pattern Mining: From Static Databases to Data Streams., ICDM, 2007"], "Calum S. Robertson": ["Can the Content of Public News Be Used to Forecast Abnormal Stock Market Behaviour?, ICDM, 2007"], "Jianhua Ruan": ["An Efficient Spectral Algorithm for Network Community Discovery and Its Applications to Biological and Social Networks., ICDM, 2007"], "Jerry Scripps": ["Exploration of Link Structure and Community-Based Node Roles in Network Analysis., ICDM, 2007"], "Pannagadatta K. Shivaswamy": ["A Support Vector Approach to Censored Targets., ICDM, 2007"], "Muhammad Subianto": ["Understanding Discrete Classifiers with a Case Study in Gene Prediction., ICDM, 2007"], "Atsuhiro Takasu": ["Statistical Learning Algorithm for Tree Similarity., ICDM, 2007"], "Gert Van Dijck": ["A Novel Criterion for Onset Detection: Differential Information Redundancy with Application to Human Movement Initiation., ICDM, 2007"], "Florian Verhein": ["Using Significant, Positively Associated and Relatively Class Correlated Rules for Associative Classification of Imbalanced Datasets., ICDM, 2007"], "Jilles Vreeken": ["Preserving Privacy through Data Generation., ICDM, 2007"], "Qian Wan": ["Transitional Patterns and Their Significant Milestones., ICDM, 2007"], "Xuerui Wang": ["Topical N-Grams: Phrase and Topic Discovery, with an Application to Information Retrieval., ICDM, 2007"], "Pinata Winoto": ["Mechanism Design for Clustering Aggregation by Selfish Systems., ICDM, 2007"], "Ho Jin Woo": ["estMax: Tracing Maximal Frequent Itemsets over Online Data Streams., ICDM, 2007"], "Yang Yu": ["Cocktail Ensemble for Regression., ICDM, 2007"], "Qi Zhang": ["Incremental Subspace Clustering over Multiple Data Streams., ICDM, 2007"], "Yan Zhang": ["Noise Modeling with Associative Corruption Rules., ICDM, 2007"], "Ding Zhou": ["Co-ranking Authors and Documents in a Heterogeneous Network., ICDM, 2007", "Discovering Temporal Communities from Social Network Documents., ICDM, 2007"], "Feida Zhu": ["Efficient Discovery of Frequent Approximate Sequential Patterns., ICDM, 2007"], "Xingquan Zhu": ["Active Learning from Data Streams., ICDM, 2007", "Lazy Bagging for Classifying Imbalanced Data., ICDM, 2007"]}