{"Suresh Venkatasubramanian": ["Auditing Black-Box Models for Indirect Influence., ICDM, 2016"], "Jiayu Zhou": ["Asynchronous Multi-task Learning., ICDM, 2016", "Interactive Multi-task Relationship Learning., ICDM, 2016", "Robust Convex Clustering Analysis., ICDM, 2016"], "Céline Robardet": ["Unsupervised Exceptional Attributed Sub-Graph Mining in Urban Data., ICDM, 2016"], "Charalampos E. Tsourakakis": ["ADAGIO: Fast Data-Aware Near-Isometric Linear Embeddings., ICDM, 2016"], "Jilles Vreeken": ["Causal Inference by Compression., ICDM, 2016"], "Charu C. Aggarwal": ["On Dense Subgraphs in Signed Network Streams., ICDM, 2016", "Subspace Outlier Detection in Linear Time with Randomized Hashing., ICDM, 2016", "Efficient Sampling-Based Kernel Mean Matching., ICDM, 2016"], "Kun-Ta Chuang": ["Relief of Spatiotemporal Accessibility Overloading with Optimal Resource Placement., ICDM, 2016"], "John C. S. Lui": ["Mining Graphlet Counts in Online Social Networks., ICDM, 2016"], "Andrés F. Barrientos": ["Differentially Private Regression Diagnostics., ICDM, 2016"], "Christos Faloutsos": ["Vote-and-Comment: Modeling the Coevolution of User Interactions in Social Voting Web Sites., ICDM, 2016", "Edge Weight Prediction in Weighted Signed Networks., ICDM, 2016", "CoreScope: Graph Mining Using k-Core Analysis - Patterns, Anomalies and Algorithms., ICDM, 2016"], "Dmitri Loguinov": ["On Efficient External-Memory Triangle Listing., ICDM, 2016"], "Tom Goldstein": ["Efficient Distributed SGD with Variance Reduction., ICDM, 2016"], "Katherine A. Heller": ["Triply Stochastic Variational Inference for Non-linear Beta Process Factor Analysis., ICDM, 2016"], "Benjamin I. P. Rubinstein": ["Beyond Points and Paths: Counting Private Bodies., ICDM, 2016"], "Ivan V. Oseledets": ["Efficient Rectangular Maximal-Volume Algorithm for Rating Elicitation in Collaborative Filtering., ICDM, 2016"], "Heng Huang": ["New Robust Clustering Model for Identifying Cancer Genome Landscapes., ICDM, 2016", "New Probabilistic Multi-graph Decomposition Model to Identify Consistent Human Brain Network Modules., ICDM, 2016", "Learning Task Relational Structure for Multi-task Feature Learning., ICDM, 2016"], "Gavin Smith": ["Event Series Prediction via Non-Homogeneous Poisson Process Modelling., ICDM, 2016"], "Fei Wang": ["Model Accuracy and Runtime Tradeoff in Distributed Deep Learning: A Systematic Study., ICDM, 2016", "Measuring Patient Similarities via a Deep Architecture with Medical Concept Embedding., ICDM, 2016"], "Harish Sethu": ["Waddling Random Walk: Fast and Accurate Mining of Motif Statistics in Large Graphs., ICDM, 2016"], "Julian McAuley": ["Fusing Similarity Models with Markov Chains for Sparse Sequential Recommendation., ICDM, 2016", "Modeling Ambiguity, Subjectivity, and Diverging Viewpoints in Opinion Question Answering Systems., ICDM, 2016", "Learning Compatibility Across Categories for Heterogeneous Item Recommendation., ICDM, 2016"], "Ming-Bo Zhao": ["Adaptive Neighborhood Propagation by Joint L2, 1-Norm Regularized Sparse Coding for Representation and Classification., ICDM, 2016"], "Pauli Miettinen": ["From Sets of Good Redescriptions to Good Sets of Redescriptions., ICDM, 2016", "Hyperbolae are No Hyperbole: Modelling Communities That are Not Cliques., ICDM, 2016", "What You Will Gain By Rounding: Theory and Algorithms for Rounding Rank., ICDM, 2016"], "Chandan K. Reddy": ["Transfer Learning for Survival Analysis via Efficient L2, 1-Norm Regularized Cox Regression., ICDM, 2016", "L-EnsNMF: Boosted Local Topic Discovery via Ensemble of Nonnegative Matrix Factorization., ICDM, 2016", "Feature Grouping Using Weighted l1 Norm for High-Dimensional Data., ICDM, 2016"], "Chenwei Zhang": ["Augmented LSTM Framework to Construct Medical Self-Diagnosis Android., ICDM, 2016"], "Jun Luo": ["The Optimal Distribution of Electric-Vehicle Chargers across a City., ICDM, 2016"], "Ryohei Fujimaki": ["Streaming Model Selection via Online Factorized Asymptotic Bayesian Inference., ICDM, 2016"], "Yun Fu": ["Robust Multi-View Feature Selection., ICDM, 2016", "Structure-Preserved Multi-source Domain Adaptation., ICDM, 2016"], "Heiko Wersing": ["KNN Classifier with Self Adjusting Memory for Heterogeneous Concept Drift., ICDM, 2016"], "Shuai Li": ["Efficient Extraction of Non-negative Latent Factors from High-Dimensional and Sparse Matrices in Industrial Applications., ICDM, 2016"], "Gunes Ercal": ["Robust Graph-Theoretic Clustering Approaches Using Node-Based Resilience Measures., ICDM, 2016"], "Doug Downey": ["Learning Hierarchically Decomposable Concepts with Active Over-Labeling., ICDM, 2016"], "Amanda J. Minnich": ["AWarp: Fast Warping Distance for Sparse Time Series., ICDM, 2016"], "Gregory F. Cooper": ["Binary Classifier Calibration Using an Ensemble of Near Isotonic Regression Models., ICDM, 2016"], "Sayan Ranu": ["A Scalable and Generic Framework to Mine Top-k Representative Subgraph Patterns., ICDM, 2016"], "Alberto Mozo": ["A Fast Iterative Algorithm for Improved Unsupervised Feature Selection., ICDM, 2016"], "Hongjie Lin": ["Sparse Factorization Machines for Click-through Rate Prediction., ICDM, 2016"], "Huan Liu": ["Unsupervised Feature Selection for Outlier Detection by Modelling Hierarchical Value-Feature Couplings., ICDM, 2016", "Toward Time-Evolving Feature Selection on Dynamic Networks., ICDM, 2016"], "U. Kang": ["Partition Aware Connected Component Computation in Distributed Systems., ICDM, 2016", "Personalized Ranking in Signed Networks Using Signed Random Walk with Restart., ICDM, 2016"], "Diego Klabjan": ["Iteratively Reweighted Least Squares Algorithms for L1-Norm Principal Component Analysis., ICDM, 2016"], "Amir Hussain": ["Convolutional MKL Based Multimodal Emotion Recognition and Sentiment Analysis., ICDM, 2016"], "Panayiotis Tsaparas": ["Recommending Packages to Groups., ICDM, 2016"], "Zhang Xiong": ["Traffic Speed Prediction and Congestion Source Exploration: A Deep Learning Method., ICDM, 2016"], "Yi Chang": ["Blind Men and The Elephant: Thurstonian Pairwise Preference for Ranking in Crowdsourcing., ICDM, 2016"], "Dacheng Tao": ["Regularizing Deep Convolutional Neural Networks with a Structured Decorrelation Constraint., ICDM, 2016", "Regularized Large Margin Distance Metric Learning., ICDM, 2016", "Sublinear Dual Coordinate Ascent for Regularized Loss Minimization., ICDM, 2016"], "Xing Xie": ["Aligned Matrix Completion: Integrating Consistency and Independency in Multiple Domains., ICDM, 2016", "Regularized Content-Aware Tensor Factorization Meets Temporal-Aware Location Recommendation., ICDM, 2016"], "Jingrui He": ["Heterogeneous Representation Learning with Structured Sparsity Regularization., ICDM, 2016", "Functional Regression with Mode-Sparsity Constraint., ICDM, 2016"], "Hui Xiong": ["POI Recommendation: A Temporal Matching between POI Popularity and User Regularity., ICDM, 2016", "To be or Not to be Friends: Exploiting Social Ties for Venture Investments., ICDM, 2016", "Service Usage Analysis in Mobile Messaging Apps: A Multi-label Multi-view Perspective., ICDM, 2016", "Mutual Reinforcement of Academic Performance Prediction and Library Book Recommendation., ICDM, 2016"], "Yuan Jiang": ["College Student Scholarships and Subsidies Granting: A Multi-modal Multi-label Approach., ICDM, 2016"], "Claudia Plant": ["Generalized Independent Subspace Clustering., ICDM, 2016", "MeGS: Partitioning Meaningful Subgraph Structures Using Minimum Description Length., ICDM, 2016", "Factorizing Complex Discrete Data \"with Finesse\"., ICDM, 2016"], "Eamonn J. Keogh": ["Matrix Profile III: The Matrix Profile Allows Visualization of Salient Subsequences in Massive Time Series., ICDM, 2016", "Matrix Profile II: Exploiting a Novel Algorithm and GPUs to Break the One Hundred Million Barrier for Time Series Motifs and Joins., ICDM, 2016", "Prefix and Suffix Invariant Dynamic Time Warping., ICDM, 2016", "Matrix Profile I: All Pairs Similarity Joins for Time Series: A Unifying View That Includes Motifs, Discords and Shapelets., ICDM, 2016"], "Julie A. McCann": ["Random Walk with Restart over Dynamic Graphs., ICDM, 2016"], "Jialin Zhang": ["Communities in Preference Networks: Refined Axioms and Beyond., ICDM, 2016"], "Chengqi Zhang": ["Homophily, Structure, and Content Augmented Network Representation Learning., ICDM, 2016", "Inferring Latent Network from Cascade Data for Dynamic Social Recommendation., ICDM, 2016", "Canonical Consistent Weighted Sampling for Real-Value Weighted Min-Hash., ICDM, 2016"], "Cho-Jui Hsieh": ["Fixing the Convergence Problems in Parallel Asynchronous Dual Coordinate Descent., ICDM, 2016"], "Venkatesh Akella": ["HogWild++: A New Mechanism for Decentralized Asynchronous Stochastic Gradient Descent., ICDM, 2016"], "Alain Vanasse": ["Predicting COPD Failure by Modeling Hazard in Longitudinal Clinical Data., ICDM, 2016"], "Sha Hu": ["Reliable Gender Prediction Based on Users' Video Viewing Behavior., ICDM, 2016"], "Guotong Xie": ["Probabilistic-Mismatch Anomaly Detection: Do One's Medications Match with the Diagnoses., ICDM, 2016"], "Enhong Chen": ["Group Preference Aggregation: A Nash Equilibrium Approach., ICDM, 2016"], "Naren Ramakrishnan": ["Multi-resolution Spatial Event Forecasting in Social Media., ICDM, 2016"], "Feng Chen": ["Graph-Structured Sparse Optimization for Connected Subgraph Detection., ICDM, 2016"], "Jae-sun Seo": ["Bi-Level Rare Temporal Pattern Detection., ICDM, 2016"], "Pheng-Ann Heng": ["A Bayesian Nonparametric Approach to Dynamic Dyadic Data Prediction., ICDM, 2016"], "Gao Cong": ["ConTrack: A Scalable Method for Tracking Multiple Concepts in Large Scale Multidimensional Data., ICDM, 2016"], "Taro Takaguchi": ["Fractality of Massive Graphs: Scalable Analysis with Sketch-Based Box-Covering Algorithm., ICDM, 2016"], "Yosuke Yano": ["Cut Tree Construction from Massive Graphs., ICDM, 2016"], "Xiangliang Zhang": ["Learning from Your Network of Friends: A Trajectory Representation Learning Model Based on Online Social Ties., ICDM, 2016"], "Nikolaj Tatti": ["A Combinatorial Approach to Role Discovery., ICDM, 2016"], "Rainer Gemulla": ["DESQ: Frequent Sequence Mining with Subsequence Constraints., ICDM, 2016"], "John V. Guttag": ["EXTRACT: Strong Examples from Weakly-Labeled Sensor Data., ICDM, 2016"], "Kathrin Bujna": ["A Theoretical Analysis of the Fuzzy K-Means Problem., ICDM, 2016"], "Abdullah Mueen": ["DeBot: Twitter Bot Detection via Warped Correlation., ICDM, 2016"], "Jennifer G. Dy": ["Interpretable Clustering via Discriminative Rectangle Mixture Model., ICDM, 2016"], "Andrew van der Poel": ["Asymptotic Analysis of Equivalences and Core-Structures in Kronecker-Style Graph Models., ICDM, 2016"], "Seung-won Hwang": ["Event Grounding from Multimodal Social Network Fusion., ICDM, 2016"], "Hsuan-Tien Lin": ["Can Active Learning Experience Be Transferred?, ICDM, 2016", "A Novel Uncertainty Sampling Algorithm for Cost-Sensitive Multiclass Active Learning., ICDM, 2016"], "Prithwish Basu": ["Outlier Detection from Network Data with Subnetwork Interpretation., ICDM, 2016"], "Andrew Emmott": ["Incorporating Expert Feedback into Active Anomaly Discovery., ICDM, 2016"], "Feifei Li": ["Spell: Streaming Parsing of System Event Logs., ICDM, 2016"], "Wang-Chien Lee": ["Modeling Time Lags in Citation Networks., ICDM, 2016"], "Tom M. Mitchell": ["Efficient and Distributed Algorithms for Large-Scale Generalized Canonical Correlations Analysis., ICDM, 2016"], "Naonori Ueda": ["A Semi-Supervised AUC Optimization Method with Generative Models., ICDM, 2016"], "Ian Davidson": ["Probabilistic Formulations of Regression with Mixed Guidance., ICDM, 2016"], "Lixin Zou": ["HLGPS: A Home Location Global Positioning System in Location-Based Social Networks., ICDM, 2016"], "Jiawei Han": ["Large-Scale Embedding Learning in Heterogeneous Event Data., ICDM, 2016"], "Tijl De Bie": ["Direct Mining of Subjectively Interesting Relational Patterns., ICDM, 2016"], "Dongyun Yi": ["Semi-Supervised Multi-label Dimensionality Reduction., ICDM, 2016"], "Chi Zhang": ["SOAL: Second-Order Online Active Learning., ICDM, 2016"], "Hamid R. Rabiee": ["HNP3: A Hierarchical Nonparametric Point Process for Modeling Content Diffusion over Social Media., ICDM, 2016"], "Ping Li": ["Improved and Scalable Bradley-Terry Model for Collaborative Ranking., ICDM, 2016"], "Jayant Kalagnanam": ["Sparse Gaussian Markov Random Field Mixtures for Anomaly Detection., ICDM, 2016"], "Carlos Castillo": ["A Robust Framework for Classifying Evolving Document Streams in an Expert-Machine-Crowd Setting., ICDM, 2016"], "Xuewen Chen": ["Learning Deep Networks from Noisy Labels with Dropout Regularization., ICDM, 2016"], "Dawn Song": ["ExploreKit: Automatic Feature Generation and Selection., ICDM, 2016"], "Shiqiang Yang": ["Steering Social Media Promotions with Effective Strategies., ICDM, 2016"], "Sunil Prabhakar": ["Mining Statistically Significant Attribute Associations in Attributed Graphs., ICDM, 2016"], "Jean-Ronan Vigouroux": ["Time-Aware User Identification with Topic Models., ICDM, 2016"], "Xindong Wu": ["Concept Based Short Text Stream Classification with Topic Drifting Detection., ICDM, 2016"], "Wai Lam": ["Whether This Participant will Attract You to This Event? Exploiting Participant Influence for Event Recommendation., ICDM, 2016"], "Anthony J. Bagnall": ["HIVE-COTE: The Hierarchical Vote Collective of Transformation-Based Ensembles for Time Series Classification., ICDM, 2016"], "Linglong Kong": ["House Price Modeling over Heterogeneous Regions with Hierarchical Spatial Functional Analysis., ICDM, 2016"], "Liang Wang": ["Context-Aware Sequential Recommendation., ICDM, 2016"], "Yan Zhang": ["Efficient and Scalable Detection of Overlapping Communities in Big Networks., ICDM, 2016"], "Ambuj K. Singh": ["Towards Scalable Network Delay Minimization., ICDM, 2016"], "Margareta Ackerman": ["Foundations of Perturbation Robust Clustering., ICDM, 2016"], "Petra Mutzel": ["Faster Kernels for Graphs with Continuous Attributes via Hashing., ICDM, 2016"], "Harish G. Ramaswamy": ["Optimizing the Multiclass F-Measure via Biconcave Programming., ICDM, 2016"], "Svetha Venkatesh": ["Budgeted Batch Bayesian Optimization., ICDM, 2016"], "Dinh Q. Phung": ["One-Pass Logistic Regression for Label-Drift and Large-Scale Classification on Distributed Systems., ICDM, 2016"], "Xiang Zhang": ["Self-Grouping Multi-network Clustering., ICDM, 2016"], "Dickson Chow": ["A Scalable Framework for Stylometric Analysis Query Processing., ICDM, 2016"], "Saharon Rosset": ["Compressing Random Forests., ICDM, 2016"], "Qiang Cheng": ["A Fast Factorization-Based Approach to Robust PCA., ICDM, 2016"], "Peter A. Flach": ["Background Check: A General Technique to Build More Reliable and Versatile Classifiers., ICDM, 2016"], "Jun Wang": ["Product-Based Neural Networks for User Response Prediction., ICDM, 2016"], "Subrata Saha": ["Efficient Algorithms for the Three Locus Problem in Genome-Wide Association Study., ICDM, 2016"], "Peter Christen": ["Scalable Block Scheduling for Efficient Multi-database Record Linkage., ICDM, 2016"], "Leman Akoglu": ["Sequential Ensemble Learning for Outlier Detection: A Bias-Variance Perspective., ICDM, 2016"], "Miguel Á. Carreira-Perpiñán": ["Learning Independent, Diverse Binary Hash Functions: Pruning and Locality., ICDM, 2016"], "Yisong Yue": ["A Rotation Invariant Latent Factor Model for Moveme Discovery from Static Poses., ICDM, 2016"], "Josep María Tormos": ["Patterns in Cognitive Rehabilitation of Traumatic Brain Injury Patients: A Text Mining Approach., ICDM, 2016"], "Thomas Seidl": ["Detecting Change Processes in Dynamic Networks by Frequent Graph Evolution Rule Mining., ICDM, 2016"], "Guangchun Luo": ["Reliable Semi-supervised Learning., ICDM, 2016"], "Philip S. Yu": ["Online Unsupervised Multi-view Feature Selection., ICDM, 2016"], "Xin Luna Dong": ["Mining Summaries for Knowledge Graph Search., ICDM, 2016"], "Kenji Yamanishi": ["Structure Selection for Convolutive Non-negative Matrix Factorization Using Normalized Maximum Likelihood Coding., ICDM, 2016"], "Zhi Wei": ["Modeling Real Estate for School District Identification., ICDM, 2016"], "Tianrui Li": ["Multi-view Clustering via Concept Factorization with Local Manifold Regularization., ICDM, 2016"], "Hao Wang": ["A Fast Distributed Classification Algorithm for Large-Scale Imbalanced Data., ICDM, 2016"], "Xiaojuan Ma": ["Differential Location Privacy for Sparse Mobile Crowdsensing., ICDM, 2016"], "Perry MacNeille": ["Bayesian Rule Sets for Interpretable Classification., ICDM, 2016"], "Hengchang Liu": ["The Development of a Smart Taxicab Scheduling System: A Multi-source Data Fusion Perspective., ICDM, 2016"], "Qi Liu": ["Selecting Valuable Customers for Merchants in E-Commerce Platforms., ICDM, 2016"], "Ming Gu": ["Spectrum-Revealing Cholesky Factorization for Kernel Methods., ICDM, 2016"], "Aidong Zhang": ["Topic Discovery for Short Texts Using Word Embeddings., ICDM, 2016"], "Quan Lu": ["Dynamic Contextual Multi Arm Bandits in Display Advertisement., ICDM, 2016"], "Amit Chakraborty": ["Deep Convolutional Factor Analyser for Multivariate Time Series Modeling., ICDM, 2016"], "Yang Xiang": ["Incorporating Pre-Training in Long Short-Term Memory Networks for Tweets Classification., ICDM, 2016"], "Jishang Wei": ["Low-Rank Sparse Feature Selection for Patient Similarity Learning., ICDM, 2016"], "Bu-Sung Lee": ["ROM: A Robust Online Multi-task Learning Approach., ICDM, 2016"], "Bo Zhang": ["Scalable Discrete Supervised Hash Learning with Asymmetric Matrix Factorization., ICDM, 2016"], "Jiebo Luo": ["Multi-type Co-clustering of General Heterogeneous Information Networks via Nonnegative Matrix Tri-Factorization., ICDM, 2016"], "Lawrence Carin": ["Dynamic Poisson Factor Analysis., ICDM, 2016"], "Christian Böhm": ["Gaussian Component Based Index for GMMs., ICDM, 2016"], "Zhi-Hua Zhou": ["Multi-label Learning with Emerging New Labels., ICDM, 2016"]}