{"Christos Faloutsos": ["Mining Billion-node Graphs: Patterns, Generators and Tools., ICDM, 2010", "QMAS: Querying, Mining and Summarization of Multi-modal Databases., ICDM, 2010", "Patterns on the Connected Components of Terabyte-Scale Graphs., ICDM, 2010"], "Geoffrey J. McLachlan": ["Assessing the Significance of Groups in High-Dimensional Data., ICDM, 2010"], "Xindong Wu": ["10 Years of Data Mining Research: Retrospect and Prospect., ICDM, 2010", "SMILE: A Similarity-Based Approach for Multiple Instance Learning., ICDM, 2010", "NESVM: A Fast Gradient Method for Support Vector Machines., ICDM, 2010"], "Nishchal Devanur": ["Detecting Novel Discrepancies in Communication Networks., ICDM, 2010"], "Ulrike von Luxburg": ["Multi-agent Random Walks for Local Clustering on Graphs., ICDM, 2010"], "Guangqin Ma": ["Spatiotemporal Event Detection in Mobility Network., ICDM, 2010"], "Hui Xiong": ["An Unsupervised Approach to Modeling Personalized Contexts of Mobile Users., ICDM, 2010"], "Ashok N. Srivastava": ["Fast and Flexible Multivariate Time Series Subsequence Search., ICDM, 2010", "Block-GP: Scalable Gaussian Process Regression for Multimodal Data., ICDM, 2010"], "Eamonn J. Keogh": ["iSAX 2.0: Indexing and Mining One Billion Time Series., ICDM, 2010", "Polishing the Right Apple: Anytime Classification Also Benefits Data Streams with Constant Arrival Times., ICDM, 2010", "Mother Fugger: Mining Historical Manuscripts with Local Color Patches., ICDM, 2010", "How to Do Good Data Mining Research and Get it Published in Top Venues., ICDM, 2010"], "Vasant G. Honavar": ["Abstraction Augmented Markov Models., ICDM, 2010"], "Aditya Telang": ["A Graph-Based Approach for Multi-folder Email Classification., ICDM, 2010"], "Li Zhang": ["Scalable Influence Maximization in Social Networks under the Linear Threshold Model., ICDM, 2010"], "Georges Hébrail": ["CLUSMASTER: A Clustering Approach for Sampling Data Streams in Sensor Networks., ICDM, 2010"], "Gang Niu": ["Bayesian Maximum Margin Clustering., ICDM, 2010"], "Nisheeth Shrivastava": ["Viral Marketing for Multiple Products., ICDM, 2010"], "Michael E. Houle": ["Finding Local Anomalies in Very High Dimensional Space., ICDM, 2010"], "Alexandre Termier": ["PGLCM: Efficient Parallel Mining of Closed Frequent Gradual Itemsets., ICDM, 2010"], "Huidong Jin": ["Sequential Latent Dirichlet Allocation: Discover Underlying Topic Structures within a Document., ICDM, 2010"], "Matthijs van Leeuwen": ["Subgroup Discovery Meets Bayesian Networks -- An Exceptional Model Mining Approach., ICDM, 2010"], "Alex Aussem": ["Feature Selection for Unsupervised Learning Using Random Cluster Ensembles., ICDM, 2010"], "Lars Schmidt-Thieme": ["Learning Attribute-to-Feature Mappings for Cold-Start Recommendations., ICDM, 2010"], "Harry Zhang": ["An Extensive Empirical Study on Semi-supervised Learning., ICDM, 2010"], "Wilhelmiina Hämäläinen": ["Efficient Discovery of the Top-K Optimal Dependency Rules with Fisher's Exact Test of Significance., ICDM, 2010"], "Lei Yu": ["A Variance Reduction Framework for Stable Feature Selection., ICDM, 2010"], "Kazushi Ikeda": ["Exponential Family Tensor Factorization for Missing-Values Prediction and Anomaly Detection., ICDM, 2010"], "Jaime G. Carbonell": ["Rare Category Characterization., ICDM, 2010", "Learning Preferences with Millions of Parameters by Enforcing Sparsity., ICDM, 2010"], "Raj Bhatnagar": ["Algorithm for Discovering Low-Variance 3-Clusters from Real-Valued Datasets., ICDM, 2010"], "Sergey Ioffe": ["Improved Consistent Sampling, Weighted Minhash and L1 Sketching., ICDM, 2010"], "Qing Yang": ["An Approach Based on Tree Kernels for Opinion Mining of Online Product Reviews., ICDM, 2010"], "Yanchun Zhang": ["A Pairwise-Systematic Microaggregation for Statistical Disclosure Control., ICDM, 2010"], "Philip S. Yu": ["Multi-label Feature Selection for Graph Classification., ICDM, 2010", "Exploiting Local Data Uncertainty to Boost Global Outlier Detection., ICDM, 2010", "Efficient Semi-supervised Spectral Co-clustering with Constraints., ICDM, 2010", "Probabilistic Inference Protection on Anonymized Data., ICDM, 2010", "Max-Clique: A Top-Down Graph-Based Approach to Frequent Pattern Mining., ICDM, 2010"], "Takuro Kutsuna": ["A Binary Decision Diagram-Based One-Class Classifier., ICDM, 2010"], "Aoying Zhou": ["Detecting Blackhole and Volcano Patterns in Directed Networks., ICDM, 2010"], "Yalou Huang": ["Training Conditional Random Fields Using Transfer Learning for Gesture Recognition., ICDM, 2010"], "Gagan Agrawal": ["Stratified Sampling for Data Mining on the Deep Web., ICDM, 2010"], "Jesse Davis": ["Learning Markov Network Structure with Decision Trees., ICDM, 2010"], "Heng Huang": ["Towards Structural Sparsity: An Explicit l2/l0 Approach., ICDM, 2010"], "Xiaojun Wan": ["Multi-document Summarization Using Minimum Distortion., ICDM, 2010"], "Charles Elkan": ["A Log-Linear Model with Latent Features for Dyadic Prediction., ICDM, 2010"], "Qiaozhu Mei": ["Edge Weight Regularization over Multiple Graphs for Similarity Learning., ICDM, 2010"], "Nam Nguyen": ["A New SVM Approach to Multi-instance Multi-label Learning., ICDM, 2010"], "Seungjin Choi": ["Bayesian Aggregation of Binary Classifiers., ICDM, 2010"], "Vince D. Calhoun": ["Permutations as Angular Data: Efficient Inference in Factorial Spaces., ICDM, 2010"], "Matjaz Kukar": ["Separation of Interleaved Web Sessions with Heuristic Search., ICDM, 2010"], "Nitesh V. Chawla": ["Consequences of Variability in Classifier Performance Estimates., ICDM, 2010"], "Diane J. Cook": ["Mining Sensor Streams for Discovering Human Activity Patterns over Time., ICDM, 2010"], "Szymon Jaroszewicz": ["Decision Trees for Uplift Modeling., ICDM, 2010"], "Boaz Ben-Moshe": ["Co-clustering of Lagged Data., ICDM, 2010"], "Vivekanand Gopalkrishnan": ["Discovering Correlated Subspace Clusters in 3D Continuous-Valued Data., ICDM, 2010"], "Boqin Feng": ["gSkeletonClu: Density-Based Network Clustering via Structure-Connected Tree Division or Agglomeration., ICDM, 2010"], "Tao Li": ["LogTree: A Framework for Generating System Events from Raw Textual Logs., ICDM, 2010"], "Boris Cule": ["Mining Closed Strict Episodes., ICDM, 2010"], "Jonathan R. Wells": ["Multi-dimensional Mass Estimation and Mass-based Clustering., ICDM, 2010"], "Julien Epps": ["minCEntropy: A Novel Information Theoretic Approach for the Generation of Alternative Clusterings., ICDM, 2010"], "Jun-Yong Zhu": ["A Conscience On-line Learning Approach for Kernel-Based Clustering., ICDM, 2010"], "Chris H. Q. Ding": ["Weighted Feature Subset Non-negative Matrix Factorization and Its Applications to Document Understanding., ICDM, 2010", "Hierarchical Ensemble Clustering., ICDM, 2010"], "Arnd Christian König": ["Learning a Bi-Stochastic Data Similarity Matrix., ICDM, 2010"], "Ian Davidson": ["Active Spectral Clustering., ICDM, 2010"], "Huan Liu": ["Discovering Overlapping Groups in Social Media., ICDM, 2010"], "Alexandros Kalousis": ["Adaptive Distances on Sets of Vectors., ICDM, 2010"], "Jure Leskovec": ["Modeling Information Diffusion in Implicit Networks., ICDM, 2010"], "Juanzi Li": ["Term Filtering with Bounded Error., ICDM, 2010"], "Zhi-Hua Zhou": ["Exploiting Unlabeled Data to Enhance Ensemble Diversity., ICDM, 2010"], "Yang Qiu": ["Constraint Based Dimension Correlation and Distance Divergence for Clustering High-Dimensional Data., ICDM, 2010"], "Kun Deng": ["Active Learning from Multiple Noisy Labelers with Varied Costs., ICDM, 2010"], "Ming Zhang": ["A Novel Contrast Co-learning Framework for Generating High Quality Training Data., ICDM, 2010"], "Hannu Toivonen": ["Network Simplification with Minimal Loss of Connectivity., ICDM, 2010"], "Eric Nettleton": ["Improving Kernel Methods through Complex Data Mapping., ICDM, 2010"], "Jeffrey Xu Yu": ["Clustering Large Attributed Graphs: An Efficient Incremental Approach., ICDM, 2010"], "Zhongzhi Shi": ["D-LDA: A Topic Modeling Approach without Constraint Generation for Semi-defined Classification., ICDM, 2010"], "Abhirup Chakraborty": ["SONNET: Efficient Approximate Nearest Neighbor Using Multi-core., ICDM, 2010"], "Sumit Chopra": ["Two of a Kind or the Ratings Game? Adaptive Pairwise Preferences and Latent Factor Models., ICDM, 2010"], "Claudio Lucchese": ["Document Similarity Self-Join with MapReduce., ICDM, 2010"], "M. José Ramírez-Quintana": ["Quantification via Probability Estimators., ICDM, 2010"], "Ashesh Mahidadia": ["Learning Collaborative Filtering and Its Application to People to People Recommendation in Social Networks., ICDM, 2010"], "Bart Goethals": ["Approximation of Frequentness Probability of Itemsets in Uncertain Data., ICDM, 2010"], "Rasmus Pagh": ["On Finding Frequent Patterns in Event Sequences., ICDM, 2010"], "Nicolas Cebron": ["Active Improvement of Hierarchical Object Features under Budget Constraints., ICDM, 2010"], "Wai Lam": ["Pseudo Conditional Random Fields: Joint Training Approach to Segmenting and Labeling Sequence Data., ICDM, 2010"], "Tak-Lam Wong": ["Location and Scatter Matching for Dataset Shift in Text Mining., ICDM, 2010"], "Charles X. Ling": ["Active Learning with Human-Like Noisy Oracle., ICDM, 2010"], "Ad Feelders": ["Monotone Relabeling in Ordinal Classification., ICDM, 2010"], "Themis Palpanas": ["The Effect of History on Modeling Systems' Performance: The Problem of the Demanding Lord., ICDM, 2010"], "Jan Vahrenhold": ["Resilient K-d Trees: K-Means in Space Revisited., ICDM, 2010"], "Olivier Nicol": ["Advertising Campaigns Management: Should We Be Greedy?, ICDM, 2010"], "Peter E. Tischer": ["Accelerating Radius-Margin Parameter Selection for SVMs Using Geometric Bounds., ICDM, 2010"], "Andrea Tagarelli": ["Enhancing Single-Objective Projective Clustering Ensembles., ICDM, 2010", "Minimizing the Variance of Cluster Mixture Models for Clustering Uncertain Objects., ICDM, 2010"], "Thomas Seidl": ["Subspace Clustering Meets Dense Subgraph Mining: A Synthesis of Two Paradigms., ICDM, 2010", "Discovering Multiple Clustering Solutions: Grouping Objects in Different Views of the Data., ICDM, 2010"], "Robert Gwadera": ["Multi-stream Join Answering for Mining Significant Cross-Stream Correlations., ICDM, 2010"], "Yoichi Motomura": ["Category Mining by Heterogeneous Data Fusion Using PdLSI Model in a Retail Service., ICDM, 2010"], "George Karypis": ["Content-Based Methods for Predicting Web-Site Demographic Attributes., ICDM, 2010"], "Mykola Pechenizkiy": ["Discrimination Aware Decision Tree Learning., ICDM, 2010"], "Brian Burdick": ["Attribution of Conversion Events to Multi-channel Media., ICDM, 2010"], "Licia Capra": ["Mining Public Transport Usage for Personalised Intelligent Transport Systems., ICDM, 2010"], "Ramesh Jain": ["Micro-blogging Sentiment Detection by Collaborative Online Learning., ICDM, 2010"], "Ke Wang": ["Enforcing Vocabulary k-Anonymity by Semantic Similarity Based Clustering., ICDM, 2010"], "Xiaohong Jiang": ["Efficient Probabilistic Latent Semantic Analysis with Sparsity Control., ICDM, 2010"], "Junjie Wu": ["Understanding of Internal Clustering Validation Measures., ICDM, 2010"], "Dou Shen": ["Transfer Learning via Cluster Correspondence Inference., ICDM, 2010"], "Inderjit S. Dhillon": ["Supervised Link Prediction Using Multiple Sources., ICDM, 2010"], "Bhavani M. Thuraisingham": ["Addressing Concept-Evolution in Concept-Drifting Data Streams., ICDM, 2010"], "Pauli Miettinen": ["Sparse Boolean Matrix Factorizations., ICDM, 2010"], "Veerabhadran Baladandayuthapani": ["On the Computation of Stochastic Search Variable Selection in Linear Regression with UDFs., ICDM, 2010"], "Chotirat Ann Ratanamahatana": ["Data Editing Techniques to Allow the Application of Distance-Based Outlier Detection to Streams., ICDM, 2010"], "Donna K. Slonim": ["Anomaly Detection Using an Ensemble of Feature Models., ICDM, 2010"], "Markus Ojala": ["Assessing Data Mining Results on Matrices with Randomization., ICDM, 2010"], "Jaideep Srivastava": ["A Generalized Linear Threshold Model for Multiple Cascades., ICDM, 2010"], "Jon Crowcroft": ["Recommending Social Events from Mobile Phone Location Data., ICDM, 2010"], "Carl Frélicot": ["On Normalizing Fuzzy Coincidence Matrices to Compare Fuzzy and/or Possibilistic Partitions with the Rand Index., ICDM, 2010"], "Yue Fang": ["Financial Forecasting with Gompertz Multiple Kernel Learning., ICDM, 2010"], "David D. Jensen": ["Leveraging D-Separation for Relational Data Sets., ICDM, 2010"], "Steffen Rendle": ["Factorization Machines., ICDM, 2010"], "Vit Niennattrakul": ["Accelerating Dynamic Time Warping Subsequence Search with GPUs and FPGAs., ICDM, 2010"], "Stefan Conrad": ["An Approach for Automatic Sleep Stage Scoring and Apnea-Hypopnea Detection., ICDM, 2010"], "Gerhard Weikum": ["Bonsai: Growing Interesting Small Trees., ICDM, 2010"], "Hugh A. Chipman": ["Mixed-Membership Stochastic Block-Models for Transactional Networks., ICDM, 2010"], "Arindam Banerjee": ["Generalized Probabilistic Matrix Factorizations for Collaborative Filtering., ICDM, 2010"], "Xukun Shen": ["Topic Modeling Ensembles., ICDM, 2010"], "Yi-Dong Shen": ["Interval-valued Matrix Factorization with Applications., ICDM, 2010"], "Ruixin Zhu": ["Transfer Learning on Heterogenous Feature Spaces via Spectral Transformation., ICDM, 2010"], "Aleksandra Mojsilovic": ["One-Class Matrix Completion with Low-Density Factorizations., ICDM, 2010"], "Shahram Ebadollahi": ["A System for Mining Temporal Physiological Data Streams for Advanced Prognostic Decision Support., ICDM, 2010"], "Naonori Ueda": ["Averaged Stochastic Gradient Descent with Feedback: An Accurate, Robust, and Fast Training Method., ICDM, 2010"], "Michail Vlachos": ["Visualizing Graphs Using Minimum Spanning Dendrograms., ICDM, 2010"], "Wen-Chih Peng": ["Tru-Alarm: Trustworthiness Analysis of Sensor Networks in Cyber-Physical Systems., ICDM, 2010"], "Michael R. Berthold": ["Node Similarities from Spreading Activation., ICDM, 2010"], "Duen Horng Chau": ["On the Vulnerability of Large Graphs., ICDM, 2010"], "Petteri Kaski": ["Testing the Significance of Patterns in Data with Cluster Structure., ICDM, 2010"], "Ping Li": ["Compressed Nonnegative Sparse Coding., ICDM, 2010"], "Ada Wai-Chee Fu": ["Anonymizing Temporal Data., ICDM, 2010"], "Changshui Zhang": ["Homotopy Regularization for Boosting., ICDM, 2010"], "Cane Wing-ki Leung": ["What Do People Want in Microblogs? Measuring Interestingness of Hashtags in Twitter., ICDM, 2010"], "Chun-Li Wang": ["Collaborative Learning between Visual Content and Hidden Semantic for Image Retrieval., ICDM, 2010"], "Lizhu Zhou": ["Personalizing Web Page Recommendation via Collaborative Filtering and Topic-Aware Markov Model., ICDM, 2010"], "Sungchul Kim": ["Passive Sampling for Regression., ICDM, 2010"], "Rebecca A. Hutchinson": ["Modeling Experts and Novices in Citizen Science Data for Species Distribution Modeling., ICDM, 2010"], "Wei Ding": ["Causal Discovery from Streaming Features., ICDM, 2010"], "Yves Lechevallier": ["ABS: The Anti Bouncing Model for Usage Data Streams., ICDM, 2010"], "Li Guo": ["Classifier and Cluster Ensembles for Mining Concept Drifting Data Streams., ICDM, 2010"], "Xin Han": ["Graph-Based Semi-supervised Learning with Adaptive Similarity Estimation., ICDM, 2010"], "Michèle Sebag": ["K-AP: Generating Specified K Clusters by Efficient Affinity Propagation., ICDM, 2010"], "Jinghai Rao": ["MoodCast: Emotion Prediction via Dynamic Continuous Factor Graph Model., ICDM, 2010"], "Yanqi Wang": ["Frequent Instruction Sequential Pattern Mining in Hardware Sample Data., ICDM, 2010"], "Baile Shi": ["Efficient Episode Mining with Minimal and Non-overlapping Occurrences., ICDM, 2010"], "Shashi Shekhar": ["Spatial and Spatio-temporal Data Mining., ICDM, 2010"], "Jun Huan": ["Knowledge Discovery in Academic Drug Discovery Programs: Opportunities and Challenges., ICDM, 2010"]}