{"Loulwah AlSumait": ["On-line LDA: Adaptive Topic Models for Mining Text Streams with Applications to Topic Detection and Tracking., ICDM, 2008"], "Shin Ando": ["Unsupervised Cross-Domain Learning by Interaction Information Co-clustering., ICDM, 2008"], "Stephen H. Bach": ["Paired Learners for Concept Drift., ICDM, 2008"], "Mirko Böttcher": ["Predicting Future Decision Trees from Evolving Data., ICDM, 2008"], "Mario Boley": ["A Randomized Approach for Approximating the Number of Frequent Sets., ICDM, 2008"], "Alexis Bondu": ["A Non-parametric Semi-supervised Discretization Method., ICDM, 2008"], "Deng Cai": ["Non-negative Matrix Factorization on Manifold., ICDM, 2008"], "Toon Calders": ["Anti-monotonic Overlap-Graph Support Measures., ICDM, 2008"], "Lei Chang": ["SeqStream: Mining Closed Sequential Patterns over Stream Sliding Windows., ICDM, 2008"], "Vineet Chaoji": ["SPARCL: Efficient and Effective Shape-Based Clustering., ICDM, 2008"], "Chen Chen": ["Graph OLAP: Towards Online Analytical Processing on Graphs., ICDM, 2008"], "Haifeng Chen": ["Exploiting Local and Global Invariants for the Management of Large Scale Information Systems., ICDM, 2008"], "Ling Chen": ["DECK: Detecting Events from Web Click-Through Data., ICDM, 2008"], "Chun Kit Chui": ["Mining Order-Preserving Submatrices from Data with Repeated Measurements., ICDM, 2008"], "David A. Cieslak": ["Start Globally, Optimize Locally, Predict Globally: Improving Performance on Imbalanced Data., ICDM, 2008"], "Bonaventura Coppola": ["Generalized Framework for Syntax-Based Relation Mining., ICDM, 2008"], "Hongbo Deng": ["Formal Models for Expert Finding on DBLP Bibliography Data., ICDM, 2008"], "Denny": ["ReDSOM: Relative Density Visualization of Temporal Changes in Cluster Structures Using Self-Organizing Maps., ICDM, 2008"], "Chris H. Q. Ding": ["Nonnegative Matrix Factorization for Combinatorial Optimization: Spectral Clustering, Graph Matching, and Clique Finding., ICDM, 2008"], "Johannes Fischer": ["Space Efficient String Mining under Frequency Constraints., ICDM, 2008"], "Wilhelmiina Hämäläinen": ["Efficient Discovery of Statistically Significant Association Rules., ICDM, 2008"], "Andreas Hapfelmeier": ["Interpreting PET Scans by Structured Patient Data: A Data Mining Case Study in Dementia Research., ICDM, 2008"], "Shohei Hido": ["Inlier-Based Outlier Detection via Direct Density Ratio Estimation., ICDM, 2008"], "Karen Hovsepian": ["Supervised Inductive Learning with Lotka-Volterra Derived Models., ICDM, 2008"], "Jen-Hao Hsiao": ["A Novel Language-Model-Based Approach for Image Object Mining and Re-ranking., ICDM, 2008"], "Yang Hu": ["Maximum Margin Clustering with Pairwise Constraints., ICDM, 2008"], "Yifan Hu": ["Collaborative Filtering for Implicit Feedback Datasets., ICDM, 2008"], "Kaizhu Huang": ["Semi-supervised Learning from General Unlabeled Data., ICDM, 2008", "Direct Zero-Norm Optimization for Feature Selection., ICDM, 2008"], "Christian Hübler": ["Metropolis Algorithms for Representative Subgraph Sampling., ICDM, 2008"], "TaeHyun Hwang": ["Learning on Weighted Hypergraphs to Integrate Protein Interactions and Gene Expressions for Cancer Outcome Prediction., ICDM, 2008"], "Akihiro Inokuchi": ["A Fast Method to Mine Frequent Subsequences from Graph Sequence Data., ICDM, 2008"], "Ruoming Jin": ["Overlapping Matrix Pattern Visualization: A Hypergraph Approach., ICDM, 2008"], "Khurum Nazir Junejo": ["A Robust Discriminative Term Weighting Based Linear Discriminant Method for Text Classification., ICDM, 2008"], "Ben Kao": ["Clustering Uncertain Data Using Voronoi Diagrams., ICDM, 2008"], "Abdellali Kelil": ["SCS: A New Similarity Measure for Categorical Sequences., ICDM, 2008"], "Jingu Kim": ["Toward Faster Nonnegative Matrix Factorization: A New Algorithm and Comparisons., ICDM, 2008"], "Tamara G. Kolda": ["Scalable Tensor Decompositions for Multi-aspect Data Mining., ICDM, 2008"], "Mayank Lahiri": ["Mining Periodic Behavior in Dynamic Social Networks., ICDM, 2008"], "Duy-Dinh Le": ["Unsupervised Face Annotation by Mining the Web., ICDM, 2008"], "Guichong Li": ["Border Sampling through Coupling Markov Chain Monte Carlo., ICDM, 2008"], "Ping Li": ["Computationally Efficient Estimators for Dimension Reductions UsingStable Random Projections., ICDM, 2008"], "Fei Tony Liu": ["Isolation Forest., ICDM, 2008"], "Li-Ping Liu": ["TEFE: A Time-Efficient Approach to Feature Extraction., ICDM, 2008"], "Wei Liu": ["Transductive Component Analysis., ICDM, 2008"], "Yang Liu": ["Modeling and Predicting the Helpfulness of Online Reviews., ICDM, 2008"], "Francisco Martínez-Álvarez": ["LBF: A Labeled-Based Forecasting Algorithm and Its Application to Electricity Price Time Series., ICDM, 2008"], "Dimitrios Mavroeidis": ["Enhancing the Stability of Spectral Ordering with Sparsification and Partial Supervision: Application to Paleontological Data., ICDM, 2008"], "Christopher Moretti": ["Scaling up Classifiers to Cloud Computers., ICDM, 2008"], "Atsuyoshi Nakamura": ["What Sperner Family Concept Class is Easy to Be Enumerated?, ICDM, 2008"], "Bingbing Ni": ["Learning by Propagability., ICDM, 2008"], "Rong Pan": ["One-Class Collaborative Filtering., ICDM, 2008"], "Spiros Papadimitriou": ["DisCo: Distributed Co-clustering with Map-Reduce: A Case Study towards Petabyte-Scale End-to-End Mining., ICDM, 2008"], "Carsten Riggelsen": ["Learning Bayesian Networks: A MAP Criterion for Joint Selection of Model Structure and Parameter., ICDM, 2008"], "Hanhuai Shan": ["Bayesian Co-clustering., ICDM, 2008"], "Umang Sharan": ["Temporal-Relational Classifiers for Prediction in Evolving Domains., ICDM, 2008"], "Kostyantyn M. Shchekotykhin": ["xCrawl: A High-Recall Crawling Method for Web Mining., ICDM, 2008"], "Mingzhou (Joe) Song": ["Comparison of Cluster Representations from Partial Second- to Full Fourth-Order Cross Moments for Data Stream Clustering., ICDM, 2008"], "Ilija Subasic": ["Web Mining for Understanding Stories through Graph Visualisation., ICDM, 2008"], "Bálint Takács": ["Balancing Spectral Clustering for Segmenting Spatio-temporal Observations of Multi-agent Systems., ICDM, 2008"], "Nikolaj Tatti": ["Finding Good Itemsets by Packing Data., ICDM, 2008"], "Hanghang Tong": ["Measuring Proximity on Graphs with Side Information., ICDM, 2008"], "Charalampos E. Tsourakakis": ["Fast Counting of Triangles in Large Real Networks without Counting: Algorithms and Laws., ICDM, 2008"], "Akhmed Umyarov": ["Improving Collaborative Filtering Recommendations Using External Data., ICDM, 2008"], "Hongning Wang": ["A Generative Probabilistic Model for Multi-label Classification., ICDM, 2008"], "Liang Wang": ["SpecVAT: Enhanced Visual Cluster Analysis., ICDM, 2008"], "Tianbing Xu": ["Dirichlet Process Based Evolutionary Clustering., ICDM, 2008", "Evolutionary Clustering by Hierarchical Dirichlet Process with Hidden Markov State., ICDM, 2008"], "Jun Yan": ["TOFA: Trace Oriented Feature Analysis in Text Categorization., ICDM, 2008", "Learning the Latent Semantic Space for Ranking in Text Retrieval., ICDM, 2008"], "Jie Yin": ["Clustering Distributed Time Series in Sensor Networks., ICDM, 2008"], "Min-Ling Zhang": ["M3MIML: A Maximum Margin Method for Multi-instance Multi-label Learning., ICDM, 2008"], "Leman Akoglu": ["RTM: Laws and a Recursive Generator for Weighted Time-Evolving Graphs., ICDM, 2008"], "Pelin Angin": ["A Shrinkage Approach for Modeling Non-stationary Relational Autocorrelation., ICDM, 2008"], "Rachit Arora": ["Latent Dirichlet Allocation and Singular Value Decomposition Based Multi-document Summarization., ICDM, 2008"], "Ira Assent": ["INSCY: Indexing Subspace Clusters with In-Process-Removal of Redundancy., ICDM, 2008"], "Alex Aussem": ["A Conservative Feature Subset Selection Algorithm with Missing Data., ICDM, 2008"], "Nicola Barile": ["Nonparametric Monotone Classification with MOCA., ICDM, 2008"], "Ilaria Bordino": ["Mining Large Networks with Subgraph Counting., ICDM, 2008"], "Varun Chandola": ["Comparative Evaluation of Anomaly Detection Techniques for Sequence Data., ICDM, 2008"], "Feng Chen": ["On Locally Linear Classification by Pairwise Coupling., ICDM, 2008"], "Lifei Chen": ["A Probability Model for Projective Clustering on High Dimensional Data., ICDM, 2008"], "Edith Cohen": ["Estimating Aggregates over Multiple Sets., ICDM, 2008"], "Peng Cui": ["A Joint Matrix Factorization Approach to Unsupervised Action Categorization., ICDM, 2008"], "Ian Davidson": ["Finding Alternative Clusterings Using Constraints., ICDM, 2008"], "Paramveer S. Dhillon": ["Efficient Feature Selection in the Presence of Multiple Feature Classes., ICDM, 2008"], "Andrew S. Fast": ["Why Stacked Models Perform Effective Collective Classification., ICDM, 2008"], "Qiang Fu": ["Multiplicative Mixture Models for Overlapping Clustering., ICDM, 2008"], "Ryohei Fujimaki": ["Anomaly Detection Support Vector Machine and Its Application to Fault Diagnosis., ICDM, 2008"], "Thomas George": ["A Recommendation System for Preconditioned Iterative Solvers., ICDM, 2008"], "Robby Goetschalckx": ["Cost-Sensitive Parsimonious Linear Regression., ICDM, 2008"], "Tianxia Gong": ["Text Mining in Radiology Reports., ICDM, 2008"], "Francesco Gullo": ["A Hierarchical Algorithm for Clustering Uncertain Data via an Information-Theoretic Approach., ICDM, 2008"], "Robert Gwadera": ["Discovering Significant Patterns in Multi-stream Sequences., ICDM, 2008"], "Jingrui He": ["Graph-Based Rare Category Detection., ICDM, 2008"], "Anna-Lan Huang": ["Clustering Documents with Active Learning Using Wikipedia., ICDM, 2008"], "James M. Kang": ["Discovering Flow Anomalies: A SWEET Approach., ICDM, 2008"], "Andreas Karwath": ["Boosting Relational Sequence Alignments., ICDM, 2008"], "Faisal M. Khan": ["Support Vector Regression for Censored Data (SVRc): A Novel Tool for Survival Analysis., ICDM, 2008"], "Ludmila I. Kuncheva": ["Nearest Neighbour Classifiers for Streaming Data with Delayed Labelling., ICDM, 2008"], "Carson Kai-Sang Leung": ["WiFIsViz: Effective Visualization of Frequent Itemsets., ICDM, 2008"], "Hua-Fu Li": ["Fast and Memory Efficient Mining of High Utility Itemsets in Data Streams., ICDM, 2008"], "Tao Li": ["HIREL: An Incremental Clustering Algorithm for Relational Datasets., ICDM, 2008"], "Xin Li": ["Time Sensitive Ranking with Application to Publication Search., ICDM, 2008"], "Keng-Pei Lin": ["Releasing the SVM Classifier with Privacy-Preservation., ICDM, 2008"], "Cindy Xide Lin": ["Text Cube: Computing IR Measures for Multidimensional Text Database Analysis., ICDM, 2008"], "Bo Liu": ["Multi-Space-Mapped SVMs for Multi-class Classification., ICDM, 2008"], "Zheng Liu": ["Spotting Significant Changing Subgraphs in Evolving Graphs., ICDM, 2008"], "Hassan H. Malik": ["Classifying High-Dimensional Text and Web Data Using Very Short Patterns., ICDM, 2008"], "Mohammad M. Masud": ["A Practical Approach to Classify Evolving Data Streams: Training with Limited Amount of Labeled Data., ICDM, 2008"], "Amy McGovern": ["Spatiotemporal Relational Probability Trees: An Introduction., ICDM, 2008"], "Luiz F. Mendes": ["Stream Sequential Pattern Mining with Precise Error Bounds., ICDM, 2008"], "Fabian Mörchen": ["Organic Pie Charts., ICDM, 2008"], "Sebastian Nowozin": ["Frequent Subgraph Retrieval in Geometric Graph Databases., ICDM, 2008"], "Adam J. Oliner": ["Alert Detection in System Logs., ICDM, 2008"], "Róbert Ormándi": ["Variance Minimization Least Squares Support Vector Machines for Time Series Analysis., ICDM, 2008"], "Feng Pan": ["Quantitative Association Analysis Using Tree Hierarchies., ICDM, 2008"], "Sabyasachi Patra": ["Sparse Maximum Margin Logistic Regression for Credit Scoring., ICDM, 2008"], "Ali Mustafa Qamar": ["Similarity Learning for Nearest Neighbor Classification., ICDM, 2008"], "Pratibha Rani": ["RBNBC: Repeat Based Naive Bayes Classifier for Biological Sequences., ICDM, 2008"], "Jesse Read": ["Multi-label Classification Using Ensembles of Pruned Sets., ICDM, 2008"], "Steffen Rendle": ["Active Learning of Equivalence Relations by Minimizing the Expected Loss Using Constraint Inference., ICDM, 2008"], "Hiroto Saigo": ["Iterative Subgraph Mining for Principal Component Analysis., ICDM, 2008"], "Makoto Sato": ["Clustering Geospatial Objects via Hidden Markov Random Fields., ICDM, 2008"], "Zhiyong Shen": ["Collective Latent Dirichlet Allocation., ICDM, 2008"], "Vikas Sindhwani": ["Document-Word Co-regularization for Semi-supervised Sentiment Analysis., ICDM, 2008"], "Yang Song": ["A Non-parametric Approach to Pair-Wise Dynamic Topic Correlation Detection., ICDM, 2008"], "Suvrit Sra": ["Block-Iterative Algorithms for Non-negative Matrix Approximation., ICDM, 2008"], "Tingkai Sun": ["A Novel Method of Combined Feature Extraction for Recognition., ICDM, 2008"], "Yi Sun": ["Prediction of Skin Penetration Using Machine Learning Methods., ICDM, 2008"], "Jie Tang": ["A Topic Modeling Approach and Its Integration into the Random Walk Framework for Academic Search., ICDM, 2008"], "Roberto Trasarti": ["Sequence Mining Automata: A New Technique for Mining Frequent Sequences under Regular Expressions., ICDM, 2008"], "Jilles Vreeken": ["Filling in the Blanks - Krimp Minimisation for Missing Data., ICDM, 2008"], "Dianhui Wang": ["Computational Discovery of Motifs Using Hierarchical Clustering Techniques., ICDM, 2008"], "Guan Wang": ["Inference Analysis in Privacy-Preserving Data Re-publishing., ICDM, 2008"], "Pu Wang": ["Using Wikipedia for Co-clustering Based Cross-Domain Text Classification., ICDM, 2008"], "Richard C. Wang": ["Iterative Set Expansion of Named Entities Using the Web., ICDM, 2008"], "Guillaume Wisniewski": ["Experimental Evaluation of the Value of Structure: How to Efficiently Exploit Interdependencies in Sequence Labeling., ICDM, 2008"], "Rongjing Xiang": ["Pseudolikelihood EM for Within-network Relational Learning., ICDM, 2008"], "Yabo Xu": ["Publishing Sensitive Transactions for Itemset Utility., ICDM, 2008"], "Hyunjin Yoon": ["Robust Time-Referenced Segmentation of Moving Object Trajectories., ICDM, 2008"], "Bin Zhao": ["Maximum Margin Embedding., ICDM, 2008"], "ErHeng Zhong": ["Graph-Based Iterative Hybrid Feature Selection., ICDM, 2008"], "Xingquan Zhu": ["Cleansing Noisy Data Streams., ICDM, 2008"]}