{"Michael W. Mahoney": ["Tree-Like Structure in Large Social and Information Networks., ICDM, 2013"], "Dante Wiggins": ["Subgraph Enumeration in Dynamic Graphs., ICDM, 2013"], "Tamraparni Dasu": ["A Masking Index for Quantifying Hidden Glitches., ICDM, 2013"], "Yuqing Zhu": ["CSI: Charged System Influence Model for Human Behavior Prediction., ICDM, 2013"], "Raviv Raich": ["Context-Aware MIML Instance Annotation., ICDM, 2013"], "Jun Zhou": ["Maximizing Expected Model Change for Active Learning in Regression., ICDM, 2013"], "Luis Leopoldo Perez": ["The Pairwise Gaussian Random Field for High-Dimensional Data Imputation., ICDM, 2013"], "Xiangliang Zhang": ["Controlling Attribute Effect in Linear Regression., ICDM, 2013"], "Jieping Ye": ["Active Matrix Completion., ICDM, 2013"], "Ee-Peng Lim": ["Modeling Temporal Adoptions Using Dynamic Matrix Factorization., ICDM, 2013"], "Hady Wirawan Lauw": ["Modeling Preferences with Availability Constraints., ICDM, 2013"], "Diane J. Cook": ["wRACOG: A Gibbs Sampling-Based Oversampling Technique., ICDM, 2013"], "Slobodan Vucetic": ["Efficient Visualization of Large-Scale Data Tables through Reordering and Entropy Minimization., ICDM, 2013"], "Yi-Dong Shen": ["Local and Global Discriminative Learning for Unsupervised Feature Selection., ICDM, 2013"], "D. M. V. Satya Sriram": ["Generative Maximum Entropy Learning for Multiclass Classification., ICDM, 2013"], "Snigdhansu Chatterjee": ["A Parameter-Free Spatio-Temporal Pattern Mining Model to Catalog Global Ocean Dynamics., ICDM, 2013"], "Xingquan Zhu": ["Transfer Learning across Networks for Collective Classification., ICDM, 2013"], "Mohamed S. Kamel": ["Distributed Column Subset Selection on MapReduce., ICDM, 2013"], "Claudia Plant": ["Compression-Based Graph Mining Exploiting Structure Primitives., ICDM, 2013"], "Stefan Kramer": ["Online Estimation of Discrete Densities., ICDM, 2013"], "Zoran Obradovic": ["Extraction of Interpretable Multivariate Patterns for Early Diagnostics., ICDM, 2013"], "Aoying Zhou": ["Search Behavior Based Latent Semantic User Segmentation for Advertising Targeting., ICDM, 2013"], "Christos Faloutsos": ["Mixed Membership Subspace Clustering., ICDM, 2013"], "Thomas Seidl": ["Spectral Subspace Clustering for Graphs with Feature Vectors., ICDM, 2013", "Adaptive Model Tree for Streaming Data., ICDM, 2013"], "Grigorios Loukides": ["Permutation-Based Sequential Pattern Hiding., ICDM, 2013"], "Toyoaki Nishida": ["Utilizing URLs Position to Estimate Intrinsic Query-URL Relevance., ICDM, 2013"], "Eamonn J. Keogh": ["Parameter-Free Audio Motif Discovery in Large Data Archives., ICDM, 2013", "Classification of Multi-dimensional Streaming Time Series by Weighting Each Classifier's Track Record., ICDM, 2013"], "Yi Mao": ["Kernel Density Metric Learning., ICDM, 2013"], "Kristina Lerman": ["Identifying Transformative Scientific Research., ICDM, 2013"], "Bo Zhang": ["Min-Max Hash for Jaccard Similarity., ICDM, 2013"], "Ning An": ["GRIAS: An Entity-Relation Graph Based Framework for Discovering Entity Aliases., ICDM, 2013"], "Jennifer Corcoran": ["Focal-Test-Based Spatial Decision Tree Learning: A Summary of Results., ICDM, 2013"], "Tuve Löfström": ["Conformal Prediction Using Decision Trees., ICDM, 2013"], "Daniel P. Miranker": ["An Unsupervised Algorithm for Learning Blocking Schemes., ICDM, 2013"], "Jiawei Han": ["Semantic Frame-Based Document Representation for Comparable Corpora., ICDM, 2013", "Constructing Topical Hierarchies in Heterogeneous Information Networks., ICDM, 2013"], "Haesun Park": ["Regularization Paths for Sparse Nonnegative Least Squares Problems with Applications to Life Cycle Assessment Tree Discovery., ICDM, 2013"], "Brian Burdick": ["A High-Dimensional Set Top Box Ad Targeting Algorithm Including Experimental Comparisons to Traditional TV Algorithms., ICDM, 2013"], "Chris H. Q. Ding": ["Efficient Algorithms for Selecting Features with Arbitrary Group Constraints via Group Lasso., ICDM, 2013"], "David Lubensky": ["BIG-ALIGN: Fast Bipartite Graph Alignment., ICDM, 2013"], "S. S. Ravi": ["Blocking Simple and Complex Contagion by Edge Removal., ICDM, 2013"], "Sriraam Natarajan": ["Guiding Autonomous Agents to Better Behaviors through Human Advice., ICDM, 2013"], "Georgios Paliouras": ["TL-PLSA: Transfer Learning between Domains with Different Classes., ICDM, 2013"], "Aidong Zhang": ["Learning, Analyzing and Predicting Object Roles on Dynamic Networks., ICDM, 2013", "Progression Analysis of Community Strengths in Dynamic Networks., ICDM, 2013"], "Rong Pan": ["Tag-Weighted Dirichlet Allocation., ICDM, 2013"], "Jian Pei": ["Mining Probabilistic Frequent Spatio-Temporal Sequential Patterns with Gap Constraints from Uncertain Databases., ICDM, 2013", "Mining Statistically Significant Sequential Patterns., ICDM, 2013", "Price Information Patterns in Web Search Advertising: An Empirical Case Study on Accommodation Industry., ICDM, 2013"], "Margaret Crofoot": ["Mining Following Relationships in Movement Data., ICDM, 2013"], "Ji Chen": ["Linear Computation for Independent Social Influence., ICDM, 2013"], "Zhi-Hua Zhou": ["Learning Imbalanced Multi-class Data with Optimal Dichotomy Weights., ICDM, 2013", "Active Query Driven by Uncertainty and Diversity for Incremental Multi-label Learning., ICDM, 2013"], "Luca Chiarandini": ["Mining Summaries of Propagations., ICDM, 2013"], "Christian Böhm": ["Active Density-Based Clustering., ICDM, 2013"], "Ira Assent": ["Explaining Outliers by Subspace Separability., ICDM, 2013"], "Fabrizio Sebastiani": ["Quantification Trees., ICDM, 2013"], "Ambuj K. Singh": ["Mining Evolving Network Processes., ICDM, 2013"], "Abdullah Mueen": ["Enumeration of Time Series Motifs of All Lengths., ICDM, 2013"], "Siegfried Nijssen": ["Dominance Programming for Itemset Mining., ICDM, 2013"], "Thang N. Dinh": ["Least Cost Influence in Multiplex Social Networks: Model Representation and Analysis., ICDM, 2013"], "Terran Lane": ["Bayesian Discovery of Multiple Bayesian Networks via Transfer Learning., ICDM, 2013"], "Chetan Gupta": ["Forecasting Spatiotemporal Impact of Traffic Incidents on Road Networks., ICDM, 2013"], "Ann E. Nicholson": ["Scaling Log-Linear Analysis to High-Dimensional Data., ICDM, 2013"], "Ian Davidson": ["Fast Pairwise Query Selection for Large-Scale Active Learning to Rank., ICDM, 2013"], "Suresh Venkatasubramanian": ["Power to the Points: Validating Data Memberships in Clusterings., ICDM, 2013"], "Guo-Xian Yu": ["Weighted-Object Ensemble Clustering., ICDM, 2013"], "Matthew Rowe": ["Mining User Lifecycles from Online Community Platforms and their Application to Churn Prediction., ICDM, 2013"], "Klemens Böhm": ["Statistical Selection of Congruent Subspaces for Mining Attributed Graphs., ICDM, 2013"], "Robert E. Mercer": ["Classifying Spam Emails Using Text and Readability Features., ICDM, 2013"], "Mustafa Bilgic": ["Most-Surely vs. Least-Surely Uncertain., ICDM, 2013"], "Ming-Syan Chen": ["On Pattern Preserving Graph Generation., ICDM, 2013", "An Efficient Approach to Updating Closeness Centrality and Average Path Length in Dynamic Networks., ICDM, 2013"], "Gustavo E. A. P. A. Batista": ["Time Series Classification Using Compression Distance of Recurrence Plots., ICDM, 2013"], "Daniel B. Neill": ["Dynamic Pattern Detection with Temporal Consistency and Connectivity Constraints., ICDM, 2013"], "Xifeng Yan": ["Noise-Resistant Bicluster Recognition., ICDM, 2013"], "Nikolaj Tatti": ["Itemsets for Real-Valued Datasets., ICDM, 2013"], "Robert H. Crites": ["Collective Response Spike Prediction for Mutually Interacting Consumers., ICDM, 2013"], "Mauro Brunato": ["Discovering Non-redundant Overlapping Biclusters on Gene Expression Data., ICDM, 2013"], "Chandan K. Reddy": ["Cox Regression with Correlation Based Regularization for Electronic Health Records., ICDM, 2013"], "Xiang Zhang": ["Binary Time-Series Query Framework for Efficient Quantitative Trait Association Study., ICDM, 2013"], "Phillip B. Gibbons": ["Communication-Efficient Distributed Multiple Reference Pattern Matching for M2M Systems., ICDM, 2013"], "Zongben Xu": ["Sparse K-Means with the l_q(0leq q< 1) Constraint for High-Dimensional Data Clustering., ICDM, 2013"], "Gaurav Pandey": ["A Comparative Analysis of Ensemble Classifiers: Case Studies in Genomics., ICDM, 2013"], "Inderjit S. Dhillon": ["Stochastic Blockmodel with Cluster Overlap, Relevance Selection, and Similarity-Based Smoothing., ICDM, 2013"], "Zhihua Cai": ["Multi-instance Multi-graph Dual Embedding Learning., ICDM, 2013"], "Ke Wang": ["TopicSketch: Real-Time Bursty Topic Detection from Twitter., ICDM, 2013"], "Jeff G. Schneider": ["Efficient Learning on Point Sets., ICDM, 2013"], "Wei Ding": ["Markov Blanket Feature Selection with Non-faithful Data Distributions., ICDM, 2013", "Group Feature Selection with Streaming Features., ICDM, 2013"], "Guangzhong Sun": ["Reconstructing Individual Mobility from Smart Card Transactions: A Space Alignment Approach., ICDM, 2013"], "Cheng-Lin Liu": ["Feature Transformation with Class Conditional Decorrelation., ICDM, 2013"], "James T. Kwok": ["Efficient Learning for Models with DAG-Structured Parameter Constraints., ICDM, 2013"], "Li Guo": ["UBLF: An Upper Bound Based Approach to Discover Influential Nodes in Social Networks., ICDM, 2013"], "Dacheng Tao": ["Divide-and-Conquer Anchoring for Near-Separable Nonnegative Matrix Factorization and Completion in High Dimensions., ICDM, 2013"], "Xueqi Cheng": ["A Novel Relational Learning-to-Rank Approach for Topic-Focused Multi-document Summarization., ICDM, 2013"], "Jilles Vreeken": ["Cartification: A Neighborhood Preserving Transformation for Mining High Dimensional Data., ICDM, 2013"], "Mathieu Sinn": ["Improved Electricity Load Forecasting via Kernel Spectral Clustering of Smart Meters., ICDM, 2013"], "Balamurugan P.": ["Large-Scale Elastic Net Regularized Linear Classification SVMs and Logistic Regression., ICDM, 2013"], "Giuseppe Manco": ["Influence-Based Network-Oblivious Community Detection., ICDM, 2013"], "Markéta Krmelová": ["Beyond Boolean Matrix Decompositions: Toward Factor Analysis and Dimensionality Reduction of Ordinal Data., ICDM, 2013"], "Laks V. S. Lakshmanan": ["Validating Network Value of Influencers by Means of Explanations., ICDM, 2013"], "Leman Akoglu": ["External Evaluation of Topic Models: A Graph Mining Approach., ICDM, 2013"], "Thomas S. Huang": ["Multimedia LEGO: Learning Structured Model by Probabilistic Logic Ontology Tree., ICDM, 2013"], "Taesun Moon": ["Discriminatively Enhanced Topic Models., ICDM, 2013"], "Shumin Guo": ["PerturBoost: Practical Confidential Classifier Learning in the Cloud., ICDM, 2013"], "Pierre Moulin": ["A Feature-Enhanced Ranking-Based Classifier for Multimodal Data and Heterogeneous Information Networks., ICDM, 2013"], "Laiwan Chan": ["Nonlinear Causal Discovery for High Dimensional Data: A Kernelized Trace Method., ICDM, 2013"], "Soumen Chakrabarti": ["Discriminative Link Prediction Using Local Links, Node Features and Community Structure., ICDM, 2013"], "Vinay Deolalikar": ["Most Clusters Can Be Retrieved with Short Disjunctive Queries., ICDM, 2013"], "Wendy Hui Wang": ["Integrity Verification of Outsourced Frequent Itemset Mining with Deterministic Guarantee., ICDM, 2013"], "Pauli Miettinen": ["Walk 'n' Merge: A Scalable Algorithm for Boolean Tensor Factorization., ICDM, 2013"], "Raffaella Settimi": ["Online Active Learning with Imbalanced Classes., ICDM, 2013"], "Yuan Ge": ["Efficient Invariant Search for Distributed Information Systems., ICDM, 2013"], "Nagiza F. Samatova": ["Coupled Heterogeneous Association Rule Mining (CHARM): Application Toward Inference of Modulatory Climate Relationships., ICDM, 2013"], "Longbing Cao": ["Leveraging Supervised Label Dependency Propagation for Multi-label Learning., ICDM, 2013"], "Nathan Gnanasambandam": ["A Mobility Simulation Framework Of Humans With Group Behavior Modeling., ICDM, 2013"], "Martin Ester": ["Spatio-Temporal Topic Modeling in Mobile Social Media for Location Recommendation., ICDM, 2013"], "Yan Liu": ["Accelerating Active Learning with Transfer Learning., ICDM, 2013"], "Arthur M. Lesk": ["Statistical Inference of Protein \"LEGO Bricks\"., ICDM, 2013"], "Hiroshi Sawada": ["A Probabilistic Behavior Model for Discovering Unrecognized Knowledge., ICDM, 2013", "Non-negative Multiple Tensor Factorization., ICDM, 2013"], "Yajun Wang": ["Prominent Features of Rumor Propagation in Online Social Media., ICDM, 2013"], "Zhongfei (Mark) Zhang": ["Bayesian Multi-Task Relationship Learning with Link Structure., ICDM, 2013"], "Kenji Yamanishi": ["Quantitative Prediction of Glaucomatous Visual Field Loss from Few Measurements., ICDM, 2013", "Graph Partitioning Change Detection Using Tree-Based Clustering., ICDM, 2013"], "Te-Chuan Liu": ["On the Feature Discovery for App Usage Prediction in Smartphones., ICDM, 2013"], "Xu Zhang": ["How Many Zombies Around You?, ICDM, 2013"], "Rammaya Krishnan": ["Hibernating Process: Modelling Mobile Calls at Multiple Scales., ICDM, 2013"], "Liangliang Ye": ["On Good and Fair Paper-Reviewer Assignment., ICDM, 2013"], "Jure Leskovec": ["Community Detection in Networks with Node Attributes., ICDM, 2013"], "Jun Huan": ["Multitask Learning with Feature Selection for Groups of Related Tasks., ICDM, 2013"], "Jennifer Neville": ["Network Hypothesis Testing Using Mixed Kronecker Product Graph Models., ICDM, 2013"], "Sergey Malinchik": ["SAX-VSM: Interpretable Time Series Classification Using SAX and Vector Space Model., ICDM, 2013"], "Philip S. Yu": ["Clustering on Multiple Incomplete Datasets via Collective Kernel Learning., ICDM, 2013", "Multilabel Consensus Classification., ICDM, 2013", "Predicting Social Links for New Users across Aligned Heterogeneous Social Networks., ICDM, 2013"], "Tim Kraska": ["MLI: An API for Distributed Machine Learning., ICDM, 2013"], "Jiangtao Yin": ["Co-ClusterD: A Distributed Framework for Data Co-Clustering with Sequential Updates., ICDM, 2013"], "Maarten van Someren": ["Multiclass Semi-Supervised Boosting Using Similarity Learning., ICDM, 2013"], "Chengqi Zhang": ["Mining Dependent Frequent Serial Episodes from Uncertain Sequence Data., ICDM, 2013"], "Zengfu Wang": ["Efficient and Scalable Information Geometry Metric Learning., ICDM, 2013"], "Jianying Hu": ["Exploring Patient Risk Groups with Incomplete Knowledge., ICDM, 2013"], "Charles L. A. Clarke": ["Classification-Based Clustering Evaluation., ICDM, 2013"], "Claudia Eckert": ["Efficient Online Sequence Prediction with Side Information., ICDM, 2013"], "Shou-De Lin": ["Sampling Heterogeneous Networks., ICDM, 2013"], "Xue Li": ["A Model for Discovering Correlations of Ubiquitous Things., ICDM, 2013"], "Wei Wei": ["Efficiently Mining Top-K High Utility Sequential Patterns., ICDM, 2013"], "Chotirat Ann Ratanamahatana": ["Efficient Proper Length Time Series Motif Discovery., ICDM, 2013"], "Haixun Wang": ["On Anomalous Hotspot Discovery in Graph Streams., ICDM, 2013"], "Min Wang": ["From Social User Activities to People Affiliation., ICDM, 2013"], "Rui Kuang": ["Transfer Learning across Cancers on DNA Copy Number Variation Analysis., ICDM, 2013"], "Abhishek K. Shrivastava": ["Combating Sub-Clusters Effect in Imbalanced Classification., ICDM, 2013"], "Deying Li": ["Influence and Profit: Two Sides of the Coin., ICDM, 2013"], "Shaogang Gong": ["Constrained Clustering: Effective Constraint Propagation with Imperfect Oracles., ICDM, 2013"], "Xiaoming Sun": ["Influence Maximization in Dynamic Social Networks., ICDM, 2013"], "Jianzhong Li": ["Structural-Context Similarities for Uncertain Graphs., ICDM, 2013"]}