{"Nathan S. Netanyahu": ["Efficient Multidimensional Quantitative Hypotheses Generation., ICDM, 2003"], "Dino Pedreschi": ["ExAMiner: Optimized Level-wise Frequent Pattern Mining with Monotone Constraint., ICDM, 2003"], "Yi-Dong Shen": ["Mining High Utility Itemsets., ICDM, 2003"], "Jean-Marc Petit": ["Zigzag: a new algorithm for mining large inclusion dependencies in database., ICDM, 2003"], "George Karypis": ["Frequent Sub-Structure-Based Approaches for Classifying Chemical Compounds., ICDM, 2003"], "Leonard Pitt": ["Optimized Disjunctive Association Rules via Sampling., ICDM, 2003"], "Sheng Ma": ["Is random model better? On its accuracy and efficiency., ICDM, 2003"], "Alexander R. Statnikov": ["Identifying Markov Blankets with Decision Tree Induction., ICDM, 2003"], "Wojciech Szpankowski": ["Reliable Detection of Episodes in Event Sequences., ICDM, 2003"], "Stefan Wermter": ["A Dynamic Adaptive Self-Organising Hybrid Model for Text Clustering., ICDM, 2003"], "Hisashi Kashima": ["Mining Significant Pairs of Patterns from Graph Structures with Class Labels., ICDM, 2003"], "Kwong-Sak Leung": ["Scalable Model-based Clustering by Working on Data Summaries., ICDM, 2003"], "Krishnamoorthy Sivakumar": ["On the Privacy Preserving Properties of Random Data Perturbation Techniques., ICDM, 2003"], "Hanaki Miyoshi": ["Semantic Log Analysis Based on a User Query Behavior Model., ICDM, 2003"], "Wagner Truppel": ["Clustering of Time Series Subsequences is Meaningless: Implications for Previous and Future Research., ICDM, 2003"], "Marcus A. Maloof": ["Dynamic Weighted Majority: A New Ensemble Method for Tracking Concept Drift., ICDM, 2003"], "Andrew W. Moore": ["Probabilistic Noise Identification and Data Cleaning., ICDM, 2003"], "Kumar K. Tamma": ["Localized Prediction of Continuous Target Variables Using Hierarchical Clustering., ICDM, 2003"], "Luc De Raedt": ["An Algebra for Inductive Query Evaluation., ICDM, 2003"], "Yanchun Zhang": ["Direct Interesting Rule Generation., ICDM, 2003"], "Chandra Kambhamettu": ["Spatial Interest Pixels (SIPs): Useful Low-Level Features of Visual Media Data., ICDM, 2003"], "Hans Chalupsky": ["Unsupervised Link Discovery in Multi-relational Data via Rarity Analysis., ICDM, 2003"], "Philip S. Yu": ["Building Text Classifiers Using Positive and Unlabeled Examples., ICDM, 2003", "MaPle: A Fast Algorithm for Maximal Pattern-based Clustering., ICDM, 2003"], "Wei Wang": ["OP-Cluster: Clustering by Tendency in High Dimensional Space., ICDM, 2003"], "Steven Skiena": ["Parsing Without a Grammar: Making Sense of Unknown File Formats., ICDM, 2003"], "C. Lee Giles": ["Probabilistic User Behavior Models., ICDM, 2003"], "Joydeep Ghosh": ["Privacy-preserving Distributed Clustering using Generative Models., ICDM, 2003"], "Taneli Mielikäinen": ["Change Profiles., ICDM, 2003"], "Pei Sun": ["Complex Spatial Relationships., ICDM, 2003"], "Fabio A. González": ["TECNO-STREAMS: Tracking Evolving Clusters in Noisy Data Streams with a Scalable Immune System Learning Model., ICDM, 2003"], "Haesun Park": ["Efficient Nonlinear Dimension Reduction for Clustered Data Using Kernel Functions., ICDM, 2003", "A new optimization criterion for generalized discriminant analysis on undersampled problems., ICDM, 2003"], "Dmitry Pavlov": ["Sequence Modeling with Mixtures of Conditional Maximum Entropy Distributions., ICDM, 2003"], "Zoran Obradovic": ["Exploiting Unlabeled Data for Improving Accuracy of Predictive Data Mining., ICDM, 2003"], "David M. Pennock": ["Statistical Relational Learning for Document Mining., ICDM, 2003"], "Einat Neumann": ["Integrating Customer Value Considerations into Predictive Modeling., ICDM, 2003"], "Dan Trock": ["A High-Performance Distributed Algorithm for Mining Association Rules., ICDM, 2003"], "Xue Li": ["Introducing Uncertainty into Pattern Discovery in Temporal Event Sequences., ICDM, 2003"], "Ronald Miller": ["Evolutionary Gabor Filter Optimization with Application to Vehicle Detection., ICDM, 2003"], "Katsuhiko Takabayashi": ["Detecting Interesting Exceptions from Medical Test Data with Visual Summarization., ICDM, 2003"], "Yuchang Lu": ["Learning Bayesian Networks from Incomplete Data Based on EMI Method., ICDM, 2003"], "William F. Punch": ["Combining Multiple Weak Clusterings., ICDM, 2003"], "Shoji Hirano": ["Visualization of Rule's Similarity using Multidimensional Scaling., ICDM, 2003", "Pattern Discovery based on Rule Induction and Taxonomy Generation., ICDM, 2003"], "Jiawei Han": ["TSP: Mining Top-K Closed Sequential Patterns., ICDM, 2003", "CoMine: Efficient Mining of Correlated Patterns., ICDM, 2003"], "Helge J. Ritter": ["Interactive Visualization and Navigation in Large Data Collections using the Hyperbolic Space., ICDM, 2003"], "Assaf Schuster": ["Association Rule Mining in Peer-to-Peer Systems., ICDM, 2003"], "Ke Wang": ["MPIS: Maximal-Profit Item Selection with Cross-Selling Considerations., ICDM, 2003"], "Margaret H. Dunham": ["Efficient Data Mining for Maximal Frequent Subtrees., ICDM, 2003"], "Vipin Kumar": ["Mining Strong Affinity Association Patterns in Data Sets with Skewed Support Distribution., ICDM, 2003"], "I. V. Ramakrishnan": ["On Precision and Recall of Multi-Attribute Data Extraction from Semistructured Sources., ICDM, 2003"], "Hong Cheng": ["Mining Plans for Customer-Class Transformation., ICDM, 2003"], "Balaji Padmanabhan": ["Segmenting Customer Transactions Using a Pattern-Based Clustering Approach., ICDM, 2003"], "Wayne Niblack": ["Sentiment Analyzer: Extracting Sentiments about a Given Topic using Natural Language Processing Techniques., ICDM, 2003"], "Naoki Abe": ["Cost-Sensitive Learning by Cost-Proportionate Example Weighting., ICDM, 2003"], "Wei-Ying Ma": ["CBC: Clustering Based Text Classification Requiring Minimal Labeled Data., ICDM, 2003"], "Bin Zhang": ["Regression Clustering., ICDM, 2003"], "Mehmet Kaya": ["Integrating Fuzziness into OLAP for Multidimensional Fuzzy Association Rules Mining., ICDM, 2003"], "Markus Wawryniuk": ["Analyzing High-Dimensional Data by Subspace Validity., ICDM, 2003"], "Xiangji Huang": ["Objective and Subjective Algorithms for Grouping Association Rules., ICDM, 2003"], "Charis Ermopoulos": ["Efficient Subsequence Matching in Time Series Databases Under Time and Amplitude Transformations., ICDM, 2003"], "Kotagiri Ramamohanarao": ["A Fast Algorithm for Computing Hypergraph Transversals and its Application in Mining Emerging Patterns., ICDM, 2003"], "Ning Kang": ["Mining Relevant Text from Unlabelled Documents., ICDM, 2003"], "Henri Briand": ["A User-driven and Quality-oriented Visualization for Mining Association Rules., ICDM, 2003"], "Vasant G. Honavar": ["Towards Simple, Easy-to-Understand, yet Accurate Classifiers., ICDM, 2003"], "Ling Liu": ["Validating and Refining Clusters via Visual Rendering., ICDM, 2003"], "Yves Simon": ["Icon-based Visualization of Large High-Dimensional Datasets., ICDM, 2003"], "Richard R. Muntz": ["Indexing and Mining Free Trees., ICDM, 2003"], "Shakil Ahmed": ["T-Trees, Vertical Partitioning and Distributed Association Rule Mining., ICDM, 2003"], "Yuqiang Guan": ["Information Theoretic Clustering of Sparse Co-Occurrence Data., ICDM, 2003"], "Jean-Michel Renders": ["Links Between Kleinberg's Hubs and Authorities, Correspondence Analysis, and Markov Chains., ICDM, 2003"], "Ville Hautamäki": ["Fast PNN-based Clustering Using K-nearest Neighbor Graph., ICDM, 2003"], "Dayou Liu": ["The Rough Set Approach to Association Rule Mining., ICDM, 2003"], "Steven Eschrich": ["Comparing Pure Parallel Ensemble Creation Techniques Against Bagging., ICDM, 2003"], "Diane J. Cook": ["Improving Home Automation by Discovering Regularly Occurring Device Usage Patterns., ICDM, 2003"], "Gerd Stumme": ["Ontologies Improve Text Document Clustering., ICDM, 2003"], "Han-Shen Huang": ["The Hybrid Poisson Aspect Model for Personalized Shopping Recommendation., ICDM, 2003"], "Jan Prins": ["Efficient Mining of Frequent Subgraphs in the Presence of Isomorphism., ICDM, 2003"], "Charles X. Ling": ["Comparing Naive Bayes, Decision Trees, and SVM with AUC and Accuracy., ICDM, 2003"], "Iftekhar Ahmad": ["SVM Based Models for Predicting Foreign Currency Exchange Rates., ICDM, 2003"], "Reda Alhajj": ["Facilitating Fuzzy Association Rules Mining by Using Multi-Objective Genetic Algorithms for Automated Clustering., ICDM, 2003"], "Stephen C. North": ["PixelMaps: A New Visual Data Mining Approach for Analyzing Large Spatial Data Sets., ICDM, 2003"], "Tobias Scheffer": ["Effectiveness of Information Extraction, Multi-Relational, and Semi-Supervised Learning for Predicting Functional Properties of Genes., ICDM, 2003"], "Jeff G. Schneider": ["Tractable Group Detection on Large Link Data Sets., ICDM, 2003"], "Steve Horvat": ["Tree-structured Partitioning Based on Splitting Histograms of Distances., ICDM, 2003"], "Huiqing Liu": ["Ensembles of Cascading Trees., ICDM, 2003"], "Mitsunori Ogihara": ["Using Discriminant Analysis for Multi-class Classification., ICDM, 2003"], "Ning Zhong": ["Interpretations of Association Rules by Granular Computing., ICDM, 2003"], "Yufeng Kou": ["Algorithms for Spatial Outlier Detection., ICDM, 2003"], "Philip K. Chan": ["Learning Rules for Anomaly Detection of Hostile Network Traffic., ICDM, 2003"], "Frédéric Maire": ["An Algorithm for the Exact Computation of the Centroid of Higher Dimensional Polyhedra and its Application to Kernel Machines., ICDM, 2003"], "Brian Gallagher": ["Simple Estimators for Relational Bayesian Classifiers., ICDM, 2003"], "Osmar R. Zaïane": ["Protecting Sensitive Knowledge By Data Sanitization., ICDM, 2003"], "Wagner Meira Jr.": ["Mining Frequent Itemsets in Distributed and Dynamic Databases., ICDM, 2003"], "Chris H. Q. Ding": ["Structure Search and Stability Enhancement of Bayesian Networks., ICDM, 2003"], "Wenliang Du": ["Privacy-Preserving Collaborative Filtering Using Randomized Perturbation Techniques., ICDM, 2003"], "Daniel Jurafsky": ["Semantic Role Parsing: Adding Semantic Structure to Unstructured Text., ICDM, 2003"], "Ah-Hwee Tan": ["Mining Semantic Networks for Knowledge Discovery., ICDM, 2003"], "Noël Lucas": ["Impact Studies and Sensitivity Analysis in Medical Data Mining with ROC-based Genetic Learning., ICDM, 2003"], "Toshikazu Wada": ["K-D Decision Tree: An Accelerated and Memory Efficient Nearest Neighbor Classifier., ICDM, 2003"], "Reinhard Rapp": ["Mining the Web to Discover the Meanings of an Ambiguous Word., ICDM, 2003"], "Lucian Iulian Fira": ["A Hybrid Data-Mining Approach in Genomics and Text Structures., ICDM, 2003"], "Regina Jing Ying Quek": ["Model Stability: A key factor in determining whether an algorithm produces an optimal model from a matching distribution., ICDM, 2003"], "Ching-Han Lin": ["Enhancing Techniques for Efficient Topic Hierarchy Integration., ICDM, 2003"], "Paolo Avesani": ["Active Sampling for Feature Selection., ICDM, 2003"], "Terumasa Aoki": ["Combining the web content and usage mining to understand the visitor behavior in a web site., ICDM, 2003"], "Christoph F. Eick": ["Class Decomposition via Clustering: A New Framework for Low-Variance Classifiers., ICDM, 2003"], "Paul H. King": ["Bootstrapping Rule Induction., ICDM, 2003"], "Arkadiusz Wojna": ["Center-Based Indexing for Nearest Neighbors Search., ICDM, 2003"], "Tielin Chen": ["Postprocessing Decision Trees to Extract Actionable Knowledge., ICDM, 2003"], "Nikos Mamoulis": ["Frequent-Pattern based Iterative Projected Clustering., ICDM, 2003"], "Hwanjo Yu": ["General MC: Estimating Boundary of Positive Class from Small Positive Data., ICDM, 2003"], "Ming-Syan Chen": ["Clustering Item Data Sets with Association-Taxonomy Similarity., ICDM, 2003"], "Carlotta Domeniconi": ["Dimensionality Reduction Using Kernel Pooled Local Discriminant Information., ICDM, 2003"], "Sargur N. Srihari": ["A Feature Selection Framework for Text Filtering., ICDM, 2003"], "Otman A. Basir": ["A K-NN Associated Fuzzy Evidential Reasoning Classifier with Adaptive Neighbor Selection., ICDM, 2003"], "Stefan Schmitz": ["Findings from a Practical Project Concerning Web Usage Mining., ICDM, 2003"], "Catherine Graham": ["Predicting distribution of a new forest disease using one-class SVMs., ICDM, 2003"], "Garimella Rama Murthy": ["Understanding Helicoverpa armigera Pest Population Dynamics related to Chickpea Crop Using Neural Networks., ICDM, 2003"], "Zach Zakharian": ["Text Mining for a Clear Picture of Defect Reports: A Praxis Report., ICDM, 2003"], "Keith Wagner": ["Mining Production Data with Neural Network & CART., ICDM, 2003"], "Nagiza F. Samatova": ["Inference of Protein-Protein Interactions by Unlikely Profile Pair., ICDM, 2003"], "Kwang Hyung Lee": ["Regulatory Element Discovery Using Tree-structured Models., ICDM, 2003"], "Choh-Man Teng": ["Applying Noise Handling Techniques to Genomic Data: A Case Study., ICDM, 2003"], "Andreas Schaller": ["Detecting Patterns of Change Using Enhanced Parallel Coordinates Visualization., ICDM, 2003"]}