{"Rui Chen": ["Differentially Private Histogram Publishing through Lossy Compression., ICDM, 2012"], "Christos Faloutsos": ["Spotting Culprits in Epidemics: How Many and Which Ones?, ICDM, 2012"], "Bartek Rajwa": ["Self-Adjusting Models for Semi-supervised Learning in Partially Observed Settings., ICDM, 2012"], "Bhavani M. Thuraisingham": ["Stream Classification with Recurring and Novel Class Detection Using Class-Based Ensemble., ICDM, 2012", "Self-Training with Selection-by-Rejection., ICDM, 2012", "Sparse Bayesian Adversarial Learning Using Relevance Vector Machine Ensembles., ICDM, 2012"], "David R. Kaeli": ["Feature Weighting and Selection Using Hypothesis Margin of Boosting., ICDM, 2012", "GPU-Accelerated Feature Selection for Outlier Detection Using the Local Kernel Density Ratio., ICDM, 2012"], "T. Ravindra Babu": ["Sequential Alternating Proximal Method for Scalable Sparse Structural SVMs., ICDM, 2012"], "Simon Urbanek": ["Computational Television Advertising., ICDM, 2012"], "Giuseppe Manco": ["Topic-Aware Social Influence Propagation Models., ICDM, 2012"], "Mohammad Al Hasan": ["GUISE: Uniform Sampling of Graphlets for Large Graph Analysis., ICDM, 2012"], "James T. Kwok": ["Hierarchical Multilabel Classification with Minimum Bayes Risk., ICDM, 2012"], "Aristidis Likas": ["The Mixture of Multi-kernel Relevance Vector Machines Model., ICDM, 2012", "Kernel-Based Weighted Multi-view Clustering., ICDM, 2012"], "Amr El Abbadi": ["Diffusion of Information in Social Networks: Is It All Local?, ICDM, 2012"], "Dan Roth": ["Efficient Pattern-Based Time Series Classification on GPU., ICDM, 2012"], "Jiafeng Hu": ["Inferring the Root Cause in Road Traffic Anomalies., ICDM, 2012"], "Yao-Jan Wu": ["Student-t Based Robust Spatio-temporal Prediction., ICDM, 2012"], "Anil K. Jain": ["Efficient Kernel Clustering Using Random Fourier Features., ICDM, 2012"], "HweeHwa Pang": ["Detecting Anomalies in Bipartite Graphs with Mutual Dependency Principles., ICDM, 2012"], "Huanhuan Cao": ["Link Prediction and Recommendation across Heterogeneous Social Networks., ICDM, 2012"], "Zhongzhi Shi": ["Multi-task Semi-supervised Semantic Feature Learning for Classification., ICDM, 2012"], "Yi-Dong Shen": ["Robust Nonnegative Matrix Factorization via Half-Quadratic Minimization., ICDM, 2012"], "Aiming Wen": ["RankTopic: Ranking Based Topic Modeling., ICDM, 2012"], "Maria Rifqi": ["An Ellipsoidal K-Means for Document Clustering., ICDM, 2012"], "Evimaria Terzi": ["Reconstructing Graphs from Neighborhood Data., ICDM, 2012"], "Xiaoqin Zhang": ["Isometric Multi-manifold Learning for Feature Extraction., ICDM, 2012"], "Bin Dai": ["Graph-Oriented Learning via Automatic Group Sparsity for Data Analysis., ICDM, 2012"], "Giovanna Di Marzo Serugendo": ["Tuple MapReduce: Beyond Classic MapReduce., ICDM, 2012"], "Martin Ester": ["Assessing the Significance of Data Mining Results on Graphs with Feature Vectors., ICDM, 2012"], "Kenji Yamanishi": ["Sequential Network Change Detection with Its Applications to Ad Impact Relation Analysis., ICDM, 2012"], "Yada Zhu": ["Hierarchical Multi-task Learning with Application to Wafer Quality Prediction., ICDM, 2012"], "Vincent Oria": ["Dimensional Testing for Multi-step Similarity Search., ICDM, 2012"], "Rujing Wang": ["Discovery of Causal Rules Using Partial Association., ICDM, 2012"], "Haesun Park": ["Bounded Matrix Low Rank Approximation., ICDM, 2012"], "Sunita Sarawagi": ["Active Evaluation of Classifiers on Large Datasets., ICDM, 2012"], "Nir Ofek": ["ConfDTree: Improving Decision Trees Using Confidence Intervals., ICDM, 2012"], "Jiawei Han": ["ETM: Entity Topic Models for Mining Documents Associated with Entities., ICDM, 2012", "Predicting Links in Multi-relational and Heterogeneous Networks., ICDM, 2012", "Towards Active Learning on Graphs: An Error Bound Minimization Approach., ICDM, 2012"], "Wendy Hui Wang": ["Understanding Data Completeness in Network Monitoring Systems., ICDM, 2012"], "Thomas Seidl": ["Effective and Robust Mining of Temporal Subspace Clusters., ICDM, 2012"], "Arthur Zimek": ["Outlier Detection in Arbitrarily Oriented Subspaces., ICDM, 2012"], "Chiranjib Bhattacharyya": ["Dynamic Multi-relational Chinese Restaurant Process for Analyzing Influences on Users in Social Media., ICDM, 2012"], "Chengqi Zhang": ["Nested Subtree Hash Kernels for Large-Scale Graph Classification over Streams., ICDM, 2012"], "Li Guo": ["Efficient Behavior Targeting Using SVM Ensemble Indexing., ICDM, 2012"], "Dong Xu": ["Co-labeling: A New Multi-view Learning Approach for Ambiguous Problems., ICDM, 2012", "Handling Ambiguity via Input-Output Kernel Learning., ICDM, 2012"], "William W. Cohen": ["A General and Scalable Approach to Mixed Membership Clustering., ICDM, 2012"], "Yifeng Zeng": ["Time Constrained Influence Maximization in Social Networks., ICDM, 2012"], "Matt Perkins": ["A Stochastic Model for Context-Aware Anomaly Detection in Indoor Location Traces., ICDM, 2012"], "Yelong Shen": ["Reliable Clustering on Uncertain Graphs., ICDM, 2012"], "Chang-Tien Lu": ["Robust Prediction and Outlier Detection for Spatial Datasets., ICDM, 2012", "Signal Disaggregation via Sparse Coding with Featured Discriminative Dictionary., ICDM, 2012"], "Laks V. S. Lakshmanan": ["Profit Maximization over Social Networks., ICDM, 2012"], "Heng Huang": ["Parallelization with Multiplicative Algorithms for Big Data Mining., ICDM, 2012"], "Arno J. Knobbe": ["Efficient Algorithms for Finding Richer Subgroup Descriptions in Numeric and Nominal Data., ICDM, 2012"], "Jian Pei": ["Community Preserving Lossy Compression of Social Networks., ICDM, 2012"], "Pauli Miettinen": ["Dynamic Boolean Matrix Factorizations., ICDM, 2012"], "Klemens Böhm": ["Outlier Ranking via Subspace Analysis in Multiple Views of the Data., ICDM, 2012"], "Jure Leskovec": ["Clash of the Contagions: Cooperation and Competition in Information Diffusion., ICDM, 2012", "Defining and Evaluating Network Communities Based on Ground-Truth., ICDM, 2012", "Community-Affiliation Graph Model for Overlapping Network Community Detection., ICDM, 2012"], "Naga Praveen Kumar Katta": ["High Performance Offline and Online Distributed Collaborative Filtering., ICDM, 2012"], "Richard F. Lyon": ["Automatically Discovering Talented Musicians with Acoustic Analysis of YouTube Videos., ICDM, 2012"], "Chris H. Q. Ding": ["Robust Matrix Completion via Joint Schatten p-Norm and lp-Norm Minimization., ICDM, 2012", "A Semi-definite Positive Linear Discriminant Analysis and Its Applications., ICDM, 2012"], "Hiroshi Nakagawa": ["Healing Truncation Bias: Self-Weighted Truncation Framework for Dual Averaging., ICDM, 2012"], "Oliver Kramer": ["Unsupervised Multi-class Regularized Least-Squares Classification., ICDM, 2012"], "Cyrus Shahabi": ["Utilizing Real-World Transportation Data for Accurate Traffic Prediction., ICDM, 2012"], "Naren Ramakrishnan": ["Efficient Episode Mining of Dynamic Event Streams., ICDM, 2012"], "Murat Can Ganiz": ["A Novel Semantic Smoothing Method Based on Higher Order Paths for Text Classification., ICDM, 2012"], "Stefan Kramer": ["Online Induction of Probabilistic Real Time Automata., ICDM, 2012"], "Philip S. Yu": ["Dimensionality Reduction on Heterogeneous Feature Space., ICDM, 2012", "Privacy-Preserving SimRank over Distributed Information Network., ICDM, 2012"], "Iead Rezek": ["Online Maritime Abnormality Detection Using Gaussian Processes and Extreme Value Theory., ICDM, 2012"], "Rainer Gemulla": ["Distributed Matrix Completion., ICDM, 2012"], "Rui Kuang": ["Sparse Group Selection on Fused Lasso Components for Identifying Group-Specific DNA Copy Number Variations., ICDM, 2012"], "Pramod P. Wangikar": ["Local and Global Algorithms for Learning Dynamic Bayesian Networks., ICDM, 2012"], "Issa J. Dahabreh": ["Class Probability Estimates are Unreliable for Imbalanced Data (and How to Fix Them)., ICDM, 2012"], "Inderjit S. Dhillon": ["Scalable and Memory-Efficient Clustering of Large-Scale Social Networks., ICDM, 2012", "Scalable Coordinate Descent Approaches to Parallel Matrix Factorization for Recommender Systems., ICDM, 2012"], "Enhong Chen": ["Ensemble Pruning via Constrained Eigen-Optimization., ICDM, 2012"], "Christian Bauckhage": ["Efficient Learning for Hashing Proportional Data., ICDM, 2012"], "Kwan-Liu Ma": ["Scalable Training of Sparse Linear SVMs., ICDM, 2012"], "Eamonn J. Keogh": ["Clustering Time Series Using Unsupervised-Shapelets., ICDM, 2012"], "Terran Lane": ["Multiple Kernel Learning Clustering with an Application to Malware., ICDM, 2012"], "Elena Ferrari": ["Risks of Friendships on Social Networks., ICDM, 2012"], "SangKeun Lee": ["Semantic Aspect Discovery for Online Reviews., ICDM, 2012"], "Sergio Escalera": ["Rough Set Subspace Error-Correcting Output Codes., ICDM, 2012"], "Clément Grimal": ["Co-clustering of Multi-view Datasets: A Parallelizable Approach., ICDM, 2012"], "Huzefa Rangwala": ["Multi-task Learning for Classifying Proteins Using Dual Hierarchies., ICDM, 2012"], "Ali Ghodsi": ["Adapting Component Analysis., ICDM, 2012", "Low Dimensional Localized Clustering (LDLC)., ICDM, 2012"], "Hujun Bao": ["Geodesic Based Semi-supervised Multi-manifold Feature Extraction., ICDM, 2012"], "Xindong Wu": ["Self-Taught Active Learning from Crowds., ICDM, 2012"], "Zhongfei (Mark) Zhang": ["Simultaneously Combining Multi-view Multi-label Learning with Maximum Margin Classification., ICDM, 2012"], "Dawn Song": ["Mining Permission Request Patterns from Android and Facebook Applications., ICDM, 2012"], "Aidong Zhang": ["Estimating Local Information Trustworthiness via Multi-source Joint Matrix Factorization., ICDM, 2012"], "Min Xiao": ["Transductive Representation Learning for Cross-Lingual Text Classification., ICDM, 2012"], "Jayant R. Haritsa": ["IceCube: Efficient Targeted Mining in Data Cubes., ICDM, 2012"], "Dantong Yu": ["A New Anomaly Detection Algorithm Based on Quantum Mechanics., ICDM, 2012"], "Koh Takeuchi": ["Towards Automatic Image Understanding and Mining via Social Curation., ICDM, 2012"], "Dejing Dou": ["Learning to Refine an Automatically Extracted Knowledge Base Using Markov Logic., ICDM, 2012"], "Wei Chen": ["IRIE: Scalable and Robust Influence Maximization in Social Networks., ICDM, 2012"], "Xiangliang Zhang": ["Decision Theory for Discrimination-Aware Classification., ICDM, 2012"], "Seungjin Choi": ["Deep Learning to Hash with Multiple Representations., ICDM, 2012", "Hashing with Generalized Nyström Approximation., ICDM, 2012"], "Jörg Fliege": ["Predicting Directed Links Using Nondiagonal Matrix Decompositions., ICDM, 2012"], "Sungroh Yoon": ["Rapid and Robust Denoising of Pyrosequenced Amplicons for Metagenomics., ICDM, 2012"], "Hwanjo Yu": ["CT-IC: Continuously Activated and Time-Restricted Independent Cascade Model for Viral Marketing., ICDM, 2012"], "Alioune Ngom": ["Fast Kernel Sparse Representation Approaches for Classification., ICDM, 2012"], "James G. Shanahan": ["Estimating the Expected Effectiveness of Text Classification Solutions under Subclass Distribution Shifts., ICDM, 2012"], "Wei Wang": ["Metric Learning from Relative Comparisons by Minimizing Squared Residual., ICDM, 2012"], "Benjamin C. M. Fung": ["Direct Discovery of High Utility Itemsets without Candidate Generation., ICDM, 2012"], "Lei Yu": ["Progressive Mining of Transition Dynamics for Autonomous Control., ICDM, 2012"], "Zoran Obradovic": ["Analysis of Temporal High-Dimensional Gene Expression Data for Identifying Informative Biomarker Candidates., ICDM, 2012"], "Yuxin Peng": ["Heterogeneous Constraint Propagation with Constrained Sparse Representation., ICDM, 2012"], "Amit Madaan": ["A Classification Based Framework for Concept Summarization., ICDM, 2012"], "Claudia Plant": ["A Similarity Model and Segmentation Algorithm for White Matter Fiber Tracts., ICDM, 2012"], "Dan Jurafsky": ["Learning Attitudes and Attributes from Multi-aspect Reviews., ICDM, 2012"], "Alexandros Kalousis": ["Learning Heterogeneous Similarity Measures for Hybrid-Recommendations in Meta-Mining., ICDM, 2012"], "Jude W. Shavlik": ["Scaling Inference for Markov Logic via Dual Decomposition., ICDM, 2012"], "Cecilia Mascolo": ["Mining User Mobility Features for Next Place Prediction in Location-Based Services., ICDM, 2012"], "Luís Torgo": ["Spatial Interpolation Using Multiple Regression., ICDM, 2012"], "Seiji Yamada": ["Clustering by Learning Constraints Priorities., ICDM, 2012"], "Saharon Rosset": ["Exclusive Row Biclustering for Gene Expression Using a Combinatorial Auction Approach., ICDM, 2012"], "Nitendra Rajput": ["Topic Models over Spoken Language., ICDM, 2012"], "David E. Keyes": ["Multiplicative Algorithms for Constrained Non-negative Matrix Factorization., ICDM, 2012"], "Weichang Li": ["Granger Causality for Time-Series Anomaly Detection., ICDM, 2012"], "Mark A. Friedl": ["Active Label Correction., ICDM, 2012"], "Solange Oliveira Rezende": ["Inductive Model Generation for Text Categorization Using a Bipartite Heterogeneous Network., ICDM, 2012"], "Svetha Venkatesh": ["Sparse Subspace Representation for Spectral Document Clustering., ICDM, 2012"], "Qi Mao": ["Learning Target Predictive Function without Target Labels., ICDM, 2012"], "Yun Fu": ["Low-Rank Transfer Subspace Learning., ICDM, 2012"], "David Kil": ["Socialized Gaussian Process Model for Human Behavior Prediction in a Health Social Network., ICDM, 2012"], "Hamideh Afsarmanesh": ["An AdaBoost Algorithm for Multiclass Semi-supervised Learning., ICDM, 2012"], "Roberto Battiti": ["A Cluster-Oriented Genetic Algorithm for Alternative Clustering., ICDM, 2012"], "Juan Manuel Pascual-Gaspar": ["A New Proposal for Score Normalization in Biometric Signature Recognition Based on Client Threshold Prediction., ICDM, 2012"], "Steven C. H. Hoi": ["Cost-Sensitive Online Classification., ICDM, 2012"], "Ian Davidson": ["Labels vs. Pairwise Constraints: A Unified View of Label Propagation and Constrained Spectral Clustering., ICDM, 2012"], "Xiaohui Yu": ["Collaborative Filtering with Aspect-Based Opinion Mining: A Tensor Factorization Approach., ICDM, 2012"], "Jilei Tian": ["Towards Annotating Media Contents through Social Diffusion Analysis., ICDM, 2012", "Mining Personal Context-Aware Preferences for Mobile Users., ICDM, 2012"], "Jianmin Wang": ["An Approach to Evaluate the Local Completeness of an Event Log., ICDM, 2012"], "Mehrdad Mahdavi": ["Robust Ensemble Clustering by Matrix Completion., ICDM, 2012"], "Hong Mei": ["A General Framework for Publishing Privacy Protected and Utility Preserved Graph., ICDM, 2012"], "Wenxin Liang": ["Detecting Spam and Promoting Campaigns in the Twitter Social Network., ICDM, 2012"], "Jianguo Xiao": ["Cross-Language Opinion Target Extraction in Review Texts., ICDM, 2012"], "Xifeng Yan": ["Inferring the Underlying Structure of Information Cascades., ICDM, 2012"]}