{"George Karypis": ["Algorithms for Mining the Evolution of Conserved Relational States in Dynamic Networks., ICDM, 2011", "SLIM: Sparse Linear Methods for Top-N Recommender Systems., ICDM, 2011"], "Arik Sityon": ["Infrastructure Pattern Discovery in Configuration Management Databases via Large Sparse Graph Mining., ICDM, 2011"], "Einoshin Suzuki": ["Role-Behavior Analysis from Trajectory Data by Cross-Domain Learning., ICDM, 2011"], "Alex Aussem": ["Semi-supervised Feature Importance Evaluation with Ensemble Learning., ICDM, 2011"], "W. Philip Kegelmeyer": ["COMET: A Recipe for Learning and Using Large Ensembles on Massive Data., ICDM, 2011"], "Antti Ukkonen": ["Overlapping Correlation Clustering., ICDM, 2011"], "Dan Zhang": ["Learning with Minimum Supervision: A General Framework for Transductive Transfer Learning., ICDM, 2011"], "Siddhartha Bhattacharyya": ["Confidence in Predictions from Random Tree Ensembles., ICDM, 2011"], "Ambuj K. Singh": ["Mining Heavy Subgraphs in Time-Evolving Networks., ICDM, 2011"], "Chris H. Q. Ding": ["Multi-Class L2, 1-Norm Support Vector Machine., ICDM, 2011", "Nonnegative Matrix Tri-factorization Based High-Order Co-clustering and Its Fast Implementation., ICDM, 2011"], "Huamin Qu": ["SolarMap: Multifaceted Visual Analytics for Topic Exploration., ICDM, 2011"], "Mostafa Haghir Chehreghani": ["Efficiently Mining Unordered Trees., ICDM, 2011"], "Suh-Yin Lee": ["CEMiner - An Efficient Algorithm for Mining Closed Patterns from Time Interval-Based Data., ICDM, 2011"], "Anil K. Jain": ["LinkBoost: A Novel Cost-Sensitive Boosting Framework for Community-Level Network Link Prediction., ICDM, 2011"], "Chiranjib Bhattacharyya": ["Learning Dirichlet Processes from Partially Observed Groups., ICDM, 2011"], "Arno J. Knobbe": ["Exploiting False Discoveries - Statistical Validation of Patterns and Quality Measures in Subgroup Discovery., ICDM, 2011"], "Mohamed S. Kamel": ["An Efficient Greedy Method for Unsupervised Feature Selection., ICDM, 2011"], "Jun Huan": ["Structured Feature Selection and Task Relationship Inference for Multi-task Learning., ICDM, 2011"], "Zhi-Hua Zhou": ["A Taxi Driving Fraud Detection System., ICDM, 2011"], "Mohammad Hossein Rohban": ["Isograph: Neighbourhood Graph Construction Based on Geodesic Distance for Semi-supervised Learning., ICDM, 2011"], "Michalis Vazirgiannis": ["D-cores: Measuring Collaboration of Directed Graphs Based on Degeneracy., ICDM, 2011"], "Laks V. S. Lakshmanan": ["SIMPATH: An Efficient Algorithm for Influence Maximization under the Linear Threshold Model., ICDM, 2011"], "Zheng Chen": ["Cross Domain Random Walk for Query Intent Pattern Mining from Search Engine Log., ICDM, 2011"], "Thomas Seidl": ["Flexible Fault Tolerant Subspace Clustering for Data with Missing Values., ICDM, 2011"], "Robi Polikar": ["Heuristic Updatable Weighted Random Subspaces for Non-stationary Environments., ICDM, 2011"], "Tao Xiang": ["Learning Tags from Unsegmented Videos of Multiple Human Actions., ICDM, 2011"], "Xiaoyan Zhu": ["Generating Breakpoint-based Timeline Overview for News Topic Retrospection., ICDM, 2011"], "Dantong Yu": ["A Robust Clustering Algorithm Based on Aggregated Heat Kernel Mapping., ICDM, 2011"], "Jiawei Han": ["Patent Maintenance Recommendation with Patent Information Network Model., ICDM, 2011", "A Spectral Framework for Detecting Inconsistency across Multi-source Object Relationships., ICDM, 2011"], "Nagiza F. Samatova": ["S-preconditioner for Multi-fold Data Reduction with Guaranteed User-Controlled Accuracy., ICDM, 2011"], "Christos Faloutsos": ["Beyond 'Caveman Communities': Hubs and Spokes for Graph Compression and Mining., ICDM, 2011", "Threshold Conditions for Arbitrary Cascade Models on Arbitrary Networks., ICDM, 2011"], "Qifa Ke": ["Improving Product Classification Using Images., ICDM, 2011"], "Jude W. Shavlik": ["Learning Markov Logic Networks via Functional Gradient Boosting., ICDM, 2011"], "Shobha Vasudevan": ["Signature Pattern Covering via Local Greedy Algorithm and Pattern Shrink., ICDM, 2011"], "Kyuseok Shim": ["TWITOBI: A Recommendation System for Twitter Using Probabilistic Modeling., ICDM, 2011"], "Tijl De Bie": ["Maximum Entropy Modelling for Assessing Results on Real-Valued Data., ICDM, 2011", "Interesting Multi-relational Patterns., ICDM, 2011"], "Frank Puppe": ["Local Models for Expectation-Driven Subgroup Discovery., ICDM, 2011"], "Weiming Hu": ["Context-Aware Multi-instance Learning Based on Hierarchical Sparse Representation., ICDM, 2011", "Web Horror Image Recognition Based on Context-Aware Multi-instance Learning., ICDM, 2011"], "Marina Danilevsky": ["The Joint Inference of Topic Diffusion and Evolution in Social Communities., ICDM, 2011"], "Hong-Jiang Zhang": ["Towards Optimal Discriminating Order for Multiclass Classification., ICDM, 2011"], "Dejing Dou": ["A Hypergraph-based Method for Discovering Semantically Associated Itemsets., ICDM, 2011", "Calculating Feature Weights in Naive Bayes with Kullback-Leibler Measure., ICDM, 2011"], "Hui Xiong": ["Personalized Travel Package Recommendation., ICDM, 2011"], "Yueting Zhuang": ["Tag Clustering and Refinement on Semantic Unity Graph., ICDM, 2011"], "Raymond Chi-Wing Wong": ["Minimizing Seed Set for Viral Marketing., ICDM, 2011"], "Ke Wang": ["Privacy Risk in Graph Stream Publishing for Social Network Data., ICDM, 2011"], "Pauli Miettinen": ["Boolean Tensor Factorizations., ICDM, 2011"], "Stéphane Ayache": ["Sparse Domain Adaptation in Projection Spaces Based on Good Similarity Functions., ICDM, 2011"], "Marimuthu Palaniswami": ["Incremental Elliptical Boundary Estimation for Anomaly Detection in Wireless Sensor Networks., ICDM, 2011"], "Milos Hauskrecht": ["Learning Classification with Auxiliary Probabilistic Information., ICDM, 2011", "Conditional Anomaly Detection with Soft Harmonic Functions., ICDM, 2011"], "Siu Cheung Hui": ["Word Cloud Model for Text Categorization., ICDM, 2011"], "Seung-Taek Park": ["Novel Recommendation Based on Personal Popularity Tendency., ICDM, 2011"], "Charles Parker": ["An Analysis of Performance Measures for Binary Classifiers., ICDM, 2011"], "Svetha Venkatesh": ["Detection of Cross-Channel Anomalies from Multiple Data Channels., ICDM, 2011"], "Scott Evans": ["Time Series Epenthesis: Clustering Time Series Streams Requires Ignoring Some Data., ICDM, 2011"], "Eamonn J. Keogh": ["Mining Historical Documents for Near-Duplicate Figures., ICDM, 2011", "Discovering the Intrinsic Cardinality and Dimensionality of Time Series Using MDL., ICDM, 2011"], "Yuan Zou": ["Analysis of Textual Variation by Latent Tree Structures., ICDM, 2011"], "Yew-Soon Ong": ["Healing Sample Selection Bias by Source Classifier Selection., ICDM, 2011"], "Tamara G. Kolda": ["An In-depth Study of Stochastic Kronecker Graphs., ICDM, 2011"], "Fei Wang": ["Learning Spectral Embedding for Semi-supervised Clustering., ICDM, 2011"], "Christian Böhm": ["Detection of Arbitrarily Oriented Synchronized Clusters in High-Dimensional Data., ICDM, 2011"], "Daniel B. Neill": ["A Generalized Fast Subset Sums Framework for Bayesian Event Detection., ICDM, 2011"], "Tao Li": ["Learning to Rank for Query-Focused Multi-document Summarization., ICDM, 2011", "Semi-supervised Hierarchical Clustering., ICDM, 2011"], "Victor S. Sheng": ["Simple Multiple Noisy Label Utilization Strategies., ICDM, 2011"], "Kilho Shin": ["Partitionable Kernels for Mapping Kernels., ICDM, 2011"], "Bruno Crémilleux": ["Mining Dominant Patterns in the Sky., ICDM, 2011"], "Abderrahim Labbi": ["Ranking Web-Based Partial Orders by Significance Using a Markov Reference Model., ICDM, 2011"], "Ad Feelders": ["On Generating All Optimal Monotone Classifications., ICDM, 2011"], "Gianluca Bontempi": ["Recursive Multi-step Time Series Forecasting by Perturbing Data., ICDM, 2011"], "Fabian Moerchen": ["Finding Robust Itemsets under Subsampling., ICDM, 2011"], "Fei Tony Liu": ["Density Estimation Based on Mass., ICDM, 2011"], "Themis Palpanas": ["Diverse Dimension Decomposition of an Itemset Space., ICDM, 2011"], "Fabrizio Costa": ["Random Forest Based Feature Induction., ICDM, 2011"], "Thomas A. Trikalinos": ["Class Imbalance, Redux., ICDM, 2011"], "Yap-Peng Tan": ["Combining Feature Context and Spatial Context for Image Pattern Discovery., ICDM, 2011"], "John E. Hopcroft": ["Detecting Community Kernels in Large Social Networks., ICDM, 2011"], "Philip S. Yu": ["ADANA: Active Name Disambiguation., ICDM, 2011", "Positive and Unlabeled Learning for Graph Classification., ICDM, 2011", "On the Hardness of Graph Anonymization., ICDM, 2011", "Review Graph Based Online Store Review Spammer Detection., ICDM, 2011"], "Huan Liu": ["Document Clustering via Matrix Representation., ICDM, 2011"], "Laiwan Chan": ["Using Bayesian Network Learning Algorithm to Discover Causal Relations in Multivariate Time Series., ICDM, 2011"], "Vincent S. Tseng": ["Efficient Mining of a Concise and Lossless Representation of High Utility Itemsets., ICDM, 2011"], "Jennifer Neville": ["Understanding Propagation Error and Its Effect on Collective Classification., ICDM, 2011"], "Jeff G. Schneider": ["Direct Robust Matrix Factorizatoin for Anomaly Detection., ICDM, 2011"], "Joshua Zhexue Huang": ["A New Markov Model for Clustering Categorical Sequences., ICDM, 2011"], "Zhi-Hong Deng": ["BibClus: A Clustering Algorithm of Bibliographic Networks by Message Passing on Center Linkage Structure., ICDM, 2011"], "Andrew T. Campbell": ["Multi-instance Metric Learning., ICDM, 2011"], "Kristian Kersting": ["Multi-task Learning with Task Relations., ICDM, 2011"], "Hiroshi Nakagawa": ["Secure Clustering in Private Networks., ICDM, 2011"], "Thomas S. Huang": ["LPTA: A Probabilistic Model for Latent Periodic Topic Analysis., ICDM, 2011"], "Hongliang Yao": ["Causal Associative Classification., ICDM, 2011"], "Chao Yuan": ["Multi-task Learning for Bayesian Matrix Factorization., ICDM, 2011"], "Li Guo": ["Enabling Fast Lazy Learning for Data Streams., ICDM, 2011"], "Quanzeng You": ["Clusterability Analysis and Incremental Sampling for Nyström Extension Based Spectral Clustering., ICDM, 2011"], "Cheng-Lin Liu": ["Fast and Robust Graph-based Transductive Learning via Minimum Tree Cut., ICDM, 2011", "Low Rank Metric Learning with Manifold Regularization., ICDM, 2011"], "Zhanghui Wang": ["Finding Novel Diagnostic Gene Patterns Based on Interesting Non-redundant Contrast Sequence Rules., ICDM, 2011"], "Toon Calders": ["Handling Conditional Discrimination., ICDM, 2011"], "See-Kiong Ng": ["SPO: Structure Preserving Oversampling for Imbalanced Time Series Classification., ICDM, 2011"], "Zhengdong Lu": ["Manifold Learning and Missing Data Recovery through Unsupervised Regression., ICDM, 2011"], "Qiang Yang": ["Characterizing Inverse Time Dependency in Multi-class Learning., ICDM, 2011"], "Xueqi Cheng": ["Supervised Lazy Random Walk for Topic-Focused Multi-document Summarization., ICDM, 2011"], "Djemel Ziou": ["Unsupervised Anomaly Intrusion Detection via Localized Bayesian Feature Selection., ICDM, 2011"], "Wilfred Ng": ["Identifying Differentially Expressed Genes via Weighted Rank Aggregation., ICDM, 2011"], "Qingyan Yang": ["Efficient Mining of Closed Sequential Patterns on Stream Sliding Window., ICDM, 2011"], "Weiwei Cui": ["Tracking and Connecting Topics via Incremental Hierarchical Dirichlet Processes., ICDM, 2011"], "Jeffrey Skolnick": ["Learning Protein Folding Energy Functions., ICDM, 2011"], "Douglas Stott Parker Jr.": ["How Does Research Evolve? Pattern Mining for Research Meme Cycles., ICDM, 2011"], "Shaorui Jiang": ["Twin Gaussian Processes for Binary Classification., ICDM, 2011"], "Khalid Benabdeslem": ["Constraint Selection-Based Semi-supervised Feature Selection., ICDM, 2011"], "Raj Bhatnagar": ["Discovery of Versatile Temporal Subspace Patterns in 3-D Datasets., ICDM, 2011"], "Gemma C. Garriga": ["A Fixed Parameter Tractable Integer Program for Finding the Maximum Order Preserving Submatrix., ICDM, 2011"], "Rong N. Chang": ["ASAP: A Self-Adaptive Prediction System for Instant Cloud Resource Demand Provisioning., ICDM, 2011"], "Dan Roth": ["Learning from Negative Examples in Set-Expansion., ICDM, 2011"], "Young-Rae Cho": ["Entropy-Based Graph Clustering: Application to Biological and Social Networks., ICDM, 2011"], "Seungjin Choi": ["Semi-supervised Discriminant Hashing., ICDM, 2011"], "Vilém Vychodil": ["Using Frequent Closed Itemsets for Data Dimensionality Reduction., ICDM, 2011"], "Zhendong Su": ["Modeling High-Level Behavior Patterns for Precise Similarity Analysis of Software., ICDM, 2011"], "Mohamed Nadif": ["Co-clustering for Binary and Categorical Data with Maximum Modularity., ICDM, 2011"], "Jeffrey Xu Yu": ["Scalable Diversified Ranking on Large Graphs., ICDM, 2011"], "Yixin Zhong": ["Mixture of Softmax sLDA., ICDM, 2011"], "Ivor Wai-Hung Tsang": ["Optimizing Performance Measures for Feature Selection., ICDM, 2011"], "Bhavani M. Thuraisingham": ["Detecting Recurring and Novel Classes in Concept-Drifting Data Streams., ICDM, 2011"], "Ke Xu": ["Performances and Characteristics of DIGRank, Ranking in the Incomplete Networks., ICDM, 2011"], "Hisashi Kashima": ["Cross-Temporal Link Prediction., ICDM, 2011"], "Joy Ying Zhang": ["Helix: Unsupervised Grammar Induction for Structured Activity Recognition., ICDM, 2011"], "Yan Huang": ["Distance Preserving Graph Simplification., ICDM, 2011"], "Stefan Kramer": ["Clustering with Attribute-Level Constraints., ICDM, 2011"], "Akihiro Yamamoto": ["A Fast and Flexible Clustering Algorithm Using Binary Discretization., ICDM, 2011"], "Ping Li": ["A New Multi-task Learning Method for Personalized Activity Recognition., ICDM, 2011"], "Ming-Syan Chen": ["Identities Anonymization in Dynamic Social Networks., ICDM, 2011"], "Kenji Yamanishi": ["Discovering Emerging Topics in Social Streams via Link Anomaly Detection., ICDM, 2011"], "Tanya Y. Berger-Wolf": ["Finding Communities in Dynamic Social Networks., ICDM, 2011"], "Jia Wei": ["Classifying Categorical Data by Rule-Based Neighbors., ICDM, 2011"], "Zhifang Liao": ["Tensor Fold-in Algorithms for Social Tagging Prediction., ICDM, 2011"], "Junsong Yuan": ["Discovering Thematic Patterns in Videos via Cohesive Sub-graph Mining., ICDM, 2011"], "Qinbao Song": ["A Study of Laplacian Spectra of Graph for Subgraph Queries., ICDM, 2011"], "Jian Yu": ["Text Clustering via Constrained Nonnegative Matrix Factorization., ICDM, 2011"]}