{"Tomaso A. Poggio": ["Neuroscience: New Insights for AI?, ICDM, 2006"], "Raghu Ramakrishnan": ["Exploratory Mining in Cube Space., ICDM, 2006"], "Weixiong Zhang": ["Data Mining Methods for Modeling Gene Expression Regulation and Their Applications., ICDM, 2006"], "Einoshin Suzuki": ["An Information Theoretic Approach to Detection of Minority Subsets in Database., ICDM, 2006"], "Tomohiro Ando": ["Bayesian State Space Modeling Approach for Measuring the Effectiveness of Marketing Activities and Baseline Sales from POS Data., ICDM, 2006"], "Robert C. Holte": ["Learning to Use a Learned Model: A Two-Stage Approach to Classification., ICDM, 2006"], "Andreas Nürnberger": ["Hierarchical Classification by Expected Utility Maximization., ICDM, 2006"], "James Bailey": ["COALA: A Novel Approach for the Extraction of an Alternate Clustering of High Quality and High Dissimilarity., ICDM, 2006"], "Vladimir Soroka": ["Cluster Ranking with an Application to Mining Mailbox Networks., ICDM, 2006"], "David M. Steier": ["Large Scale Detection of Irregularities in Accounting Data., ICDM, 2006"], "Raymond J. Mooney": ["Adaptive Blocking: Learning to Scale Up Record Linkage., ICDM, 2006"], "Yen-Kuang Chen": ["Adaptive Parallel Graph Mining for CMP Architectures., ICDM, 2006"], "Casey Smith": ["Meta Clustering., ICDM, 2006"], "Jin Soung Yoo": ["Mixed-Drove Spatio-Temporal Co-occurence Pattern Mining: A Summary of Results., ICDM, 2006"], "Chengcui Zhang": ["An Interactive Semantic Video Mining and Retrieval Platform--Application in Transportation Surveillance Video for Incident Detection., ICDM, 2006"], "Wilfred Ng": ["delta-Tolerance Closed Frequent Itemsets., ICDM, 2006"], "Stephen D. Scott": ["Active Learning to Maximize Area Under the ROC Curve., ICDM, 2006"], "Suresh Venkatasubramanian": ["Rapid Identification of Column Heterogeneity., ICDM, 2006"], "Joost N. Kok": ["Data Mining Approaches to Criminal Career Analysis., ICDM, 2006"], "Stephen R. Holbrook": ["Biclustering Protein Complex Interactions with a Biclique Finding Algorithm., ICDM, 2006"], "Ahmed K. Elmagarmid": ["STAGGER: Periodicity Mining of Data Streams Using Expanding Sliding Windows., ICDM, 2006"], "Martin Ester": ["Turning Clusters into Patterns: Rectangle-Based Discriminative Data Description., ICDM, 2006", "P3C: A Robust Projected Clustering Algorithm., ICDM, 2006"], "Pang-Ning Tan": ["Converting Output Scores from Outlier Detection Algorithms into Probability Estimates., ICDM, 2006", "Frequent Closed Itemset Mining Using Prefix Graphs with an Efficient Flow-Based Pruning Strategy., ICDM, 2006"], "Alexander Tuzhilin": ["Personalization in Context: Does Context Matter When Building Personalized Customer Models?, ICDM, 2006", "Improving Personalization Solutions through Optimal Segmentation of Customer Bases., ICDM, 2006"], "Joydeep Ghosh": ["Bregman Bubble Clustering: A Robust, Scalable Framework for Locating Multiple, Dense Regions in Data., ICDM, 2006"], "Heikki Mannila": ["Optimal Segmentation Using Tree Models., ICDM, 2006", "What is the Dimension of Your Binary Data?, ICDM, 2006"], "Jan Van den Bussche": ["Mining for Tree-Query Associations in a Graph., ICDM, 2006"], "Bo-Hou Yang": ["Global and Componentwise Extrapolation for Accelerating Data Mining from Large Incomplete Data Sets with the EM Algorithm., ICDM, 2006"], "Tiejun Huang": ["Keyphrase Extraction Using Semantic Networks Structure Analysis., ICDM, 2006"], "Zheng Chen": ["Subjectivity Categorization of Weblog with Part-of-Speech Based Smoothing., ICDM, 2006", "Latent Friend Mining from Blog Data., ICDM, 2006", "A Novel Scalable Algorithm for Supervised Subspace Learning., ICDM, 2006", "Diverse Topic Phrase Extraction through Latent Semantic Analysis., ICDM, 2006"], "Josiah Poon": ["Applying Data Mining to Pseudo-Relevance Feedback for High Performance Text Retrieval., ICDM, 2006"], "Maurizio Atzori": ["Secure Distributed k-Anonymous Pattern Mining., ICDM, 2006"], "Shotaro Akaho": ["Dimension Reduction for Supervised Ordering., ICDM, 2006"], "Naoki Abe": ["A Parameterized Probabilistic Model of Network Evolution for Supervised Link Prediction., ICDM, 2006"], "Lizhu Zhou": ["Incremental Mining of Frequent Query Patterns from XML Queries for Caching., ICDM, 2006"], "Chris H. Q. Ding": ["The Relationships Among Various Nonnegative Matrix Factorization Methods for Clustering., ICDM, 2006"], "Shenghuo Zhu": ["Integrating Features from Different Sources for Music Information Retrieval., ICDM, 2006"], "Jiawei Han": ["How Bayesians Debug., ICDM, 2006", "AC-Close: Efficiently Mining Approximate Closed Itemsets by Core Pattern Recovery., ICDM, 2006"], "Srinivasan Parthasarathy": ["On the Use of Structure and Sequence-Based Features for Protein Classification and Retrieval., ICDM, 2006"], "Soumen Chakrabarti": ["Accelerating Newton Optimization for Log-Linear Models through Feature Redundancy., ICDM, 2006"], "Kevin Y. Yip": ["Efficient Clustering of Uncertain Data., ICDM, 2006"], "Erik Pasche": ["A Data Mining Approach for Capacity Building of Stakeholders in Integrated Flood Management., ICDM, 2006"], "Philip S. Yu": ["Local Correlation Tracking in Time Series., ICDM, 2006", "Discovering Partial Orders in Binary Data., ICDM, 2006", "Finding \"Who Is Talking to Whom\" in VoIP Networks via Progressive Stream Clustering., ICDM, 2006", "LOCI: Load Shedding through Class-Preserving Data Acquisition., ICDM, 2006", "Window-based Tensor Analysis on High-dimensional and Multi-aspect Streams., ICDM, 2006"], "Jaideep Srivastava": ["Who Thinks Who Knows Who? Socio-cognitive Analysis of Email Networks., ICDM, 2006"], "Yong Gao": ["An Efficient Reference-Based Approach to Outlier Detection in Large Datasets., ICDM, 2006"], "Wenke Lee": ["Using an Ensemble of One-Class SVM Classifiers to Harden Payload-based Anomaly Detection Systems., ICDM, 2006"], "Lars Schmidt-Thieme": ["Relational Ensemble Classification., ICDM, 2006", "Object Identification with Constraints., ICDM, 2006"], "Bala Rajaratnam": ["Stability Region Based Expectation Maximization for Model-based Clustering., ICDM, 2006"], "Farshad Fotouhi": ["Co-clustering Documents and Words Using Bipartite Isoperimetric Graph Partitioning., ICDM, 2006"], "Evangelos E. Milios": ["Latent Dirichlet Co-Clustering., ICDM, 2006"], "Liqiang Geng": ["The PDD Framework for Detecting Categories of Peculiar Data., ICDM, 2006"], "Pedro M. Domingos": ["Entity Resolution with Markov Logic., ICDM, 2006"], "Xin Yao": ["Boosting Kernel Models for Regression., ICDM, 2006"], "Yang Wang": ["Boosting for Learning Multiple Classes with Imbalanced Class Distribution., ICDM, 2006"], "Jia-Yu Pan": ["Fast Random Walk with Restart and Its Applications., ICDM, 2006"], "Dah-Jye Lee": ["Anytime Classification Using the Nearest Neighbor Algorithm with Applications to Stream Mining., ICDM, 2006"], "Thomas S. Huang": ["Dirichlet Aspect Weighting: A Generalized EM Algorithm for Integrating External Data Fields with Semantically Structured Queries by Using Gradient Projection Method., ICDM, 2006"], "Mohammed J. Zaki": ["Lazy Associative Classification., ICDM, 2006"], "Sanjay Chawla": ["Geometrically Inspired Itemset Mining., ICDM, 2006"], "George Karypis": ["Comparison of Descriptor Spaces for Chemical Compound Retrieval and Classification., ICDM, 2006"], "Ji Zhu": ["Regularized Least Absolute Deviations Regression and an Efficient Algorithm for Parameter Tuning., ICDM, 2006"], "Xiaopeng Xi": ["SAXually Explicit Images: Finding Unusual Shapes., ICDM, 2006"], "Hai H. Wang": ["A Novel Method for Detecting Outlying Subspaces in High-dimensional Databases Using Genetic Algorithm., ICDM, 2006"], "Zujia Xu": ["Discovering Unrevealed Properties of Probability Estimation Trees: On Algorithm Selection and Performance Explanation., ICDM, 2006"], "Xiangshang Li": ["Forecasting Skewed Biased Stochastic Ozone Days: Analyses and Solutions., ICDM, 2006"], "Zifang Huang": ["Identifying Follow-Correlation Itemset-Pairs., ICDM, 2006"], "Anthony K. H. Tung": ["On the Lower Bound of Local Optimums in K-Means Algorithm., ICDM, 2006"], "Alessandro Moschitti": ["Fast On-line Kernel Learning for Trees., ICDM, 2006", "Semantic Kernels for Text Classification Based on Topological Measures of Feature Similarity., ICDM, 2006"], "Emmanuel Viennet": ["bitSPADE: A Lattice-based Sequential Pattern Mining Algorithm Using Bitmap Representation., ICDM, 2006"], "David Madigan": ["Decision Trees for Functional Variables., ICDM, 2006"], "Hang Li": ["Mining Latent Associations of Objects Using a Typed Mixture Model--A Case Study on Expert/Expertise Mining., ICDM, 2006", "Detecting Link Spam Using Temporal Information., ICDM, 2006"], "Luis Otávio Alvares": ["Mining Maximal Generalized Frequent Geographic Patterns with Knowledge Constraints., ICDM, 2006"], "Peter Wackersreuther": ["Pattern Mining in Frequent Dynamic Subgraphs., ICDM, 2006"], "David W. Cheung": ["Discovery of Collocation Episodes in Spatiotemporal Data., ICDM, 2006"], "Alexandru Niculescu-Mizil": ["Getting the Most Out of Ensemble Selection., ICDM, 2006"], "Jude W. Shavlik": ["Belief Propagation in Large, Highly Connected Graphs for 3D Part-Based Object Recognition., ICDM, 2006"], "Xiaojing Yuan": ["A Framework for Regional Association Rule Mining in Spatial Datasets., ICDM, 2006"], "Carl Lagoze": ["Mining Generalized Graph Patterns Based on User Examples., ICDM, 2006"], "Marco Saerens": ["An Experimental Investigation of Graph Kernels on a Collaborative Recommendation Task., ICDM, 2006"], "Huan Liu": ["A Balanced Ensemble Approach to Weighting Classifiers for Text Classification., ICDM, 2006"], "William M. Pottenger": ["Detection of Interdomain Routing Anomalies Based on Higher-Order Path Analysis., ICDM, 2006"], "Wei-Ying Ma": ["Star-Structured High-Order Heterogeneous Data Co-clustering Based on Consistent Information Theory., ICDM, 2006"], "Ambuj K. Singh": ["GraphRank: Statistical Modeling and Mining of Significant Subgraphs in the Feature Space., ICDM, 2006", "Probabilistic Segmentation and Analysis of Horizontal Cells., ICDM, 2006"], "Nathalie Japkowicz": ["A Feature Selection and Evaluation Scheme for Computer Virus Detection., ICDM, 2006"], "Shusaku Tsumoto": ["Cluster Analysis of Time-Series Medical Data Based on the Trajectory Representation and Multiscale Comparison Techniques., ICDM, 2006"], "Charles X. Ling": ["Constructing Ensembles for Better Ranking., ICDM, 2006"], "Gerd Stumme": ["TRIAS - An Algorithm for Mining Iceberg Tri-Lattices., ICDM, 2006"], "Scott Sirowy": ["Intelligent Icons: Integrating Lite-Weight Data Mining and Visualization into GUI Operating Systems., ICDM, 2006"], "Arthur Zimek": ["COSMIC: Conceptually Specified Multi-Instance Clusters., ICDM, 2006"], "Jason Zhang": ["Direct Marketing When There Are Voluntary Buyers., ICDM, 2006"], "Quamrul I. Khan": ["DSTree: A Tree Structure for the Mining of Frequent Sets from Data Streams., ICDM, 2006"], "Howard J. Hamilton": ["Searching for Pattern Rules., ICDM, 2006"], "Qiang Yang": ["Adding Semantics to Email Clustering., ICDM, 2006"], "Wei Wang": ["Gradual Cube: Customize Profile on Mobile OLAP., ICDM, 2006"], "Yunbo Cao": ["CoMiner: An Effective Algorithm for Mining Competitors from the Web., ICDM, 2006"], "Yue Xu": ["Multi-Tier Granule Mining for Representations of Multidimensional Association Rules., ICDM, 2006", "Deploying Approaches for Pattern Refinement in Text Mining., ICDM, 2006"], "Lise Getoor": ["Social Capital in Friendship-Event Networks., ICDM, 2006"], "Zhi-Hua Zhou": ["Exploratory Under-Sampling for Class-Imbalance Learning., ICDM, 2006", "The Influence of Class Imbalance on Cost-Sensitive Learning: An Empirical Study., ICDM, 2006"], "Ying Li": ["Similarity of Temporal Query Logs Based on ARIMA Model., ICDM, 2006"], "Stephen A. Krawetz": ["Mining Correlation between Motifs and Gene Expression., ICDM, 2006"], "John R. Kender": ["High Quality, Efficient Hierarchical Document Clustering Using Closed Interesting Itemsets., ICDM, 2006"], "Raghu Machiraju": ["On Trajectory Representation for Scientific Features., ICDM, 2006"], "Gerhard Knolmayer": ["NewsCATS: A News Categorization and Trading System., ICDM, 2006"], "Jian Pei": ["Improving Grouped-Entity Resolution Using Quasi-Cliques., ICDM, 2006"], "Sheng Ma": ["Fast Relevance Discovery in Time Series., ICDM, 2006", "TOP-COP: Mining TOP-K Strongly Correlated Pairs in Large Databases., ICDM, 2006"], "Mohamed Nadif": ["Probabilistic Enhanced Mapping with the Generative Tabular Model., ICDM, 2006"], "Ronen Feldman": ["High-Performance Unsupervised Relation Extraction from Large Corpora., ICDM, 2006"], "Shirish K. Shevade": ["Cluster Based Core Vector Machine., ICDM, 2006"], "Mohamed S. Kamel": ["Enhancing Text Clustering Using Concept-based Mining Model., ICDM, 2006"], "Wei Chu": ["Minimum Enclosing Spheres Formulations for Support Vector Ordinal Regression., ICDM, 2006"], "Guimei Liu": ["Mining Maximal Quasi-Bicliques to Co-Cluster Stocks and Financial Ratios for Value Investment., ICDM, 2006"], "C. Lee Giles": ["Boosting the Feature Space: Text Classification for Unstructured Data on the Web., ICDM, 2006"], "Paul Ginsparg": ["Plagiarism Detection in arXiv., ICDM, 2006"], "David S. Channin": ["Automatic Single-Organ Segmentation in Computed Tomography Images., ICDM, 2006"], "Jim E. Smith": ["Improving Nearest Neighbor Classifier Using Tabu Search and Ensemble Distance Metrics., ICDM, 2006"], "Wenliang Du": ["Comparisons of K-Anonymization and Randomization Schemes under Linking Attacks., ICDM, 2006"], "Kamalakar Karlapalem": ["MARGIN: Maximal Frequent Subgraph Mining., ICDM, 2006", "A Simple Yet Effective Data Clustering Algorithm., ICDM, 2006"], "Lisa Amini": ["Resource Management for Networked Classifiers in Distributed Stream Mining Systems., ICDM, 2006"], "Abraham Bernstein": ["Entropy-based Concept Shift Detection., ICDM, 2006"], "Tao Li": ["Recommendation on Item Graphs., ICDM, 2006"], "Frederick H. Lochovsky": ["Solution Path for Semi-Supervised Classification with Manifold Regularization., ICDM, 2006"], "HongJiang Zhang": ["Semi-Supervised Kernel Regression., ICDM, 2006"], "Zhi-Qiang Liu": ["Mining Complex Time-Series Data by Learning Markovian Models., ICDM, 2006"], "Christophe G. Giraud-Carrier": ["Temporal Data Mining in Dynamic Feature Spaces., ICDM, 2006"], "Yuan Yuan Guo": ["Discover Bayesian Networks from Incomplete Data Using a Hybrid Evolutionary Algorithm., ICDM, 2006"], "Melanie Hilario": ["Distances and (Indefinite) Kernels for Sets of Objects., ICDM, 2006"], "Eamonn J. Keogh": ["Manifold Clustering of Shapes., ICDM, 2006"], "Efstratios Gallopoulos": ["Linear and Non-Linear Dimensional Reduction via Class Representatives for Text Classification., ICDM, 2006"], "Songcan Chen": ["Adaptive Kernel Principal Component Analysis with Unsupervised Learning of Kernels., ICDM, 2006"], "Manu Shukla": ["Rule-Based Platform for Web User Profiling., ICDM, 2006"], "Le Gruenwald": ["Opening the Black Box of Feature Extraction: Incorporating Visualization into High-Dimensional Data Mining Processes., ICDM, 2006"], "Xiaohua Hu": ["Semantic Smoothing for Model-based Document Clustering., ICDM, 2006"], "Xindong Wu": ["Corrective Classification: Classifier Ensembling with Corrective and Diverse Base Learners., ICDM, 2006"], "Jörg Sander": ["Speedup Clustering with Hierarchical Ranking., ICDM, 2006"], "Hong-Bin Dai": ["Query-Sensitive Similarity Measure for Content-Based Image Retrieval., ICDM, 2006"]}