{"Marcello La Rosa": ["Split Miner: Discovering Accurate and Simple Business Process Models from Event Logs., ICDM, 2017"], "Jiang Li": ["A Deep Transfer Learning Approach for Improved Post-Traumatic Stress Disorder Diagnosis., ICDM, 2017"], "Xiang Zhang": ["Many Heads are Better than One: Local Community Detection by the Multi-walker Chain., ICDM, 2017", "Ranking Causal Anomalies by Modeling Local Propagations on Networked Systems., ICDM, 2017", "Automated Medical Diagnosis by Ranking Clusters Across the Symptom-Disease Network., ICDM, 2017"], "Ian Davidson": ["Knowledge Guided Short-Text Classification for Healthcare Applications., ICDM, 2017", "Deep Similarity-Based Batch Mode Active Learning with Exploration-Exploitation., ICDM, 2017", "Scalable Constrained Spectral Clustering via the Randomized Projected Power Method., ICDM, 2017"], "Liang Zhao": ["A Generic Framework for Interesting Subspace Cluster Detection in Multi-attributed Networks., ICDM, 2017"], "Lingfei Wu": ["Revisiting Spectral Graph Clustering with Generative Community Models., ICDM, 2017"], "Dmitri Loguinov": ["Improving I/O Complexity of Triangle Enumeration., ICDM, 2017"], "Christos Faloutsos": ["TensorCast: Forecasting with Context Using Coupled Tensors (Best Paper Award)., ICDM, 2017", "Spectral Lens: Explainable Diagnostics, Tools and Discoveries in Directed, Weighted Graphs., ICDM, 2017", "The Many Faces of Link Fraud., ICDM, 2017"], "Linhong Zhu": ["Situation Aware Multi-task Learning for Traffic Prediction., ICDM, 2017"], "Steven C. H. Hoi": ["Large Scale Kernel Methods for Online AUC Maximization., ICDM, 2017"], "Cho-Jui Hsieh": ["A Hyperplane-Based Algorithm for Semi-Supervised Dimension Reduction., ICDM, 2017"], "Huzefa Rangwala": ["IterativE Grammar-Based Framework for Discovering Variable-Length Time Series Motifs., ICDM, 2017"], "Eamonn J. Keogh": ["Matrix Profile VIII: Domain Agnostic Online Semantic Segmentation at Superhuman Performance Levels., ICDM, 2017", "Matrix Profile VI: Meaningful Multidimensional Motif Discovery., ICDM, 2017", "Matrix Profile VII: Time Series Chains: A New Primitive for Time Series Data Mining (Best Student Paper Award)., ICDM, 2017", "Generating Synthetic Time Series to Augment Sparse Datasets., ICDM, 2017"], "Georgios B. Giannakis": ["Overlapping Community Detection via Constrained PARAFAC: A Divide and Conquer Approach., ICDM, 2017"], "Arindam Banerjee": ["Scalable Algorithms for Locally Low-Rank Matrix Modeling., ICDM, 2017", "High-Dimensional Dependency Structure Learning for Physical Processes., ICDM, 2017"], "Xindong Wu": ["A Self-Adaptive Sliding Window Based Topic Model for Non-uniform Texts., ICDM, 2017"], "Karsten M. Borgwardt": ["Kernel Conditional Clustering., ICDM, 2017"], "Jiming Chen": ["Data-Driven Utilization-Aware Trip Advisor for Bike-Sharing Systems., ICDM, 2017"], "Jayant Kalagnanam": ["Multi-task Multi-modal Models for Collective Anomaly Detection., ICDM, 2017"], "Danai Koutra": ["Exploratory Analysis of Graph Data by Leveraging Domain Knowledge., ICDM, 2017", "Scalable Hashing-Based Network Discovery., ICDM, 2017"], "Jilles Vreeken": ["Efficiently Discovering Locally Exceptional Yet Globally Representative Subgroups., ICDM, 2017", "Telling Cause from Effect Using MDL-Based Local and Global Regression., ICDM, 2017", "MDL for Causal Inference on Discrete Data., ICDM, 2017"], "Julian McAuley": ["Visually-Aware Fashion Recommendation and Design with Generative Image Models., ICDM, 2017"], "Vikram Pudi": ["AutoLearn - Automated Feature Generation and Selection., ICDM, 2017"], "Lise Getoor": ["Collective Entity Resolution in Familial Networks., ICDM, 2017"], "My T. Thai": ["Scalable and Adaptive Algorithms for the Triangle Interdiction Problem on Billion-Scale Networks., ICDM, 2017", "Dynamic Propagation Rates: New Dimension to Viral Marketing in Online Social Networks., ICDM, 2017"], "Jamal Atif": ["Online Learning of Acyclic Conditional Preference Networks from Noisy Data., ICDM, 2017"], "Dinh Q. Phung": ["GoGP: Fast Online Regression with Gaussian Processes., ICDM, 2017"], "Yada Zhu": ["HiMuV: Hierarchical Framework for Modeling Multi-modality Multi-resolution Data., ICDM, 2017"], "Jessica Lin": ["Linear Time Complexity Time Series Classification with Bag-of-Pattern-Features., ICDM, 2017", "Efficient discovery of time series motifs with large length range in million scale time series., ICDM, 2017"], "Soumya Ray": ["An Analysis of Boosted Linear Classifiers on Noisy Data with Applications to Multiple-Instance Learning., ICDM, 2017"], "Xiangnan Kong": ["BiCycle: Item Recommendation with Life Cycles., ICDM, 2017"], "Stratis Ioannidis": ["Distributing Frank-Wolfe via Map-Reduce., ICDM, 2017"], "Petra Mutzel": ["Glocalized Weisfeiler-Lehman Graph Kernels: Global-Local Feature Maps of Graphs., ICDM, 2017"], "Thang N. Dinh": ["Importance Sketching of Influence Dynamics in Billion-Scale Networks., ICDM, 2017"], "Svetha Venkatesh": ["Bayesian Optimization in Weakly Specified Search Space., ICDM, 2017"], "Shinji Nakadai": ["Relational Mixture of Experts: Explainable Demographics Prediction with Behavioral Data., ICDM, 2017"], "Ambedkar Dukkipati": ["Unsupervised Feature Learning with Discriminative Encoder., ICDM, 2017"], "Taejeong Kim": ["Learning Doubly Stochastic Affinity Matrix via Davis-Kahan Theorem., ICDM, 2017"], "Dejing Dou": ["Adaptive Laplace Mechanism: Differential Privacy Preservation in Deep Learning., ICDM, 2017"], "Wei Chu": ["A Short-Term Rainfall Prediction Model Using Multi-task Convolutional Neural Networks., ICDM, 2017"], "Dorothea Wagner": ["Benchmark Generator for Dynamic Overlapping Communities in Networks., ICDM, 2017"], "Fareed Zaffar": ["Accurate Detection of Automatically Spun Content via Stylometric Analysis., ICDM, 2017"], "Jaegul Choo": ["STExNMF: Spatio-Temporally Exclusive Topic Discovery for Anomalous Event Detection., ICDM, 2017"], "Brendan OConnor": ["A Probabilistic Approach for Learning with Label Proportions Applied to the US Presidential Election., ICDM, 2017"], "Ata Turk": ["Edge-Based Wedge Sampling to Estimate Triangle Counts in Very Large Graphs., ICDM, 2017"], "Hao Fu": ["GANG: Detecting Fraudulent Users in Online Social Networks via Guilt-by-Association on Directed Graphs., ICDM, 2017"], "Kevin Chen-Chuan Chang": ["Topological Recurrent Neural Network for Diffusion Prediction., ICDM, 2017", "Statistical Link Label Modeling for Sign Prediction: Smoothing Sparsity by Joining Local and Global Information., ICDM, 2017"], "Jieping Ye": ["Multi-task Survival Analysis., ICDM, 2017"], "Hengchang Liu": ["Tracking Hit-and-Run Vehicle with Sparse Video Surveillance Cameras and Mobile Taxicabs., ICDM, 2017"], "Jing Gao": ["Discovering Truths from Distributed Data., ICDM, 2017"], "Jiye Liang": ["Local Bayes Risk Minimization Based Stopping Strategy for Hierarchical Classification., ICDM, 2017"], "Zhishan Guo": ["AWDA: An Adaptive Wishart Discriminant Analysis., ICDM, 2017"], "Aidong Zhang": ["Generating Medical Hypotheses Based on Evolutionary Medical Concepts., ICDM, 2017", "Wave2Vec: Learning Deep Representations for Biosignals., ICDM, 2017"], "Philippe Cudré-Mauroux": ["HistoSketch: Fast Similarity-Preserving Sketching of Streaming Histograms with Concept Drift., ICDM, 2017"], "John C. S. Lui": ["Mining Customer Valuations to Optimize Product Bundling Strategy., ICDM, 2017", "Multi-level Feedback Web Links Selection Problem: Learning and Optimization., ICDM, 2017"], "Quoc Viet Hung Nguyen": ["SPTF: A Scalable Probabilistic Tensor Factorization Model for Semantic-Aware Behavior Prediction., ICDM, 2017"], "U. Kang": ["Supervised Belief Propagation: Scalable Supervised Inference on Attributed Networks., ICDM, 2017"], "Philip S. Yu": ["BL-MNE: Emerging Heterogeneous Social Network Embedding Through Broad Learning with Aligned Autoencoder., ICDM, 2017", "HitFraud: A Broad Learning Approach for Collective Fraud Detection in Heterogeneous Information Networks., ICDM, 2017", "Collaborative Inference of Coexisting Information Diffusions., ICDM, 2017"], "B. Aditya Prakash": ["Data-Driven Immunization., ICDM, 2017"], "Chang-Tien Lu": ["Online and Distributed Robust Regressions Under Adversarial Data Corruption., ICDM, 2017", "Learning to Fuse Music Genres with Generative Adversarial Dual Learning., ICDM, 2017"], "Gang Liu": ["MetaLDA: A Topic Model that Efficiently Incorporates Meta Information., ICDM, 2017"], "Dik Lun Lee": ["Collaborative Filtering with Social Local Models., ICDM, 2017"], "Hui Xiong": ["Exploiting Hierarchical Structures for POI Recommendation., ICDM, 2017", "An Automatic Approach for Transit Advertising in Public Transportation Systems., ICDM, 2017"], "Xiaowei Xu": ["AnySCAN: An Efficient Anytime Framework with Active Learning for Large-Scale Network Clustering., ICDM, 2017"], "James Bailey": ["SCED: A General Framework for Sparse Tensor Decomposition with Constraints and Elementwise Dynamic Learning., ICDM, 2017"], "Jingrui He": ["A Randomized Approach for Crowdsourcing in the Presence of Multiple Views., ICDM, 2017"], "Patrick Gallinari": ["Spatio-Temporal Neural Networks for Space-Time Series Forecasting and Relations Discovery., ICDM, 2017"], "Emiliano De Cristofaro": ["Differentially Private Mixture of Generative Neural Networks., ICDM, 2017"], "Chandan K. Reddy": ["A Probabilistic Geographical Aspect-Opinion Model for Geo-Tagged Microblogs., ICDM, 2017"], "Seung-won Hwang": ["Aspect Sentiment Model for Micro Reviews., ICDM, 2017"], "Aron Culotta": ["Mining the Demographics of Political Sentiment from Twitter Using Learning from Label Proportions., ICDM, 2017"], "Marco Zaffalon": ["Hierarchical Multinomial-Dirichlet Model for the Estimation of Conditional Probability Tables., ICDM, 2017"], "Yanjie Fu": ["Multi-party Sparse Discriminant Learning., ICDM, 2017"], "Amedeo Napoli": ["Efficient Mining of Subsample-Stable Graph Patterns., ICDM, 2017"], "Giacomo Boracchi": ["Domain Adaptation for Online ECG Monitoring., ICDM, 2017"], "Tanmoy Chakraborty": ["EC3: Combining Clustering and Classification for Ensemble Learning., ICDM, 2017"], "Yan Liu": ["Boosting Deep Learning Risk Prediction with Generative Adversarial Networks for Electronic Health Records., ICDM, 2017"], "Morteza Haghir Chehreghani": ["Clustering by Shift., ICDM, 2017", "Efficient Computation of Pairwise Minimax Distance Measures., ICDM, 2017"], "Shanshan Wu": ["Warehouse Site Selection for Online Retailers in Inter-Connected Warehouse Networks., ICDM, 2017"], "Jing Li": ["Learning Multiple Similarities of Users and Items in Recommender Systems., ICDM, 2017"], "Vinodh Venkatesan": ["Data Prefetching for Large Tiered Storage Systems., ICDM, 2017"], "Deb Roy": ["Audio-Visual Sentiment Analysis for Learning Emotional Arcs in Movies., ICDM, 2017"], "Tom Heskes": ["Robust Estimation of Gaussian Copula Causal Structure from Mixed Data with Missing Values., ICDM, 2017"], "Petko Bogdanov": ["Network Clocks: Detecting the Temporal Scale of Information Diffusion., ICDM, 2017", "Local Community Detection in Dynamic Networks., ICDM, 2017"], "Ladan Tahvildari": ["Online Nearest Neighbor Search in Binary Space., ICDM, 2017"], "Giovanni Luca Ciampaglia": ["Finding Streams in Knowledge Graphs to Support Fact Checking., ICDM, 2017"], "Shuiwang Ji": ["Efficient and Invariant Convolutional Neural Networks for Dense Prediction., ICDM, 2017", "Recurrent Encoder-Decoder Networks for Time-Varying Dense Prediction., ICDM, 2017"], "Dacheng Tao": ["Learning with Inadequate and Incorrect Supervision., ICDM, 2017"], "Dino Pedreschi": ["Market Basket Prediction Using User-Centric Temporal Annotated Recurring Sequences., ICDM, 2017"], "Jian Chen": ["Tensor Based Relations Ranking for Multi-relational Collective Classification., ICDM, 2017"], "Qixu Gong": ["Sub-Gibbs Sampling: A New Strategy for Inferring LDA., ICDM, 2017"], "Bernhard Schölkopf": ["Behind Distribution Shift: Mining Driving Forces of Changes and Causal Arrows., ICDM, 2017"], "Kaiqi Huang": ["A Self-Paced Category-Aware Approach for Unsupervised Adaptation Networks., ICDM, 2017"], "Yulia R. Gel": ["CRAD: Clustering with Robust Autocuts and Depth., ICDM, 2017"], "Niloy Ganguly": ["SLANT+: A Nonlinear Model for Opinion Dynamics in Social Networks., ICDM, 2017"], "Silviu Maniu": ["Effective Large-Scale Online Influence Maximization., ICDM, 2017"], "Felix Naumann": ["Identifying Media Bias by Analyzing Reported Speech., ICDM, 2017"], "Yuxing Peng": ["Fast Compressive Spectral Clustering., ICDM, 2017"], "Jian Wu": ["A Broad Learning Approach for Context-Aware Mobile Application Recommendation., ICDM, 2017"], "Di Niu": ["Recover Fine-Grained Spatial Data from Coarse Aggregation., ICDM, 2017"], "Ann B. Ragin": ["Multi-view Graph Embedding with Hub Detection for Brain Network Analysis., ICDM, 2017"], "Guihai Chen": ["BEEP: A Bayesian Perspective Early Stage Event Prediction Model for Online Social Networks., ICDM, 2017"], "John Robinson": ["Automatic Classification of Music Genre Using Masked Conditional Neural Networks., ICDM, 2017"], "Shogo Murai": ["Theoretically and Empirically High Quality Estimation of Closeness Centrality., ICDM, 2017"], "Mario A. Nascimento": ["Efficient Computation of Multiple Density-Based Clustering Hierarchies., ICDM, 2017"], "Pauli Miettinen": ["Reductions for Frequency-Based Data Mining Problems., ICDM, 2017"], "Xipeng Shen": ["LCD: A Fast Contrastive Divergence Based Algorithm for Restricted Boltzmann Machine., ICDM, 2017"], "Chi-Keong Goh": ["Domain Specific Feature Transfer for Hybrid Domain Adaptation., ICDM, 2017"], "Louis-Philippe Morency": ["Multi-level Multiple Attentions for Contextual Multimodal Sentiment Analysis., ICDM, 2017"], "Xingyu Cai": ["Novel Exact and Approximate Algorithms for the Closest Pair Problem., ICDM, 2017"], "Christophe G. Giraud-Carrier": ["Informing the Use of Hyperparameter Optimization Through Metalearning., ICDM, 2017"], "Xinyue Liu": ["Kernel-Based Feature Extraction for Collaborative Filtering., ICDM, 2017"], "Soummya Kar": ["Reputation-Based Ranking Systems and Their Resistance to Bribery., ICDM, 2017"], "Qinli Yang": ["Synchronization-Inspired Co-Clustering and Its Application to Gene Expression Data., ICDM, 2017", "Exploring Common and Distinct Structural Connectivity Patterns Between Schizophrenia and Major Depression via Cluster-Driven Nonnegative Matrix Factorization., ICDM, 2017"], "Kijung Shin": ["WRS: Waiting Room Sampling for Accurate Triangle Counting in Real Graph Streams., ICDM, 2017"], "Madhav Marathe": ["Epidemic Forecasting Framework Combining Agent-Based Models and Smart Beam Particle Filtering., ICDM, 2017"], "Naonori Ueda": ["Autoregressive Tensor Factorization for Spatio-Temporal Predictions., ICDM, 2017"], "Zhi Wei": ["Time-Aware Latent Hierarchical Model for Predicting House Prices., ICDM, 2017"], "Antti Ukkonen": ["Crowdsourced Correlation Clustering with Relative Distance Comparisons., ICDM, 2017"], "Srinivasan Parthasarathy": ["Multimodal Content Analysis for Effective Advertisements on YouTube., ICDM, 2017"], "Zhiqi Shen": ["Balanced Distribution Adaptation for Transfer Learning., ICDM, 2017"], "Themis Palpanas": ["DPiSAX: Massively Distributed Partitioned iSAX., ICDM, 2017"], "Mladen Kolar": ["An Influence-Receptivity Model for Topic Based Information Cascades., ICDM, 2017"], "Michael R. Lyu": ["Risk Control of Best Arm Identification in Multi-armed Bandits via Successive Rejects., ICDM, 2017"], "Patricia A. Soranno": ["Multi-level Multi-task Learning for Modeling Cross-Scale Interactions in Nested Geospatial Data., ICDM, 2017"], "David Simchi-Levi": ["A Practically Competitive and Provably Consistent Algorithm for Uplift Modeling., ICDM, 2017"], "Hao Guo": ["Incorporating Spatio-Temporal Smoothness for Air Quality Inference., ICDM, 2017"], "Wei Fan": ["iNEAT: Incomplete Network Alignment., ICDM, 2017"], "Fei Wang": ["GaDei: On Scale-Up Training as a Service for Deep Learning., ICDM, 2017"], "Zhi-Hua Zhou": ["New Class Adaptation Via Instance Generation in One-Pass Class Incremental Learning., ICDM, 2017"]}