{"Jeffrey P. Sutton": ["Models Wanted: Must Fit Dimensions of Sleep and Dreaming., NIPS, 1991"], "Eric D. Young": ["Stationarity of Synaptic Coupling Strength Between Neurons with Nonstationary Discharge Properties., NIPS, 1991"], "Geoffrey J. Goodhill": ["Perturbing Hebbian Rules., NIPS, 1991"], "William Bialek": ["Statistical Reliability of a Blowfly Movement-Sensitive Neuron., NIPS, 1991"], "Bartlett W. Mel": ["The Clusteron: Toward a Simple Abstraction for a Complex Neuron., NIPS, 1991"], "Rodney J. Douglas": ["Network Activity Determines Spatio-Temporal Integration in Single Cells., NIPS, 1991"], "Thomas H. Brown": ["Nonlinear Pattern Separation in Single Hippocampal Neurons with Active Dendritic Membrane., NIPS, 1991"], "Anthony J. Bell": ["Self-organization in Real Neurons: Anti-Hebb in 'Channel Space'?, NIPS, 1991"], "Frank Moss": ["Single Neuron Model: Response to Weak Modulation in the Presence of Noise., NIPS, 1991"], "A. B. Bonds": ["Dual Inhibitory Mechanisms for Definition of Receptive Field Characteristics in a Cat Striate Cortex., NIPS, 1991"], "Gary G. Blasdel": ["A Comparison between a Neural Network Model for the Formation of Brain Maps and Experimental Data., NIPS, 1991"], "Carla J. Shatz": ["Retinogeniculate Development: The Role of Competition and Correlated Retinal Activity., NIPS, 1991"], "James T. Buchanan": ["Locomotion in a Lower Vertebrate: Studies of the Cellular Basis of Rhythmogenesis and Oscillator Coupling., NIPS, 1991"], "Shuji Yoshizawa": ["Adaptive Synchronization of Neural and Physical Oscillators., NIPS, 1991"], "Christof Koch": ["Burst Synchronization without Frequency Locking in a Completely Solvable Neural Network Model., NIPS, 1991"], "Marius Usher": ["Oscillatory Model of Short Term Memory., NIPS, 1991"], "Alex Waibel": ["Multi-State Time Delay Networks for Continuous Speech Recognition., NIPS, 1991"], "Pedro Guedes de Oliveira": ["Modeling Applications with the Focused Gamma Net., NIPS, 1991"], "Enrico Bocchieri": ["Time-Warping Network: A Hybrid Framework for Speech Recognition., NIPS, 1991"], "Richard Lippmann": ["Improved Hidden Markov Models Speech Recognition Using Radial Basis Function Networks., NIPS, 1991"], "Michael Cohen": ["Connectionist Optimisation of Tied Mixture Hidden Markov Models., NIPS, 1991"], "Ralf Kompe": ["Neural Network - Gaussian Mixture Hybrid for Speech Recognition or Density Estimation., NIPS, 1991"], "Monika Woszczyna": ["JANUS: Speech-to-Speech Translation Using Connectionist and Non-Connectionist Techniques., NIPS, 1991"], "Michael I. Jordan": ["Forward Dynamics Modeling of Speech Motor Control Using Physiological Data., NIPS, 1991"], "Krist Roginski": ["English Alphabet Recognition with Telephone Speech., NIPS, 1991"], "Ajay N. Jain": ["Generalization Performance in PARSEC - A Structured Connectionist Parsing Architecture., NIPS, 1991"], "Gadi Pinkus": ["Constructing Proofs in Symmetric Networks., NIPS, 1991"], "David S. Touretzky": ["A Connectionist Learning Approach to Analyzing Linguistic Stress., NIPS, 1991"], "Michael G. Dyer": ["Propagation Filters in PDS Networks for Sequencing and Ambiguity Resolution., NIPS, 1991"], "Ronald A. Cole": ["A Segment-Based Automatic Language Identification System., NIPS, 1991"], "Satinder P. Singh": ["The Efficient Learning of Multiple Task Sequences., NIPS, 1991"], "Gerald Tesauro": ["Practical Issues in Temporal Difference Learning., NIPS, 1991"], "Wolfram Menzel": ["HARMONET: A Neural Net for Harmonizing Chorales in the Style of J. S. Bach., NIPS, 1991"], "Michael Mozer": ["Induction of Multiscale Temporal Structure., NIPS, 1991"], "J. Allan Hobson": ["Network Model of State-Dependent Sequencing., NIPS, 1991"], "Jürgen Schmidhuber": ["Learning Unambiguous Reduced Sequence Descriptions., NIPS, 1991"], "R. Douglas Martin": ["Recurrent Networks and NARMA Modeling., NIPS, 1991"], "Gary M. Kuhn": ["Induction of Finite-State Automata Using Second-Order Recurrent Networks., NIPS, 1991"], "Yee-Chun Lee": ["Extracting and Learning an Unknown Grammar with Recurrent Neural Networks., NIPS, 1991", "Green's Function Method for Fast On-Line Learning Algorithm of Recurrent Neural Networks., NIPS, 1991"], "Anthony Bloesch": ["Operators and Curried Functions: Training and Analysis of Simple Recurrent Networks., NIPS, 1991"], "Trent E. Lange": ["Dynamically-Adaptive Winner-Take-All Networks., NIPS, 1991"], "David A. Robinson": ["Information Processing to Create Eye Movements., NIPS, 1991"], "Troels W. Kjær": ["Decoding of Neuronal Signals in Visual Pattern Recognition., NIPS, 1991"], "Ricardo A. Marques Pereira": ["Learning How to Teach or Selecting Minimal Surface Data., NIPS, 1991"], "Geoffrey E. Hinton": ["Learning to Make Coherent Predictions in Domains with Discontinuities., NIPS, 1991", "Adaptive Soft Weight Tying using Gaussian Mixtures., NIPS, 1991"], "Terrence J. Sejnowski": ["Recurrent Eye Tracking Network Using a Distributed Representation of Image Motion., NIPS, 1991", "Hierarchical Transformation of Space in the Visual System., NIPS, 1991", "Neural Network Analysis of Event Related Potentials and Electroencephalogram Predicts Vigilance., NIPS, 1991", "Competitive Anti-Hebbian Learning of Invariants., NIPS, 1991"], "Alex Pentland": ["Against Edges: Function Approximation with Multiple Support Maps., NIPS, 1991"], "Peter N. Prokopowicz": ["Markov Random Fields Can Bridge Levels of Abstraction., NIPS, 1991"], "Amnon Shashua": ["Illumination and View Position in 3D Visual Recognition., NIPS, 1991"], "Subutai Ahmad": ["VISIT: A Neural Model of Covert Visual Attention., NIPS, 1991"], "Eric Mjolsness": ["Visual Grammars and Their Neural Nets., NIPS, 1991"], "Marlene Behrmann": ["Learning to Segment Images Using Dynamic Feature Binding., NIPS, 1991"], "Rama Chellappa": ["Combined Neural Network and Rule-Based Framework for Probabilistic Pattern Recognition and Discovery., NIPS, 1991"], "Shimon Ullman": ["Linear Operator for Object Recognition., NIPS, 1991"], "Shimon Edelman": ["3D Object Recognition Using Unsupervised Feature Extraction., NIPS, 1991"], "Sara A. Solla": ["Structural Risk Minimization for Character Recognition., NIPS, 1991"], "Jan Ben": ["Image Segmentation with Networks of Variable States., NIPS, 1991"], "John S. Denker": ["Multi-Digit Recognition Using a Space Displacement Neural Network., NIPS, 1991", "Tangent Prop - A Formalism for Specifying Selected Invariances in an Adaptive Network., NIPS, 1991"], "David E. Rumelhart": ["A Self-Organizing Integrated Segmentation and Recognition Neural Net., NIPS, 1991"], "Mosfeq Rashid": ["Recognizing Overlapping Hand-Printed Characters by Centered-Object Integrated Segmentation and Recognition., NIPS, 1991"], "Michael Revow": ["Adaptive Elastic Models for Hand-Printed Character Recognition., NIPS, 1991"], "John E. W. Mayhew": ["Obstacle Avoidance through Reinforcement Learning., NIPS, 1991"], "Knut Möller": ["Active Exploration in Dynamic Environments., NIPS, 1991"], "Michael D. Lemmon": ["Oscillatory Neural Fields for Globally Optimal Path Planning., NIPS, 1991"], "Mitsuo Kawato": ["Recognition of Manipulated Objects by Motor Learning., NIPS, 1991"], "W. Harmon Ray": ["Refined PID Controllers Using Neural Networks., NIPS, 1991"], "Carlos D. Brody": ["Fast Learning with Predictive Forward Models., NIPS, 1991"], "Andrew W. Moore": ["Fast, Robust Adaptive Control by Learning only Forward Models., NIPS, 1991"], "Yann LeCun": ["Reverse TDNN: An Architecture For Trajectory Generation., NIPS, 1991"], "Kenneth Kreutz-Delgado": ["Learning Global Direct Inverse Kinematics., NIPS, 1991"], "Pat Langdon": ["A Neural Net Model for Adaptive Control of Saccadic Accuracy by Primate Cerebellum and Brainstem., NIPS, 1991"], "Thomas J. Anastasio": ["Learning in the Vestibular System: Simulations of Vestibular Compensation Using Recurrent Back-Propagation., NIPS, 1991"], "James C. Houk": ["A Cortico-Cerebellar Model that Learns to Generate Distributed Motor Commands to Control a Kinematic Arm., NIPS, 1991"], "Tamar Flash": ["A Computational Mechanism to Account for Averaged Modified Hand Trajectories., NIPS, 1991"], "Ryoji Suzuki": ["Simulation of Optimal Movements Using the Minimum-Muscle-Tension-Change Model., NIPS, 1991"], "Y. Xie": ["ANN Board Classification for Heart Defibrillators., NIPS, 1991"], "Richard L. Ehman": ["Neural Network Diagnosis of Avascular Necrosis from Magnetic Resonance Images., NIPS, 1991"], "Volker Tresp": ["Neural Control for Rolling Mills: Incorporating Domain Theories to Overcome Data Deficiency., NIPS, 1991"], "Jeff Mellstrom": ["Fault Diagnosis of Antenna Pointing Systems Using Hybrid Neural Network and Signal Processing Models., NIPS, 1991"], "Michel Crépon": ["Multimodular Architecture fir Remote Sensing Options., NIPS, 1991"], "Joachim Utans": ["Principled Architecture Selection for Neural Networks: Application to Corporate Bond Rating Prediction., NIPS, 1991"], "Mario Blaum": ["Adaptive Development of Connectionist Decoders for Complex Error-Correcting Codes., NIPS, 1991"], "Ah Chung Tsoi": ["Application of Neural Network Methodology to the Modelling of the Yield Strength in a Steel Rolling Plate Mill., NIPS, 1991"], "Donald T. Freeman": ["Computer Recognition of Wave Location in Graphical Data by a Neural Network., NIPS, 1991"], "Hilary Tunley": ["A Neural Network for Motion Detection of Drift-Balanced Stimuli., NIPS, 1991"], "C. Lee Giles": ["Neural Network Routing for Random Multistage Interconnection Networks., NIPS, 1991"], "Federico Faggin": ["Networks for the Separation of Sources that Are Superimposed and Delayed., NIPS, 1991"], "Jeffrey R. LaFranchise": ["CCD Neural Network Processors for Pattern Recognition., NIPS, 1991"], "Amnon Yariv": ["A Parallel Analog CCD/CMOS Signal Processor., NIPS, 1991"], "Tobi Delbrück": ["Direction Selective Silicon Retina that Uses Null Inhibition., NIPS, 1991"], "Andreas G. Andreou": ["A Contrast Sensitive Silicon Retina with Reciprocal Synapses., NIPS, 1991", "Analog LSI Implementation of an Auto-Adaptive Network for Real-Time Separation of Independent Signals., NIPS, 1991"], "Lawrence D. Jackel": ["A Neurocomputer Board Based on the ANNA Neural Network Chip., NIPS, 1991"], "James Beck": ["Software for ANN Training on a Ring Array Processor., NIPS, 1991"], "Alan H. Barr": ["Constrained Optimization Applied to the Parameter Setting Problem for Analog Circuits., NIPS, 1991"], "John G. Harris": ["Segmentation Circuits Using Constrained Optimization., NIPS, 1991"], "John Lazzaro": ["Temporal Adaptation in a Silicon Auditory Nerve., NIPS, 1991"], "Mark Saffman": ["Optical Implementation of a Self-Organizing Feature Extractor., NIPS, 1991"], "Vladimir Vapnik": ["Principles of Risk Minimization for Learning Theory., NIPS, 1991"], "David J. C. MacKay": ["Bayesian Model Comparison and Backprop Nets., NIPS, 1991", "Unsupervised Classifiers, Mutual Information and 'Phantom Targets'., NIPS, 1991"], "John E. Moody": ["The Effective Number of Parameters: An Analysis of Generalization and Regularization in Nonlinear Learning Systems., NIPS, 1991", "Towards Faster Stochastic Gradient Search., NIPS, 1991"], "Robert E. Schapire": ["Estimating Average-Case Learning Curves Using Bayesian, Statistical Physics and VC Dimension Methods., NIPS, 1991"], "J. Stephen Judd": ["Constant-Time Loading of Shallow 1-Dimensional Networks., NIPS, 1991"], "Stephan Luna": ["Experimental Evaluation of Learning in a Neural Microsystem., NIPS, 1991"], "John Shawe-Taylor": ["Threshold Network Learning in the Presence of Equivalences., NIPS, 1991"], "Barak A. Pearlmutter": ["Gradient Descent: Second Order Momentum and Saturating Error., NIPS, 1991"], "Sandra Panizza": ["Polynomial Uniform Convergence of Relative Frequencies to Probabilities., NIPS, 1991"], "David Haussler": ["Unsupervised Learning of Distributions of Binary Vectors Using 2-Layer Networks., NIPS, 1991"], "Ronald L. Rivest": ["Incrementally Learning Time-Varying Half Planes., NIPS, 1991"], "Demetri Psaltis": ["The VC-Dimension versus the Statistical Capacity of Multilayer Networks., NIPS, 1991"], "Christopher G. Atkeson": ["Some Approximation Properties of Projection Pursuit Learning Networks., NIPS, 1991"], "Jehoshua Bruck": ["Neural Computing with Small Weights., NIPS, 1991"], "John A. Hertz": ["A Simple Weight Decay Can Improve Generalization., NIPS, 1991"], "Stephen M. Omohundro": ["Best-First Model Merging for Dynamic Learning and Recognition., NIPS, 1991"], "Paul Smolensky": ["Rule Induction through Integrated Symbolic and Subsymbolic Processing., NIPS, 1991"], "Jude W. Shavlik": ["Interpretation of Artificial Neural Networks: Mapping Knowledge-Based Neural Networks into Rules., NIPS, 1991"], "Robert A. Jacobs": ["Hierarchies of Adaptive Experts., NIPS, 1991"], "Paul W. Munro": ["Repeat Until Bored: A Pattern Selection Strategy., NIPS, 1991"], "Paul E. Stolorz": ["Merging Constrained Optimisation with Deterministic Annealing to Solve Combinatorially Hard Problems., NIPS, 1991"], "Lasse Holmström": ["Kernel Regression and Backpropagation Training With Noise., NIPS, 1991"], "Peter L. Bartlett": ["Splines, Rational Functions and Neural Networks., NIPS, 1991"], "Norman Yarvin": ["Networks with Learned Unit Response Functions., NIPS, 1991"], "Tom Downs": ["Learning in Feedforward Networks with Nonsmooth Functions., NIPS, 1991"], "Christopher J. Matheus": ["Iterative Construction of Sparse Polynomial Approximations., NIPS, 1991"], "Mike Wynne-Jones": ["Node Splitting: A Constructive Algorithm for Feed-Forward Neural Networks., NIPS, 1991"], "Lorien Y. Pratt": ["Information Measure Based Skeletonisation., NIPS, 1991"], "David Rogers": ["Data Analysis Using G/Splines., NIPS, 1991"], "Martin S. Glassman": ["A Network of Localized Linear Discriminants., NIPS, 1991"], "David J. Montana": ["A Weighted Probabilistic Neural Network., NIPS, 1991"], "Steve Mims": ["Network Generalization for Production: Learning and Producing Styled Letterforms., NIPS, 1991"], "B. V. K. Vijaya Kumar": ["Shooting Craps in Search of an Optimal Strategy for Training Connectionist Pattern Classifiers., NIPS, 1991"], "Thomas G. Dietterich": ["Improving the Performance of Radial Basis Function Networks by Learning Center Locations., NIPS, 1991"], "Theo Geisel": ["A Topographic Product for the Optimization of Self-Organizing Feature Maps., NIPS, 1991"], "Karl Gustafson": ["Human and Machine 'Quick Modeling'., NIPS, 1991"], "Jim Schimert": ["A Comparison of Projection Pursuit and Neural Network Regression Modeling., NIPS, 1991"], "Leonard G. C. Hamey": ["Benchmarking Feed-Forward Neural Networks: Models and Measures., NIPS, 1991"]}