{"Alexander T. Ihler": ["Efficient Multiscale Sampling from Products of Gaussian Mixtures., NIPS, 2003"], "Mark A. Girolami": ["Simplicial Mixtures of Markov Chains: Distributed Modelling of Dynamic User Profiles., NIPS, 2003"], "David M. Blei": ["Hierarchical Topic Models and the Nested Chinese Restaurant Process., NIPS, 2003"], "Benjamin Taskar": ["Max-Margin Markov Networks., NIPS, 2003", "Link Prediction in Relational Data., NIPS, 2003"], "Thore Graepel": ["Invariant Pattern Recognition by Semi-Definite Programming Machines., NIPS, 2003", "Semi-Definite Programming by Perceptron Learning., NIPS, 2003"], "Matthew Schultz": ["Learning a Distance Metric from Relative Comparisons., NIPS, 2003"], "Ji Zhu": ["1-norm Support Vector Machines., NIPS, 2003"], "Koji Tsuda": ["Image Reconstruction by Linear Programming., NIPS, 2003"], "Stuart Andrews": ["Multiple-Instance Learning via Disjunctive Programming Boosting., NIPS, 2003"], "Tijl De Bie": ["Convex Methods for Transduction., NIPS, 2003"], "Kenji Fukumizu": ["Kernel Dimensionality Reduction for Supervised Learning., NIPS, 2003"], "Bernd Fischer": ["Clustering with the Connectivity Kernel., NIPS, 2003"], "Haifeng Li": ["Efficient and Robust Feature Extraction by Maximum Margin Criterion., NIPS, 2003"], "Thomas Strohmann": ["Sparse Greedy Minimax Probability Machine Classification., NIPS, 2003"], "Jaco Vermaak": ["Sequential Bayesian Kernel Regression., NIPS, 2003"], "Claudio Gentile": ["Fast Feature Selection from Microarray Expression Data via Multiplicative Large Margin Algorithms., NIPS, 2003"], "Liva Ralaivola": ["Dynamical Modeling with Kernels for Nonlinear Time Series Prediction., NIPS, 2003"], "Max Welling": ["Extreme Components Analysis., NIPS, 2003", "Linear Response for Approximate Inference., NIPS, 2003"], "Nathan Srebro": ["Linear Dependent Dimensionality Reduction., NIPS, 2003"], "Xiaofei He": ["Locality Preserving Projections., NIPS, 2003"], "Denis V. Chigirev": ["Optimal Manifold Representation of Data: An Information Theoretic Approach., NIPS, 2003"], "Dengyong Zhou": ["Ranking on Data Manifolds., NIPS, 2003", "Learning with Local and Global Consistency., NIPS, 2003"], "Yoshua Bengio": ["Out-of-Sample Extensions for LLE, Isomap, MDS, Eigenmaps, and Spectral Clustering., NIPS, 2003", "No Unbiased Estimator of the Variance of K-Fold Cross-Validation., NIPS, 2003"], "Noam Shental": ["Pairwise Clustering and Graphical Models., NIPS, 2003", "Computing Gaussian Mixture Models with EM Using Equivalence Constraints., NIPS, 2003"], "Thomas P. Minka": ["Tree-structured Approximations by Expectation Propagation., NIPS, 2003"], "David Barber": ["The IM Algorithm: A Variational Approach to Information Maximization., NIPS, 2003"], "Eiji Mizutani": ["Iterative Scaled Trust-Region Learning in Krylov Subspaces via Pearlmutter's Implicit Sparse Hessian-Vector Multiply., NIPS, 2003"], "Léon Bottou": ["Large Scale Online Learning., NIPS, 2003"], "Koby Crammer": ["Online Classification on a Budget., NIPS, 2003"], "Xavier Carreras": ["Online Learning via Global Feedback for Phrase Recognition., NIPS, 2003"], "Yuanqing Li": ["Sparse Representation and Its Applications in Blind Source Separation., NIPS, 2003"], "David P. Wipf": ["Perspectives on Sparse Bayesian Learning., NIPS, 2003"], "Charles Kemp": ["Semi-Supervised Learning with Trees., NIPS, 2003"], "Ting Liu": ["Efficient Exact k-NN and Nonparametric Classification in High Dimensions., NIPS, 2003"], "Christopher J. Paciorek": ["Nonstationary Covariance Functions for Gaussian Process Regression., NIPS, 2003"], "Greg Hamerly": ["Learning the k in k-means., NIPS, 2003"], "Chen Yanover": ["Finding the M Most Probable Configurations in Arbitrary Graphical Models., NIPS, 2003"], "Jakob J. Verbeek": ["Non-linear CCA and PCA by Alignment of Local Models., NIPS, 2003"], "Francis R. Bach": ["Learning Spectral Clustering., NIPS, 2003"], "Corinna Cortes": ["AUC Optimization vs. Error Rate Minimization., NIPS, 2003"], "Neil D. Lawrence": ["Gaussian Process Latent Variable Models for Visualisation of High Dimensional Data., NIPS, 2003"], "Edward Snelson": ["Warped Gaussian Processes., NIPS, 2003"], "Allan Borodin": ["Can We Learn to Beat the Best Stock., NIPS, 2003"], "Tom Heskes": ["Approximate Expectation Maximization., NIPS, 2003"], "Martin J. Wainwright": ["Semidefinite Relaxations for Approximate Inference on Graphs with Cycles., NIPS, 2003"], "Alina Beygelzimer": ["Approximability of Probability Distributions., NIPS, 2003"], "Quaid Morris": ["Denoising and Untangling Graphs Using Degree Priors., NIPS, 2003"], "XuanLong Nguyen": ["On the Concentration of Expectation and Approximate Inference in Layered Networks., NIPS, 2003"], "Radford M. Neal": ["Inferring State Sequences for Non-linear Systems with Embedded Hidden Markov Models., NIPS, 2003"], "Pedro F. Felzenszwalb": ["Fast Algorithms for Large-State-Space HMMs with Applications to Web Usage Analysis., NIPS, 2003"], "Geoffrey E. Hinton": ["Wormholes Improve Contrastive Divergence., NIPS, 2003"], "Mark A. Paskin": ["Sample Propagation., NIPS, 2003"], "Amos J. Storkey": ["Generalised Propagation for Fast Fourier Transforms with Partial or Missing Data., NIPS, 2003"], "Alexander J. Smola": ["Laplace Propagation., NIPS, 2003"], "Gökhan H. Bakir": ["Learning to Find Pre-Images., NIPS, 2003"], "Volker Roth": ["Feature Selection in Clustering Problems., NIPS, 2003"], "David Kauchak": ["An Iterative Improvement Procedure for Hierarchical Clustering., NIPS, 2003"], "Zvika Marx": ["Identifying Structure across Pre-partitioned Data., NIPS, 2003"], "Ofer Dekel": ["Log-Linear Models for Label Ranking., NIPS, 2003"], "Matthew Brand": ["Minimax Embeddings., NIPS, 2003"], "Harald Steck": ["Bias-Corrected Bootstrap and Model Uncertainty., NIPS, 2003"], "Ting-Fan Wu": ["Probability Estimates for Multi-Class Classification by Pairwise Coupling., NIPS, 2003"], "Gang Ji": ["Necessary Intransitive Likelihood-Ratio Classifiers., NIPS, 2003"], "Rajat Raina": ["Classification with Hybrid Generative/Discriminative Models., NIPS, 2003"], "Victor Lavrenko": ["A Model for Learning the Semantics of Pictures., NIPS, 2003"], "Michael J. Kearns": ["Algorithms for Interdependent Security Games., NIPS, 2003"], "John C. Platt": ["Fast Embedding of Sparse Similarity Graphs., NIPS, 2003"], "Anton Schwaighofer": ["GPPS: A Gaussian Process Positioning System for Cellular Networks., NIPS, 2003"], "David I. Ferguson": ["An Autonomous Robotic System for Mapping Abandoned Mines., NIPS, 2003"], "Jason Weston": ["Semi-supervised Protein Classification Using Cluster Kernels., NIPS, 2003"], "Alice X. Zheng": ["Statistical Debugging of Sampled Programs., NIPS, 2003"], "Nicholas P. Hughes": ["Markov Models for Automated ECG Interval Analysis., NIPS, 2003"], "Cynthia Archer": ["Parameterized Novelty Detectors for Environmental Sensor Monitoring., NIPS, 2003"], "Benjamin M. Marlin": ["Modeling User Rating Profiles For Collaborative Filtering., NIPS, 2003"], "Michael J. Quinlan": ["Application of SVMs for Colour Classification and Collision Detection with AIBO Robots., NIPS, 2003"], "Jun Suzuki": ["Kernels for Structured Natural Language Data., NIPS, 2003"], "Daniel B. Neill": ["A Fast Multi-Resolution Method for Detection of Significant Spatial Disease Clusters., NIPS, 2003"], "Andrew Rabinovich": ["Unsupervised Color Decomposition Of Histologically Stained Tissue Samples., NIPS, 2003"], "Su-In Lee": ["ICA-based Clustering of Genes from Microarray Expression Data., NIPS, 2003"], "Darya Chudova": ["Gene Expression Clustering with Functional Mixture Models., NIPS, 2003"], "Maneesh Sahani": ["Reconstructing MEG Sources with Unknown Correlations., NIPS, 2003", "A Biologically Plausible Algorithm for Reinforcement-shaped Representational Learning., NIPS, 2003"], "Saori C. Tanaka": ["Different Cortico-Basal Ganglia Loops Specialize in Reward Prediction at Different Time Scales., NIPS, 2003"], "Xuerui Wang": ["Training fMRI Classifiers to Discriminate Cognitive States across Multiple Subjects., NIPS, 2003"], "Roland Vollgraf": ["Nonlinear Filtering of Electron Micrographs by Means of Support Vector Regression., NIPS, 2003"], "Yu Zhou": ["Impact of an Energy Normalization Transform on the Performance of the LF-ASD Brain Computer Interface., NIPS, 2003"], "Guido Dornhege": ["Increase Information Transfer Rates in BCI by CSP Extension to Multi-class., NIPS, 2003"], "Sung Chan Jun": ["Subject-Independent Magnetoencephalographic Source Localization by a Multilayer Perceptron., NIPS, 2003"], "Carl Edward Rasmussen": ["Gaussian Processes in Reinforcement Learning., NIPS, 2003"], "Joelle Pineau": ["Applying Metric-Trees to Belief-Point POMDPs., NIPS, 2003"], "Maxim Likhachev": ["ARA*: Anytime A* with Provable Bounds on Sub-Optimality., NIPS, 2003"], "Georgios Theocharous": ["Approximate Planning in POMDPs with Macro-Actions., NIPS, 2003"], "Natalia Hernandez-Gardiol": ["Envelope-based Planning in Relational MDPs., NIPS, 2003"], "David C. Parkes": ["An MDP-Based Approach to Online Mechanism Design., NIPS, 2003"], "Andrew Y. Ng": ["Autonomous Helicopter Flight via Reinforcement Learning., NIPS, 2003"], "Yu-Han Chang": ["All learning is Local: Multi-agent Learning in Global Reward Games., NIPS, 2003"], "Daniela Pucci de Farias": ["How to Combine Expert (and Novice) Advice when Actions Impact the Environment?, NIPS, 2003"], "Pascal Poupart": ["Bounded Finite State Controllers., NIPS, 2003"], "J. Andrew Bagnell": ["Policy Search by Dynamic Programming., NIPS, 2003"], "Arnab Nilim": ["Robustness in Markov Decision Problems with Uncertain Transition Matrices., NIPS, 2003"], "Alan Fern": ["Approximate Policy Iteration with a Policy Language Bias., NIPS, 2003"], "Matthew R. Rudary": ["A Nonlinear Predictive State Representation., NIPS, 2003"], "Xiao Feng Wang": ["Learning Near-Pareto-Optimal Conventions in Polynomial Time., NIPS, 2003"], "Gerald Tesauro": ["Extending Q-Learning to General Adaptive Multi-Agent Systems., NIPS, 2003"], "Curt A. Bererton": ["Auction Mechanism Design for Multi-Robot Coordination., NIPS, 2003"], "Ciamac Cyrus Moallemi": ["Distributed Optimization in Adaptive Networks., NIPS, 2003"], "Milos Hauskrecht": ["Linear Program Approximations for Factored Continuous-State Markov Decision Processes., NIPS, 2003"], "Arnulf B. A. Graf": ["Insights from Machine Learning Applied to Human Visual Classification., NIPS, 2003"], "Virginia R. de Sa": ["Sensory Modality Segregation., NIPS, 2003"], "Artur S. d'Avila Garcez": ["Reasoning about Time and Knowledge in Neural Symbolic Learning Systems., NIPS, 2003"], "Marc Toussaint": ["Learning a World Model and Planning with a Self-Organizing, Dynamic Neural System., NIPS, 2003"], "Woojae Kim": ["An MCMC-Based Method of Comparing Connectionist Models in Cognitive Science., NIPS, 2003"], "David Philipona": ["Perception of the Structure of the Physical World Using Unknown Multimodal Sensors and Effectors., NIPS, 2003"], "Thomas L. Griffiths": ["From Algorithmic to Subjective Randomness., NIPS, 2003"], "Zach Solan": ["Unsupervised Context Sensitive Language Acquisition from a Large Corpus., NIPS, 2003"], "Yuuya Sugita": ["A Holistic Approach to Compositional Semantics: A Connectionist Model and Robot Experiments., NIPS, 2003"], "Aaron C. Courville": ["Model Uncertainty in Classical Conditioning., NIPS, 2003"], "Reid R. Harrison": ["A Low-Power Analog VLSI Visual Collision Detector., NIPS, 2003"], "Paul Merolla": ["A Recurrent Model of Orientation Maps with Simple and Complex Cells., NIPS, 2003"], "Rock Z. Shi": ["A Summating, Exponentially-Decaying CMOS Synapse for Spiking Neural Systems., NIPS, 2003"], "Hsin Chen": ["Minimising Contrastive Divergence in Noisy, Mixed-mode VLSI Neurons., NIPS, 2003"], "Bob Ricks": ["Training a Quantum Neural Network., NIPS, 2003"], "Adria Bofill-i-Petit": ["Synchrony Detection by Analogue VLSI Neurons with Bimodal STDP Synapses., NIPS, 2003"], "Masakazu Yagi": ["A Mixed-Signal VLSI for Real-Time Generation of Edge-Based Image Vectors., NIPS, 2003"], "Francesco Tenore": ["Entrainment of Silicon Central Pattern Generators for Legged Locomotory Control., NIPS, 2003"], "Eric K. C. Tsang": ["A Neuromorphic Multi-chip Model of a Disparity Selective Complex Cell., NIPS, 2003"], "Ingo Steinwart": ["Sparseness of Support Vector Machines---Some Asymptotically Sharp Bounds., NIPS, 2003"], "Tong Zhang": ["An Infinity-sample Theory for Multi-category Large Margin Classification., NIPS, 2003", "Learning Bounds for a Generalized Family of Bayesian Posterior Distributions., NIPS, 2003"], "Philip Derbeko": ["Error Bounds for Transductive Learning via Compression and Clustering., NIPS, 2003"], "Claire Monteleoni": ["Online Learning of Non-stationary Sequences., NIPS, 2003"], "Cynthia Rudin": ["On the Dynamics of Boosting., NIPS, 2003"], "Kohei Hatano": ["Boosting versus Covering., NIPS, 2003"], "Clayton D. Scott": ["Near-Minimax Optimal Classification with Dyadic Classification Trees., NIPS, 2003"], "Jean-Yves Audibert": ["PAC-Bayesian Generic Chaining., NIPS, 2003"], "Vladimir Vovk": ["Self-calibrating Probability Forecasting., NIPS, 2003"], "David L. Donoho": ["When Does Non-Negative Matrix Factorization Give a Correct Decomposition into Parts?, NIPS, 2003"], "Manfred Opper": ["Variational Linear Response., NIPS, 2003"], "Susanne Still": ["Geometric Clustering Using the Information Bottleneck Method., NIPS, 2003"], "Peter L. Bartlett": ["Large Margin Classifiers: Convex Loss, Low Noise, and Convergence Rates., NIPS, 2003"], "David C. Hoyle": ["Limiting Form of the Sample Covariance Eigenspectrum in PCA and Kernel PCA., NIPS, 2003"], "Dörthe Malzahn": ["Approximate Analytical Bootstrap Averages for Support Vector Classifiers., NIPS, 2003"], "Justin Werfel": ["Learning Curves for Stochastic Gradient Descent in Linear Feedforward Networks., NIPS, 2003"], "Gurinder S. Atwal": ["Ambiguous Model Learning Made Unambiguous with 1/f Priors., NIPS, 2003"], "Gal Chechik": ["Information Bottleneck for Gaussian Variables., NIPS, 2003"], "Olivier Bousquet": ["Measure Based Regularization., NIPS, 2003"], "Shai Shalev-Shwartz": ["Online Passive-Aggressive Algorithms., NIPS, 2003"], "Saharon Rosset": ["Margin Maximizing Loss Functions., NIPS, 2003"], "Yuval Aviel": ["The Doubly Balanced Network of Spiking Neurons: A Memory Model with High Capacity., NIPS, 2003"], "Thomas Natschläger": ["Information Dynamics and Emergent Computation in Recurrent Circuits of Spiking Neurons., NIPS, 2003"], "Peter J. Thomas": ["The Diffusion-Limited Biochemical Signal-Relay Channel., NIPS, 2003"], "Aaron J. Gruber": ["Dopamine Modulation in a Basal Ganglio-cortical Network Implements Saliency-based Gating of Working Memory., NIPS, 2003"], "Nathan A. Dunn": ["Circuit Optimization Predicts Dynamic Network for Chemosensory Orientation in the Nematode C. elegans., NIPS, 2003"], "Yoichi Miyawaki": ["Mechanism of Neural Interference by Transcranial Magnetic Stimulation: Network or Single Neuron?, NIPS, 2003"], "Peter Dayan": ["Plasticity Kernels and Temporal Statistics., NIPS, 2003"], "Jonathan W. Pillow": ["Maximum Likelihood Estimation of a Stochastic Integrate-and-Fire Neural Model., NIPS, 2003"], "Liam Paninski": ["Design of Experiments via Information Theory., NIPS, 2003"], "Konrad P. Körding": ["Probabilistic Inference in Human Sensorimotor Processing., NIPS, 2003"], "Kazuyuki Samejima": ["Estimating Internal Variables and Paramters of a Learning Agent by a Particle Filter., NIPS, 2003"], "Bernd Porr": ["Analytical Solution of Spike-timing Dependent Plasticity Based on Synaptic Biophysics., NIPS, 2003"], "Brian J. Fischer": ["A Probabilistic Model of Auditory Space Representation in the Barn Owl., NIPS, 2003"], "Ryan C. Kelly": ["Decoding V1 Neuronal Activity using Particle Filtering with Volterra Kernels., NIPS, 2003"], "Jan Eichhorn": ["Prediction on Spike Data Using Kernel Algorithms., NIPS, 2003"], "William M. Campbell": ["Phonetic Speaker Recognition with Support Vector Machines., NIPS, 2003"], "Pedro J. Moreno": ["A Kullback-Leibler Divergence Based Kernel for SVM Classification in Multimedia Applications., NIPS, 2003"], "Kannan Achan": ["Probabilistic Inference of Speech Signals from Phaseless Spectrograms., NIPS, 2003"], "James T. Kwok": ["Eigenvoice Speaker Adaptation via Composite Kernel PCA., NIPS, 2003"], "Jeff Bondy": ["Predicting Speech Intelligibility from a Population of Neurons., NIPS, 2003"], "Tomohiro Nakatani": ["One Microphone Blind Dereverberation Based on Quasi-periodicity of Speech Signals., NIPS, 2003"], "Nicoleta Roman": ["A Classification-based Cocktail-party Processor., NIPS, 2003"], "Zhou Wang": ["Local Phase Coherence and the Perception of Blur., NIPS, 2003"], "Vincent Bonin": ["Nonlinear Processing in LGN Neurons., NIPS, 2003"], "Scott A. Beardsley": ["A Functional Architecture for Motion Pattern Processing in MSTd., NIPS, 2003"], "Alan L. Yuille": ["Human and Ideal Observers for Detecting Image Curves., NIPS, 2003"], "Nathan Sprague": ["Eye Movements for Reward Maximization., NIPS, 2003"], "Matthias H. Hennig": ["Eye Micro-movements Improve Stimulus Detection Beyond the Nyquist Limit in the Peripheral Retina., NIPS, 2003"], "Reto Wyss": ["Bounded Invariance and the Formation of Place Fields.., NIPS, 2003"], "Salvador Ruiz-Correa": ["Discriminating Deformable Shape Classes., NIPS, 2003"], "Kevin P. Murphy": ["Graphical Model For Recognizing Scenes and Objects., NIPS, 2003"], "Amit Gruber": ["Factorization with Uncertainty and Missing Data: Exploiting Temporal Coherence., NIPS, 2003"], "Michael Fink": ["Mutual Boosting for Contextual Inference., NIPS, 2003"], "Jianxin Wu": ["Learning a Rare Event Detection Cascade by Direct Feature Selection., NIPS, 2003"], "Sanjiv Kumar": ["Discriminative Fields for Modeling Spatial Dependencies in Natural Images., NIPS, 2003"], "Leonid Sigal": ["Attractive People: Assembling Loose-Limbed Models using Non-parametric Belief Propagation., NIPS, 2003"], "Deva Ramanan": ["Automatic Annotation of Everyday Movements., NIPS, 2003"], "Lorenzo Torresani": ["Learning Non-Rigid 3D Shape from 2D Motion., NIPS, 2003"], "Gwen Littlewort": ["Towards Social Robots: Automatic Evaluation of Human-robot Interaction by Face Detection and Expression Classification., NIPS, 2003"], "Song Wang": ["Salient Boundary Detection using Ratio Contour., NIPS, 2003"], "Anuj Srivastava": ["A Computational Geometric Approach to Shape Analysis in Images., NIPS, 2003"], "Lyndsey C. Pickup": ["A Sampled Texture Prior for Image Super-Resolution., NIPS, 2003"], "Charles R. Rosenberg": ["Bayesian Color Constancy with Non-Gaussian Models., NIPS, 2003"], "Claudio Fanti": ["An Improved Scheme for Detection and Labelling in Johansson Displays., NIPS, 2003"]}