{"Michael H. Bowling": ["Convergence and No-Regret in Multiagent Learning., NIPS, 2004"], "Pierre Baldi": ["Large-Scale Prediction of Disulphide Bond Connectivity., NIPS, 2004"], "Jacob Goldberger": ["Hierarchical Clustering of a Mixture Model., NIPS, 2004", "Neighbourhood Components Analysis., NIPS, 2004"], "Daniela Pucci de Farias": ["Exploration-Exploitation Tradeoffs for Experts Algorithms in Reactive Environments., NIPS, 2004", "A Cost-Shaping LP for Bellman Error Minimization with Performance Guarantees., NIPS, 2004"], "Tong Zhang": ["Class-size Independent Generalization Analsysis of Some Discriminative Multi-Category Classification., NIPS, 2004"], "Elizaveta Levina": ["Maximum Likelihood Estimation of Intrinsic Dimension., NIPS, 2004"], "Alexander T. Ihler": ["Message Errors in Belief Propagation., NIPS, 2004"], "Alexei A. Efros": ["Seeing through water., NIPS, 2004"], "Daniel B. Neill": ["Detecting Significant Multidimensional Spatial Clusters., NIPS, 2004"], "Amnon Shashua": ["Algebraic Set Kernels with Application to Inference Over Local Image Representations., NIPS, 2004"], "Nicolò Cesa-Bianchi": ["Incremental Algorithms for Hierarchical Classification., NIPS, 2004", "Worst-Case Analysis of Selective Sampling for Linear-Threshold Algorithms., NIPS, 2004"], "Guy Shani": ["Resolving Perceptual Aliasing In The Presence Of Noisy Sensors., NIPS, 2004"], "Mario Marchand": ["PAC-Bayes Learning of Conjunctions and Classification of Gene-Expression Data., NIPS, 2004"], "Lavi Shpigelman": ["A Temporal Kernel-Based Model for Tracking Hand Movements from Neural Activities., NIPS, 2004"], "John M. Winn": ["Generative Affine Localisation and Tracking., NIPS, 2004"], "Sajama": ["Semi-parametric Exponential Family PCA., NIPS, 2004"], "Ingo Steinwart": ["Density Level Detection is Classification., NIPS, 2004", "Fast Rates to Bayes for Kernel Machines., NIPS, 2004"], "Tobias Blaschke": ["Nonlinear Blind Source Separation by Integrating Independent Component Analysis and Slow Feature Analysis., NIPS, 2004"], "Ting Liu": ["An Investigation of Practical Approximate Nearest Neighbor Algorithms., NIPS, 2004"], "Hans Peter Graf": ["Parallel Support Vector Machines: The Cascade SVM., NIPS, 2004"], "Isabelle Guyon": ["Result Analysis of the NIPS 2003 Feature Selection Challenge., NIPS, 2004"], "Jinbo Bi": ["Support Vector Classification with Input Data Uncertainty., NIPS, 2004"], "Dashan Gao": ["Discriminant Saliency for Visual Recognition from Cluttered Scenes., NIPS, 2004"], "Corinna Cortes": ["Confidence Intervals for the Area Under the ROC Curve., NIPS, 2004"], "Balaji Krishnapuram": ["On Semi-Supervised Classification., NIPS, 2004"], "Jieping Ye": ["Two-Dimensional Linear Discriminant Analysis., NIPS, 2004"], "Tao Xiong": ["Efficient Kernel Discriminant Analysis via QR Decomposition., NIPS, 2004"], "Phillip Boyle": ["Dependent Gaussian Processes., NIPS, 2004"], "Einat Klein": ["Synchronization of neural networks by mutual learning and its application to cryptography., NIPS, 2004"], "Andras Ferencz": ["Learning Hyper-Features for Visual Identification., NIPS, 2004"], "Jian Zhang": ["A Probabilistic Model for Online Document Clustering with Application to Novelty Detection., NIPS, 2004"], "Sander M. Bohte": ["Reducing Spike Train Variability: A Computational Theory Of Spike-Timing Dependent Plasticity., NIPS, 2004"], "Hideto Kazawa": ["Maximal Margin Labeling for Multi-Topic Text Categorization., NIPS, 2004"], "Aharon Bar-Hillel": ["Spike Sorting: Bayesian Clustering of Non-Stationary Data., NIPS, 2004"], "Jongmin Kim": ["Neural Network Computation by In Vitro Transcriptional Circuits., NIPS, 2004"], "Johannes Mohr": ["A Topographic Support Vector Machine: Classification Using Local Label Configurations., NIPS, 2004"], "Neil D. Lawrence": ["Semi-supervised Learning via Gaussian Processes., NIPS, 2004"], "Alan L. Yuille": ["The Rescorla-Wagner Algorithm and Maximum Likelihood Estimation of Causal Parameters., NIPS, 2004", "The Convergence of Contrastive Divergences., NIPS, 2004"], "Chiranjib Bhattacharyya": ["A Second Order Cone programming Formulation for Classifying Missing Data., NIPS, 2004"], "Moray Allan": ["Harmonising Chorales by Probabilistic Inference., NIPS, 2004"], "Yoshitatsu Matsuda": ["Linear Multilayer Independent Component Analysis for Large Natural Scenes., NIPS, 2004"], "Ofer Dekel": ["The Power of Selective Memory: Self-Bounded Learning of Prediction Suffix Trees., NIPS, 2004"], "Ulrike von Luxburg": ["Limits of Spectral Clustering., NIPS, 2004"], "Felix Schürmann": ["Edge of Chaos Computation in Mixed-Mode VLSI - A Hard Liquid., NIPS, 2004"], "Peter M. Todd": ["Heuristics for Ordering Cue Search in Decision Making., NIPS, 2004"], "Jan Erik Solem": ["Surface Reconstruction using Learned Shape Models., NIPS, 2004"], "Juan José del Coz": ["Trait Selection for Assessing Beef Meat Quality Using Non-linear SVM., NIPS, 2004"], "Volker Roth": ["Outlier Detection with One-class Kernel Fisher Discriminants., NIPS, 2004"], "Philip M. Long": ["Mistake Bounds for Maximum Entropy Discrimination., NIPS, 2004"], "Michael Fink": ["Object Classification from a Single Example Utilizing Class Relevance Metrics., NIPS, 2004"], "Wolfgang Maass": ["Methods for Estimating the Computational Power and Generalization Capability of Neural Microcircuits., NIPS, 2004"], "Antti Honkela": ["Unsupervised Variational Bayesian Learning of Nonlinear Models., NIPS, 2004"], "Fei Sha": ["Real-Time Pitch Determination of One or More Voices by Nonnegative Matrix Factorization., NIPS, 2004"], "Liam Paninski": ["Log-concavity Results on Gaussian Process Methods for Supervised and Unsupervised Learning., NIPS, 2004", "Variational Minimax Estimation of Discrete Distributions under KL Loss., NIPS, 2004"], "Xiaojin Zhu": ["Nonparametric Transforms of Graph Kernels for Semi-Supervised Learning., NIPS, 2004"], "Oliver Williams": ["The Variational Ising Classifier (VIC) Algorithm for Coherently Contaminated Data., NIPS, 2004"], "Tzu-Kuo Huang": ["A Generalized Bradley-Terry Model: From Group Competition to Individual Skill., NIPS, 2004"], "Constanze Hofstoetter": ["The Cerebellum Chip: an Analog VLSI Implementation of a Cerebellar Model of Classical Conditioning., NIPS, 2004"], "Saharon Rosset": ["Following Curved Regularized Optimization Solution Paths., NIPS, 2004", "A Method for Inferring Label Sampling Mechanisms in Semi-Supervised Learning., NIPS, 2004"], "Robert Fergus": ["Sampling Methods for Unsupervised Learning., NIPS, 2004"], "Matthias O. Franz": ["Implicit Wiener Series for Higher-Order Image Analysis., NIPS, 2004"], "Robert Jenssen": ["The Laplacian PDF Distance: A Cost Function for Clustering in a Kernel Feature Space., NIPS, 2004"], "Peter Sollich": ["Using the Equivalent Kernel to Understand Gaussian Process Regression., NIPS, 2004"], "Fabio Aiolli": ["Learning Preferences for Multiclass Problems., NIPS, 2004"], "Taku Kudo": ["An Application of Boosting to Graph Classification., NIPS, 2004"], "Massimiliano Pavan": ["Efficient Out-of-Sample Extension of Dominant-Set Clusters., NIPS, 2004"], "Bernd Fischer": ["A Hidden Markov Model for de Novo Peptide Sequencing., NIPS, 2004"], "Nils Bertschinger": ["At the Edge of Chaos: Real-time Computations and Self-Organized Criticality in Recurrent Neural Networks., NIPS, 2004"], "Gökhan H. Bakir": ["Breaking SVM Complexity with Cross-Training., NIPS, 2004"], "Nathan Srebro": ["Generalization Error Bounds for Collaborative Prediction with Low-Rank Matrices., NIPS, 2004", "Maximum-Margin Matrix Factorization., NIPS, 2004"], "Maria-Florina Balcan": ["Co-Training and Expansion: Towards Bridging Theory and Practice., NIPS, 2004"], "Sophie Denève": ["Bayesian inference in spiking neurons., NIPS, 2004"], "Andrew Y. Ng": ["Stable adaptive control with online learning., NIPS, 2004"], "Rob Powers": ["New Criteria and a New Algorithm for Learning in Multi-Agent Systems., NIPS, 2004"], "Jennifer Listgarten": ["Multiple Alignment of Continuous Time Series., NIPS, 2004"], "Sunita Sarawagi": ["Semi-Markov Conditional Random Fields for Information Extraction., NIPS, 2004"], "Shai Avidan": ["The power of feature clustering: An application to object detection., NIPS, 2004"], "Wolf Kienzle": ["Face Detection - Efficient and Rank Deficient., NIPS, 2004"], "Dan Pelleg": ["Active Learning for Anomaly and Rare-Category Detection., NIPS, 2004"], "Changjiang Yang": ["Efficient Kernel Machines Using the Improved Fast Gauss Transform., NIPS, 2004"], "Dori Peleg": ["A Feature Selection Algorithm Based on the Global Minimization of a Generalization Error Bound., NIPS, 2004"], "Thomas Navin Lal": ["Methods Towards Invasive Human Brain Computer Interfaces., NIPS, 2004"], "Bernhard Schölkopf": ["Kernel Methods for Implicit Surface Modeling., NIPS, 2004"], "Balázs Kégl": ["Boosting on Manifolds: Adaptive Regularization of Base Classifiers., NIPS, 2004", "Generalization Error and Algorithmic Convergence of Median Boosting., NIPS, 2004"], "Wojtek Kowalczyk": ["Newscast EM., NIPS, 2004"], "Sean O'Rourke": ["Discrete profile alignment via constrained information bottleneck., NIPS, 2004"], "Jean-Philippe Vert": ["Supervised Graph Inference., NIPS, 2004"], "Peng Xu": ["Using Random Forests in the Structured Language Model., NIPS, 2004"], "Shyam Visweswaran": ["Instance-Specific Bayesian Model Averaging for Classification., NIPS, 2004"], "Le Lu": ["A Three Tiered Approach for Articulated Object Action Modeling and Recognition., NIPS, 2004"], "Giorgio Giacinto": ["Instance-Based Relevance Feedback for Image Retrieval., NIPS, 2004"], "N. Jeremy Hill": ["An Auditory Paradigm for Brain-Computer Interfaces., NIPS, 2004"], "John Blitzer": ["Hierarchical Distributed Representations for Statistical Language Modeling., NIPS, 2004"], "Rasmus Kongsgaard Olsson": ["A Harmonic Excitation State-Space Approach to Blind Separation of Speech., NIPS, 2004"], "Finn Årup Nielsen": ["Mass Meta-analysis in Talairach Space., NIPS, 2004"], "Tomoharu Iwata": ["Parametric Embedding for Class Visualization., NIPS, 2004"], "Sanjoy Dasgupta": ["Analysis of a greedy active learning strategy., NIPS, 2004"], "Marcelo A. Montemurro": ["Optimal Information Decoding from Neuronal Populations with Specific Stimulus Selectivity., NIPS, 2004"], "Yves Grandvalet": ["Semi-supervised Learning by Entropy Minimization., NIPS, 2004"], "Ofer Shai": ["Probabilistic Inference of Alternative Splicing Events in Microarray Data., NIPS, 2004"], "Miguel Figueroa": ["On-Chip Compensation of Device-Mismatch Effects in Analog VLSI Neural Networks., NIPS, 2004"], "Andrew McCallum": ["Conditional Models of Identity Uncertainty with Application to Noun Coreference., NIPS, 2004"], "Sham M. Kakade": ["Economic Properties of Social Networks., NIPS, 2004", "Online Bounds for Bayesian Algorithms., NIPS, 2004"], "Clayton D. Scott": ["On the Adaptive Properties of Decision Trees., NIPS, 2004"], "Anthony J. Bell": ["Maximising Sensitivity in a Spiking Network., NIPS, 2004"], "Frank DiMaio": ["Pictorial Structures for Molecular Modeling: Interpreting Density Maps., NIPS, 2004"], "Dengyong Zhou": ["Semi-supervised Learning on Directed Graphs., NIPS, 2004"], "Pierre Moreels": ["Common-Frame Model for Object Recognition., NIPS, 2004"], "Koji Tsuda": ["Matrix Exponential Gradient Updates for On-line Learning and Bregman Projection., NIPS, 2004"], "Jaety Edwards": ["Making Latin Manuscripts Searchable using gHMMs., NIPS, 2004"], "Chakra Chennubhotla": ["Hierarchical Eigensolver for Transition Matrices in Spectral Methods., NIPS, 2004"], "Jongwoo Lim": ["Incremental Learning for Visual Tracking., NIPS, 2004"], "Lihi Zelnik-Manor": ["Self-Tuning Spectral Clustering., NIPS, 2004"], "Ruei-Sung Lin": ["Adaptive Discriminative Generative Model and Its Applications., NIPS, 2004"], "Dragomir Anguelov": ["The Correlated Correspondence Algorithm for Unsupervised Registration of Nonrigid Surfaces., NIPS, 2004"], "Joris M. Mooij": ["Validity Estimates for Loopy Belief Propagation on Binary Real-world Networks., NIPS, 2004"], "Trevor Hastie": ["The Entire Regularization Path for the Support Vector Machine., NIPS, 2004"], "Marco Cuturi": ["Semigroup Kernels on Finite Sets., NIPS, 2004"], "Jochen Triesch": ["Synergies between Intrinsic and Synaptic Plasticity in Individual Model Neurons., NIPS, 2004"], "Fredrik Bissmarck": ["Responding to Modalities with Different Latencies., NIPS, 2004"], "Tanzeem Choudhury": ["Modeling Conversational Dynamics as a Mixed-Memory Markov Process., NIPS, 2004"], "Tamara L. Berg": ["Whos In the Picture., NIPS, 2004"], "Odelia Schwartz": ["Assignment of Multiplicative Mixtures in Natural Images., NIPS, 2004"], "Margarita Osadchy": ["Synergistic Face Detection and Pose Estimation with Energy-Based Models., NIPS, 2004"], "Jing Wang": ["Adaptive Manifold Learning., NIPS, 2004"], "Aaron C. Courville": ["Similarity and Discrimination in Classical Conditioning: A Latent Variable Account., NIPS, 2004"], "Rajesh P. N. Rao": ["Hierarchical Bayesian Inference in Networks of Spiking Neurons., NIPS, 2004"], "Angela J. Yu": ["Inference, Attention, and Decision in a Bayesian Neural Architecture., NIPS, 2004"], "Peter L. Bartlett": ["Exponentiated Gradient Algorithms for Large-margin Structured Classification., NIPS, 2004"], "Khashayar Rohanimanesh": ["Coarticulation in Markov Decision Processes., NIPS, 2004"], "Francis R. Bach": ["Blind One-microphone Speech Separation: A Spectral Learning Approach., NIPS, 2004", "Computing regularization paths for learning multiple kernels., NIPS, 2004"], "Amir Globerson": ["Euclidean Embedding of Co-Occurrence Data., NIPS, 2004"], "Michael P. Holmes": ["Schema Learning: Experience-Based Construction of Predictive Action Models., NIPS, 2004"], "Taro Toyoizumi": ["Spike-timing Dependent Plasticity and Mutual Information Maximization for a Spiking Neuron Model., NIPS, 2004"], "Lorenzo Rosasco": ["Learning, Regularization and Ill-Posed Inverse Problems., NIPS, 2004"], "Thomas L. Griffiths": ["Integrating Topics and Syntax., NIPS, 2004"], "Alexandre d'Aspremont": ["A Direct Formulation for Sparse PCA Using Semidefinite Programming., NIPS, 2004"], "R. Jacob Vogelstein": ["Saliency-Driven Image Acuity Modulation on a Reconfigurable Array of Spiking Silicon Neurons., NIPS, 2004"], "Hyun-Jin Park": ["Modeling Nonlinear Dependencies in Natural Images using Mixture of Laplacian Distribution., NIPS, 2004"], "François Rivest": ["Brain Inspired Reinforcement Learning., NIPS, 2004"], "Mukund Narasimhan": ["Optimal sub-graphical models., NIPS, 2004"], "Yuanqing Lin": ["Bayesian Regularization and Nonnegative Deconvolution for Time Delay Estimation., NIPS, 2004"], "Xiang Yan": ["Solitaire: Man Versus Machine., NIPS, 2004"], "Pradeep Shenoy": ["Dynamic Bayesian Networks for Brain-Computer Interfaces., NIPS, 2004"], "Laurent Zwald": ["Kernel Projection Machine: a New Tool for Pattern Recognition., NIPS, 2004"], "Máté Lengyel": ["Rate- and Phase-coded Autoassociative Memory., NIPS, 2004"], "Pascal Poupart": ["VDCBPI: an Approximate Scalable Algorithm for Large POMDPs., NIPS, 2004"], "David C. Parkes": ["Approximately Efficient Online Mechanism Design., NIPS, 2004"], "Shivani Agarwal": ["A Large Deviation Bound for the Area Under the ROC Curve., NIPS, 2004"], "Yoshua Bengio": ["Non-Local Manifold Tangent Learning., NIPS, 2004"], "Shantanu Chakrabartty": ["Sub-Microwatt Analog VLSI Support Vector Machine for Pattern Classification and Sequence Estimation., NIPS, 2004"], "Antonio Torralba": ["Contextual Models for Object Detection Using Boosted Random Fields., NIPS, 2004"], "Manfred Opper": ["Expectation Consistent Free Energies for Approximate Inference., NIPS, 2004"], "Baranidharan Raman": ["Chemosensory Processing in a Spiking Model of the Olfactory Bulb: Chemotopic Convergence and Center Surround Inhibition., NIPS, 2004"], "Scott Gaffney": ["Joint Probabilistic Curve Clustering and Alignment., NIPS, 2004"], "Richard S. Zemel": ["Probabilistic Computation in Spiking Populations., NIPS, 2004"], "Dustin Lang": ["Beat Tracking the Graphical Model Way., NIPS, 2004"], "Vladimir Koltchinskii": ["Optimal Aggregation of Classifiers and Boosting Maps in Functional Magnetic Resonance Imaging., NIPS, 2004"], "Satinder P. Singh": ["Intrinsically Motivated Reinforcement Learning., NIPS, 2004"], "Max Welling": ["Exponential Family Harmoniums with an Application to Information Retrieval., NIPS, 2004"], "Joseph Bockhorst": ["Markov Networks for Detecting Overalpping Elements in Sequence Data., NIPS, 2004"], "David H. Stern": ["Modelling Uncertainty in the Game of Go., NIPS, 2004"], "Eizaburo Doi": ["Sparse Coding of Natural Images Using an Overcomplete Set of Limited Capacity Units., NIPS, 2004"], "Erik G. Learned-Miller": ["Joint MRI Bias Removal Using Entropy Minimization Across Images., NIPS, 2004"], "Yee Whye Teh": ["Sharing Clusters among Related Groups: Hierarchical Dirichlet Processes., NIPS, 2004"], "Anton Schwaighofer": ["Learning Gaussian Process Kernels via Hierarchical Bayes., NIPS, 2004"], "Inderjit S. Dhillon": ["Triangle Fixing Algorithms for the Metric Nearness Problem., NIPS, 2004"], "Omid Madani": ["Co-Validation: Using Model Disagreement on Unlabeled Data to Validate Classification Algorithms., NIPS, 2004"], "Michael D. Colagrosso": ["Theories of Access Consciousness., NIPS, 2004"], "Eyal Even-Dar": ["Experts in a Markov Decision Process., NIPS, 2004"], "Miguel Á. Carreira-Perpiñán": ["Proximity Graphs for Clustering and Manifold Learning., NIPS, 2004"], "Felix A. Wichmann": ["Machine Learning Applied to Perception: Decision Images for Gender Classification., NIPS, 2004"], "Kosuke Hamaguchi": ["Theory of localized synfire chain: characteristic propagation speed of stable spike pattern., NIPS, 2004"], "Erik Aurell": ["Comparing Beliefs, Surveys, and Random Walks., NIPS, 2004"], "Charles A. Micchelli": ["Kernels for Multi--task Learning., NIPS, 2004"], "Ariadna Quattoni": ["Conditional Random Fields for Object Recognition., NIPS, 2004"], "K. Y. Michael Wong": ["Multi-agent Cooperation in Diverse Population Games., NIPS, 2004"], "David P. Wipf": ["L_0-norm Minimization for Basis Selection., NIPS, 2004"], "Robert D. Kleinberg": ["Nearly Tight Bounds for the Continuum-Armed Bandit Problem., NIPS, 2004"], "Evan C. Smith": ["Learning Efficient Auditory Codes Using Spikes Predicts Cochlear Filters., NIPS, 2004"], "Linli Xu": ["Maximum Margin Clustering., NIPS, 2004"], "Roland Memisevic": ["Multiple Relational Embedding., NIPS, 2004"], "S. V. N. Vishwanathan": ["Binet-Cauchy Kernels., NIPS, 2004"], "Richard S. Sutton": ["Temporal-Difference Networks., NIPS, 2004"], "Kumar Chellapilla": ["Using Machine Learning to Break Visual Human Interaction Proofs (HIPs)., NIPS, 2004"], "Alan Stocker": ["Constraining a Bayesian Model of Human Visual Speed Perception., NIPS, 2004"], "Olivier Chapelle": ["A Machine Learning Approach to Conjoint Analysis., NIPS, 2004"], "Adrian Corduneanu": ["Distributed Information Regularization on Graphs., NIPS, 2004"], "Haidong Wang": ["Identifying Protein-Protein Interaction Sites on a Genome-Wide Scale., NIPS, 2004"], "Tim K. Marks": ["Joint Tracking of Pose, Expression, and Texture using Conditionally Gaussian Filters., NIPS, 2004"], "Zhengdong Lu": ["Semi-supervised Learning with Penalized Probabilistic Clustering., NIPS, 2004"], "Laura Walker Renninger": ["An Information Maximization Model of Eye Movements., NIPS, 2004"], "Maxim Likhachev": ["Planning for Markov Decision Processes with Sparse Stochasticity., NIPS, 2004"], "Erik B. Sudderth": ["Distributed Occlusion Reasoning for Tracking with Nonparametric Belief Propagation., NIPS, 2004"], "Rion Snow": ["Learning Syntactic Patterns for Automatic Hypernym Discovery., NIPS, 2004"], "Pieter Abbeel": ["Learning first-order Markov models for control., NIPS, 2004"]}