{"Ranit Aharonov-Barki": ["Who Does What? A Novel Algorithm to Determine Function Localization., NIPS, 2000"], "Shimon Edelman": ["A Productive, Systematic Framework for the Representation of Visual Structure., NIPS, 2000"], "David B. Grimes": ["The Interplay of Symbolic and Subsymbolic Processes in Anagram Problem Solving., NIPS, 2000"], "Szabolcs Káli": ["Hippocampally-Dependent Consolidation in a Hierarchical Model of Neocortex., NIPS, 2000"], "Zhaoping Li": ["Position Variance, Recurrence and Perceptual Learning., NIPS, 2000"], "In Jae Myung": ["The Use of MDL to Select among Computational Models of Cognition., NIPS, 2000"], "Jonathan D. Nelson": ["Active Inference in Concept Learning., NIPS, 2000"], "Mark A. Smith": ["The Early Word Catches the Weights., NIPS, 2000"], "Joshua B. Tenenbaum": ["Structure Learning in Human Causal Induction., NIPS, 2000"], "Bosco S. Tjan": ["Adaptive Object Representation with Hierarchically-Distributed Memory Sites., NIPS, 2000"], "Blaise Agüera y Arcas": ["What Can a Single Neuron Compute?, NIPS, 2000"], "Kevin A. Archie": ["Dendritic Compartmentalization Could Underlie Competition and Attentional Biasing of Simultaneous Visual Stimuli., NIPS, 2000"], "Angelo Arleo": ["Place Cells and Spatial Navigation Based on 2D Visual Feature Extraction, Path Integration, and Reinforcement Learning., NIPS, 2000"], "Suzanna Becker": ["Modelling Spatial Recall, Mental Imagery and Neglect., NIPS, 2000"], "William Bialek": ["Stability and Noise in Biochemical Switches., NIPS, 2000"], "Gal Chechik": ["Temporally Dependent Plasticity: An Information Theoretic Account., NIPS, 2000"], "Sophie Denève": ["A New Model of Spatial Representation in Multimodal Brain Areas., NIPS, 2000"], "Adrienne L. Fairhall": ["Multiple Timescales of Adaptation in a Neural Code., NIPS, 2000"], "Sham Kakade": ["Dopamine Bonuses., NIPS, 2000"], "Thomas Natschläger": ["Finding the Key to a Synapse., NIPS, 2000", "Processing of Time Series by Neural Circuits with Biologically Realistic Synaptic Dynamics., NIPS, 2000"], "Silvia Scarpetta": ["Spike-Timing-Dependent Learning for Oscillatory Networks., NIPS, 2000"], "Elad Schneidman": ["Universality and Individuality in a Neural Code., NIPS, 2000"], "Odelia Schwartz": ["Natural Sound Statistics and Divisive Normalization in the Auditory System., NIPS, 2000"], "Mario F. Simoni": ["Development of Hybrid Systems: Interfacing a Silicon Neuron to a Leech Heart Interneuron., NIPS, 2000"], "Carl van Vreeswijk": ["Whence Sparseness?, NIPS, 2000"], "Shai Ben-David": ["Efficient Learning of Linear Perceptrons., NIPS, 2000"], "Olivier Bousquet": ["Algorithmic Stability and Generalization Performance., NIPS, 2000"], "Peter Dayan": ["Competition and Arbors in Ocular Dominance., NIPS, 2000", "Explaining Away in Weight Space., NIPS, 2000"], "Thore Graepel": ["From Margin to Sparsity., NIPS, 2000", "The Kernel Gibbs Sampler., NIPS, 2000"], "Richard H. R. Hahnloser": ["Permitted and Forbidden Sets in Symmetric Threshold-Linear Networks., NIPS, 2000"], "Ralf Herbrich": ["A PAC-Bayesian Margin Bound for Linear Classifiers: Why SVMs work., NIPS, 2000", "Large Scale Bayes Point Machines., NIPS, 2000"], "Tony Jebara": ["On Reversing Jensen's Inequality., NIPS, 2000"], "Hilbert J. Kappen": ["Second Order Approximations for Probability Models., NIPS, 2000"], "Vladimir Koltchinskii": ["Some New Bounds on the Generalization Error of Combined Classifiers., NIPS, 2000"], "Adam Kowalczyk": ["Sparsity of Data Representation of Optimal Kernel Machine and Leave-one-out Estimator., NIPS, 2000"], "Robert A. Legenstein": ["Foundations for a Circuit Complexity Theory of Sensory Processing., NIPS, 2000"], "Martijn A. R. Leisink": ["A Tighter Bound for Graphical Models., NIPS, 2000"], "Dörthe Malzahn": ["Learning Curves for Gaussian Processes Regression: A Framework for Good Approximations., NIPS, 2000"], "Shie Mannor": ["Weak Learners and Improved Rates of Convergence in Boosting., NIPS, 2000"], "Ilya Nemenman": ["Learning Continuous Distributions: Simulations With Field Theoretic Priors., NIPS, 2000"], "Carl Edward Rasmussen": ["Occam's Razor., NIPS, 2000"], "Bernhard Schölkopf": ["The Kernel Trick for Distances., NIPS, 2000"], "Alexander J. Smola": ["Regularization with Dot-Product Kernels., NIPS, 2000", "Sparse Greedy Gaussian Process Regression., NIPS, 2000"], "Toshiyuki Tanaka": ["Analysis of Bit Error Probability of Direct-Sequence CDMA Multiuser Demodulators., NIPS, 2000"], "Renato Vicente": ["Error-correcting Codes on a Bethe-like Lattice., NIPS, 2000"], "Sumio Watanabe": ["Algebraic Information Geometry for Learning Machines with Singularities., NIPS, 2000"], "Ole Winther": ["Computing with Finite and Infinite Networks., NIPS, 2000"], "K. Y. Michael Wong": ["Stagewise Processing in Error-correcting Codes and Image Restoration., NIPS, 2000"], "Xiaohui Xie": ["Learning Winner-take-all Competition Between Groups of Neurons in Lateral Inhibitory Networks., NIPS, 2000"], "Tong Zhang": ["Convergence of Large Margin Separable Linear Classification., NIPS, 2000", "Regularized Winnow Methods., NIPS, 2000"], "Asa Ben-Hur": ["A Support Vector Method for Clustering., NIPS, 2000"], "Chiranjib Bhattacharyya": ["A Variational Mean-Field Theory for Sigmoidal Belief Networks., NIPS, 2000"], "Timothy X. Brown": ["Direct Classification with Indirect Data., NIPS, 2000"], "Igor V. Cadez": ["Model Complexity, Goodness of Fit and Diminishing Returns., NIPS, 2000"], "Colin Campbell": ["A Linear Programming Approach to Novelty Detection., NIPS, 2000"], "Rich Caruana": ["Overfitting in Neural Nets: Backpropagation, Conjugate Gradient, and Early Stopping., NIPS, 2000"], "Gert Cauwenberghs": ["Incremental and Decremental Support Vector Machine Learning., NIPS, 2000"], "Olivier Chapelle": ["Vicinal Risk Minimization., NIPS, 2000"], "Scott Saobing Chen": ["Gaussianization., NIPS, 2000"], "David A. Cohn": ["The Missing Link - A Probabilistic Model of Document Content and Hypertext Connectivity., NIPS, 2000"], "Koby Crammer": ["Improved Output Coding for Classification Using Continuous Relaxation., NIPS, 2000"], "Lehel Csató": ["Sparse Representation for Gaussian Process Models., NIPS, 2000"], "Carlotta Domeniconi": ["An Adaptive Metric Machine for Pattern Classification., NIPS, 2000"], "Oliver B. Downs": ["High-temperature Expansions for Learning Models of Nonnegative Data., NIPS, 2000"], "Charles Dugas": ["Incorporating Second-Order Functional Knowledge for Better Option Pricing., NIPS, 2000"], "Gal Elidan": ["Discovering Hidden Variables: A Structure-Based Approach., NIPS, 2000"], "Brendan J. Frey": ["Accumulator Networks: Suitors of Local Probability Propagation., NIPS, 2000", "Sequentially Fitting \"Inclusive\" Trees for Inference in Noisy-OR Networks., NIPS, 2000"], "Claudio Gentile": ["A New Approximate Maximal Margin Classification Algorithm., NIPS, 2000"], "Zoubin Ghahramani": ["Propagation Algorithms for Variational Bayesian Learning., NIPS, 2000"], "Alexander G. Gray": ["'N-Body' Problems in Statistical Learning., NIPS, 2000"], "Sepp Hochreiter": ["Beyond Maximum Likelihood and Density Estimation: A Sample-Based Criterion for Unsupervised Learning of Complex Models., NIPS, 2000"], "Pedro A. d. F. R. Højen-Sørensen": ["Ensemble Learning and Linear Response Theory for ICA., NIPS, 2000"], "Ulrik Kjems": ["Generalizable Singular Value Decomposition for Ill-posed Datasets., NIPS, 2000"], "Daniel D. Lee": ["Algorithms for Non-negative Matrix Factorization., NIPS, 2000"], "Huma Lodhi": ["Text Classification using String Kernels., NIPS, 2000"], "Wei Lu": ["Constrained Independent Component Analysis., NIPS, 2000"], "Olvi L. Mangasarian": ["Active Support Vector Machine Classification., NIPS, 2000"], "Rudolph van der Merwe": ["The Unscented Particle Filter., NIPS, 2000"], "Sebastian Mika": ["A Mathematical Programming Approach to the Kernel Fisher Algorithm., NIPS, 2000"], "Thomas P. Minka": ["Automatic Choice of Dimensionality for PCA., NIPS, 2000"], "Eiji Mizutani": ["On Iterative Krylov-Dogleg Trust-Region Steps for Solving Neural Networks Nonlinear Least Squares Problems., NIPS, 2000"], "Oren Shriki": ["An Information Maximization Approach to Overcomplete and Recurrent Representations., NIPS, 2000"], "Martin Szummer": ["Kernel Expansions with Unlabeled Examples., NIPS, 2000"], "Michael E. Tipping": ["Sparse Kernel Principal Component Analysis., NIPS, 2000"], "Naftali Tishby": ["Data Clustering by Markovian Relaxation and the Information Bottleneck Method., NIPS, 2000"], "Simon Tong": ["Active Learning for Parameter Estimation in Bayesian Networks., NIPS, 2000"], "Volker Tresp": ["Mixtures of Gaussian Processes., NIPS, 2000"], "Martin J. Wainwright": ["Tree-Based Modeling and Estimation of Gaussian Processes on Graphs with Cycles., NIPS, 2000"], "Jason Weston": ["Feature Selection for SVMs., NIPS, 2000"], "Christopher K. I. Williams": ["On a Connection between Kernel PCA and Metric Multidimensional Scaling., NIPS, 2000", "Using the Nyström Method to Speed Up Kernel Machines., NIPS, 2000"], "Jonathan S. Yedidia": ["Generalized Belief Propagation., NIPS, 2000"], "Richard S. Zemel": ["A Gradient-Based Boosting Algorithm for Regression Problems., NIPS, 2000"], "David Hsu": ["A Silicon Primitive for Competitive Learning., NIPS, 2000"], "Hiroyuki Kurino": ["Smart Vision Chip Fabricated Using Three Dimensional Integration Technology., NIPS, 2000"], "Shih-Chii Liu": ["Homeostasis in a Silicon Integrate and Fire Neuron., NIPS, 2000"], "Fernando Pérez-Cruz": ["Fast Training of Support Vector Classifiers., NIPS, 2000"], "Susanne Still": ["Four-legged Walking Gait Control Using a Neuromorphic Chip Interfaced to a Support Vector Learning Algorithm., NIPS, 2000"], "Hervé Bourlard": ["New Approaches Towards Robust, Adaptive Speech Recognition (invited paper)., NIPS, 2000"], "Hagai Attias": ["Speech Denoising and Dereverberation Using Probabilistic Models., NIPS, 2000"], "Un-Min Bae": ["Combining ICA and Top-Down Attention for Robust Speech Recognition., NIPS, 2000"], "John W. Fisher III": ["Learning Joint Statistical Models for Audio-Visual Fusion and Segregation., NIPS, 2000"], "Mark J. F. Gales": ["Factored Semi-Tied Covariance Matrices., NIPS, 2000"], "Lucas C. Parra": ["Higher-Order Statistical Properties Arising from the Non-Stationarity of Natural Signals., NIPS, 2000"], "Sam T. Roweis": ["One Microphone Source Separation., NIPS, 2000"], "George Saon": ["Minimum Bayes Error Feature Selection for Continuous Speech Recognition., NIPS, 2000"], "Lawrence K. Saul": ["Periodic Component Analysis: An Eigenvalue Method for Representing Periodic Structure in Speech., NIPS, 2000"], "Malcolm Slaney": ["FaceSync: A Linear Operator for Measuring Synchronization of Video Facial Images and Audio Tracks., NIPS, 2000"], "Jürgen Tchorz": ["Noise Suppression Based on Neurophysiologically-motivated SNR Estimation for Robust Speech Recognition., NIPS, 2000"], "Serge J. Belongie": ["Shape Context: A New Descriptor for Shape Matching and Object Recognition., NIPS, 2000"], "Rafal Bogacz": ["Emergence of Movement Sensitive Neurons' Properties by Learning a Sparse Code for Natural Moving Images., NIPS, 2000"], "James M. Coughlan": ["The Manhattan World Assumption: Regularities in Scene Statistics which Enable Bayesian Inference., NIPS, 2000"], "Frank Dellaert": ["Feature Correspondence: A Markov Chain Monte Carlo Approach., NIPS, 2000"], "Trausti T. Kristjansson": ["Keeping Flexible Active Contours on Track using Metropolis Updates., NIPS, 2000"], "Te-Won Lee": ["Color Opponency Constitutes a Sparse Representation for the Chromatic Structure of Natural Scenes., NIPS, 2000"], "Marina Meila": ["Learning Segmentation by Random Walks., NIPS, 2000"], "Javier R. Movellan": ["Partially Observable SDE Models for Image Sequence Recognition Tasks., NIPS, 2000"], "Bruno A. Olshausen": ["Learning Sparse Image Codes using a Wavelet Pyramid Architecture., NIPS, 2000"], "Dirk Ormoneit": ["Learning and Tracking Cyclic Human Motion., NIPS, 2000", "Kernel-Based Reinforcement Learning in Average-Cost Problems: An Application to Optimal Portfolio Choice., NIPS, 2000"], "Penio S. Penev": ["Redundancy and Dimensionality Reduction in Sparse-Distributed Representations of Natural Objects in Terms of Their Local Features., NIPS, 2000"], "Yee Whye Teh": ["Rate-coded Restricted Boltzmann Machines for Face Recognition., NIPS, 2000"], "Barbara Zenger": ["Divisive and Subtractive Mask Effects: Linking Psychophysics and Biophysics., NIPS, 2000"], "Cynthia Archer": ["From Mixtures of Mixtures to Adaptive Transform Coding., NIPS, 2000"], "Yoshua Bengio": ["A Neural Probabilistic Language Model., NIPS, 2000"], "Michael S. Gray": ["A Comparison of Image Processing Techniques for Visual Speech Recognition Applications., NIPS, 2000"], "Paul M. Hayton": ["Support Vector Novelty Detection Applied to Jet Engine Vibration Spectra., NIPS, 2000"], "Guy Mayraz": ["Recognizing Hand-written Digits Using Hierarchical Products of Experts., NIPS, 2000"], "Baback Moghaddam": ["Sex with Support Vector Machines., NIPS, 2000"], "Milind R. Naphade": ["Probabilistic Semantic Video Indexing., NIPS, 2000"], "Predrag Neskovic": ["Interactive Parts Model: An Application to Recognition of On-line Cursive Script., NIPS, 2000"], "Vladimir Pavlovic": ["Learning Switching Linear Models of Human Motion., NIPS, 2000"], "Liam Pedersen": ["Bayes Networks on Ice: Robotic Search for Antarctic Meteorites., NIPS, 2000"], "Vasin Punyakanok": ["The Use of Classifiers in Sequential Inference., NIPS, 2000"], "Arno Schödl": ["Machine Learning for Video-Based Rendering., NIPS, 2000"], "Nuno Vasconcelos": ["Bayesian Video Shot Segmentation., NIPS, 2000"], "David Andre": ["Programmable Reinforcement Learning Agents., NIPS, 2000"], "Justin A. Boyan": ["Exact Solutions to Time-Dependent MDPs., NIPS, 2000"], "Jakob Carlström": ["Decomposition of Reinforcement Learning for Admission Control of Self-Similar Call Arrival Processes., NIPS, 2000"], "Geoffrey J. Gordon": ["Reinforcement Learning with Function Approximation Converges to a Region., NIPS, 2000"], "Natalia Hernandez-Gardiol": ["Hierarchical Memory-Based Reinforcement Learning., NIPS, 2000"], "Anders Jonsson": ["Automated State Abstraction for Options using the U-Tree Algorithm., NIPS, 2000"], "Jun Morimoto": ["Robust Reinforcement Learning., NIPS, 2000"], "Brian Sallans": ["Using Free Energies to Represent Q-values in a Multiagent Reinforcement Learning Task., NIPS, 2000"], "Christian R. Shelton": ["Balancing Multiple Sources of Reward in Reinforcement Learning., NIPS, 2000"], "Robert St-Aubin": ["APRICODD: Approximate Policy Construction Using Decision Diagrams., NIPS, 2000"]}