{"Alekh Agarwal": ["Information-theoretic lower bounds on the oracle complexity of convex optimization., NIPS, 2009"], "Nir Ailon": ["Streaming k-means approximation., NIPS, 2009"], "Martin Allen": ["Complexity of Decentralized Control: Special Cases., NIPS, 2009"], "Massih-Reza Amini": ["Learning from Multiple Partially Observed Views - an Application to Multilingual Text Categorization., NIPS, 2009"], "Roy Anati": ["Constructing Topological Maps using Markov Random Fields and Loop-Closure Detection., NIPS, 2009"], "Sylvain Arlot": ["Data-driven calibration of linear estimators with minimal penalties., NIPS, 2009"], "Raman Arora": ["On Learning Rotations., NIPS, 2009"], "Bing Bai": ["Polynomial Semantic Indexing., NIPS, 2009"], "Cosmin Adrian Bejan": ["Nonparametric Bayesian Models for Unsupervised Event Coreference Resolution., NIPS, 2009"], "Samy Bengio": ["Group Sparse Coding., NIPS, 2009"], "Philipp Berens": ["Neurometric function analysis of population codes., NIPS, 2009"], "James Bergstra": ["Slow, Decorrelated Features for Pretraining Complex Cell-like Networks., NIPS, 2009"], "Pietro Berkes": ["No evidence for active sparsification in the visual cortex., NIPS, 2009"], "Wei Bian": ["Manifold Regularization for SIR with Rate Root-n Convergence., NIPS, 2009"], "Matthew B. Blaschko": ["Augmenting Feature-driven fMRI Analyses: Semi-supervised learning and resting state activity., NIPS, 2009"], "Liefeng Bo": ["Efficient Match Kernel between Sets of Features for Visual Recognition., NIPS, 2009"], "Alexandre Bouchard-Côté": ["Randomized Pruning: Efficiently Calculating Expectations in Large Dynamic Programs., NIPS, 2009"], "Christos Boutsidis": ["Unsupervised Feature Selection for the $k$-means Clustering Problem., NIPS, 2009"], "Jake V. Bouvrie": ["On Invariance in Hierarchical Models., NIPS, 2009"], "Romain Brasselet": ["Optimal context separation of spiking haptic signals by second-order somatosensory neurons., NIPS, 2009"], "Michael Brückner": ["Nash Equilibria of Static Prediction Games., NIPS, 2009"], "Samuel Rota Bulò": ["A Game-Theoretic Approach to Hypergraph Clustering., NIPS, 2009"], "Keith Bush": ["Manifold Embeddings for Model-Based Reinforcement Learning under Partial Observability., NIPS, 2009"], "Chenghui Cai": ["Learning to Explore and Exploit in POMDPs., NIPS, 2009"], "William M. Campbell": ["Speaker Comparison with Inner Product Discriminant Functions., NIPS, 2009"], "Peter Carbonetto": ["A Stochastic approximation method for inference in probabilistic graphical models., NIPS, 2009"], "Francois Caron": ["Bayesian Nonparametric Models on Decomposable Graphs., NIPS, 2009"], "Daniel R. Cavagnaro": ["Adaptive Design Optimization in Experiments with People., NIPS, 2009"], "Lawrence Cayton": ["Efficient Bregman Range Search., NIPS, 2009"], "Guillermo A. Cecchi": ["Discriminative Network Models of Schizophrenia., NIPS, 2009"], "Volkan Cevher": ["Learning with Compressible Priors., NIPS, 2009"], "Kian Ming Adam Chai": ["Generalization Errors and Learning Curves for Regression with Multi-task Gaussian Processes., NIPS, 2009"], "Barry Chai": ["Exploring Functional Connectivities of the Human Brain using Multivariate Information Analysis., NIPS, 2009"], "Jonathan Chang": ["Reading Tea Leaves: How Humans Interpret Topic Models., NIPS, 2009"], "Kamalika Chaudhuri": ["A Parameter-free Hedging Algorithm., NIPS, 2009"], "Gal Chechik": ["An Online Algorithm for Large Scale Image Similarity Learning., NIPS, 2009"], "Ye Chen": ["Factor Modeling for Advertisement Targeting., NIPS, 2009"], "Wei Chen": ["Ranking Measures and Loss Functions in Learning to Rank., NIPS, 2009"], "Tat-Jun Chin": ["The Ordered Residual Kernel for Robust Motion Subspace Clustering., NIPS, 2009"], "Youngmin Cho": ["Kernel Methods for Deep Learning., NIPS, 2009"], "Arthur Choi": ["Approximating MAP by Compensating for Structural Relaxations., NIPS, 2009"], "Stéphan Clémençon": ["AUC optimization and the two-sample problem., NIPS, 2009"], "Ruben Coen Cagli": ["Statistical Models of Linear and Nonlinear Contextual Interactions in Early Visual Processing., NIPS, 2009"], "Bryan R. Conroy": ["fMRI-Based Inter-Subject Cortical Alignment Using Functional Connectivity., NIPS, 2009"], "Pierre-Arnaud Coquelin": ["Sensitivity analysis in HMMs with application to likelihood maximization., NIPS, 2009"], "Corinna Cortes": ["Learning Non-Linear Combinations of Kernels., NIPS, 2009"], "Aaron C. Courville": ["An Infinite Factor Model Hierarchy Via a Noisy-Or Mechanism., NIPS, 2009"], "Koby Crammer": ["Adaptive Regularization of Weight Vectors., NIPS, 2009"], "Benjamin J. Culpepper": ["Learning transport operators for image manifolds., NIPS, 2009"], "Marco Cuturi": ["White Functionals for Anomaly Detection in Dynamical Systems., NIPS, 2009"], "Arnak S. Dalalyan": ["L1-Penalized Robust Estimation for a Class of Inverse Problems Arising in Multiview Geometry., NIPS, 2009"], "Ofer Dekel": ["Distribution-Calibrated Hierarchical Classification., NIPS, 2009"], "Liam Mac Dermed": ["Solving Stochastic Games., NIPS, 2009"], "Vijay V. Desai": ["A Smoothed Approximate Linear Program., NIPS, 2009"], "Laura Dietz": ["Localizing Bugs in Program Executions with Graphical Models., NIPS, 2009"], "Finale Doshi-Velez": ["The Infinite Partially Observable Markov Decision Process., NIPS, 2009", "Large Scale Nonparametric Bayesian Inference: Data Parallelisation in the Indian Buffet Process., NIPS, 2009"], "Lan Du": ["A Bayesian Model for Simultaneous Image Clustering, Annotation and Object Segmentation., NIPS, 2009"], "John C. Duchi": ["Efficient Learning using Forward-Backward Splitting., NIPS, 2009"], "Benjamin Van Durme": ["Streaming Pointwise Mutual Information., NIPS, 2009"], "Vivek F. Farias": ["A Data-Driven Approach to Modeling Choice., NIPS, 2009"], "Siamac Fazli": ["Subject independent EEG-based BCI decoding., NIPS, 2009"], "Rob Fergus": ["Semi-Supervised Learning in Gigantic Image Collections., NIPS, 2009"], "Sanja Fidler": ["Evaluating multi-class learning strategies in a generative hierarchical framework for object detection., NIPS, 2009"], "Alyson K. Fletcher": ["Orthogonal Matching Pursuit From Noisy Random Measurements: A New Analysis., NIPS, 2009"], "Emily B. Fox": ["Sharing Features among Dynamical Systems with Beta Processes., NIPS, 2009"], "Mario Fritz": ["An Additive Latent Feature Model for Transparent Object Recognition., NIPS, 2009"], "Menachem Fromer": ["An LP View of the M-best MAP problem., NIPS, 2009"], "Yusuke Fujiwara": ["Estimating image bases for visual image reconstruction from human brain activity., NIPS, 2009"], "Jing Gao": ["Graph-based Consensus Maximization among Multiple Supervised and Unsupervised Models., NIPS, 2009"], "Eric K. Garcia": ["Lattice Regression., NIPS, 2009"], "Pascal Germain": ["From PAC-Bayes Bounds to KL Regularization., NIPS, 2009"], "Samuel Gershman": ["Perceptual Multistability as Markov Chain Monte Carlo Inference., NIPS, 2009"], "Marcel van Gerven": ["Bayesian Source Localization with the Multivariate Laplace Prior., NIPS, 2009"], "Sebastian Gerwinn": ["A joint maximum-entropy model for binary neural population patterns and continuous signals., NIPS, 2009"], "Sennay Ghebreab": ["A Biologically Plausible Model for Rapid Natural Scene Identification., NIPS, 2009"], "Jacob Goldberger": ["A Gaussian Tree Approximation for Integer Least-Squares., NIPS, 2009"], "Ian J. Goodfellow": ["Measuring Invariances in Deep Networks., NIPS, 2009"], "Stephen Gould": ["Region-based Segmentation and Object Detection., NIPS, 2009"], "João Graça": ["Posterior vs Parameter Sparsity in Latent Variable Models., NIPS, 2009"], "Arthur Gretton": ["A Fast, Consistent Kernel Two-Sample Test., NIPS, 2009"], "Marco Grzegorczyk": ["Non-stationary continuous dynamic Bayesian networks., NIPS, 2009"], "Andrew Guillory": ["Label Selection on Graphs., NIPS, 2009"], "Elad Hazan": ["Beyond Convexity: Online Submodular Minimization., NIPS, 2009", "On Stochastic and Worst-case Models for Investing., NIPS, 2009"], "Matthias Hein": ["Robust Nonparametric Regression with Metric-Space Valued Output., NIPS, 2009"], "Katherine A. Heller": ["Hierarchical Learning of Dimensional Biases in Human Categorization., NIPS, 2009"], "Ricardo Henao": ["Bayesian Sparse Factor Models and DAGs Inference and Comparison., NIPS, 2009"], "Jean Honorio": ["Sparse and Locally Constant Gaussian Graphical Models., NIPS, 2009"], "Chun-Nan Hsu": ["Periodic Step Size Adaptation for Single Pass On-line Learning., NIPS, 2009"], "Daniel J. Hsu": ["Multi-Label Prediction via Compressed Sensing., NIPS, 2009"], "Anne S. Hsu": ["Differential Use of Implicit Negative Evidence in Generative and Discriminative Language Learning., NIPS, 2009"], "Chonghai Hu": ["Accelerated Gradient Methods for Stochastic Optimization and Online Learning., NIPS, 2009"], "Tao Hu": ["Reconstruction of Sparse Circuits Using Multi-neuronal Excitation (RESCUME)., NIPS, 2009"], "Jonathan Huang": ["Riffled Independence for Ranked Data., NIPS, 2009"], "Shuai Huang": ["Learning Brain Connectivity of Alzheimer's Disease from Neuroimaging Data., NIPS, 2009"], "Marcus Hutter": ["Discrete MDL Predicts in Total Variation., NIPS, 2009"], "Alexander T. Ihler": ["Particle-based Variational Inference for Continuous Systems., NIPS, 2009"], "Tomoharu Iwata": ["Modeling Social Annotation Data with Content Relevance using a Topic Model., NIPS, 2009"], "Jagarlapudi Saketha Nath": ["On the Algorithmics and Applications of a Mixed-norm based Kernel Learning Formulation., NIPS, 2009"], "Alan Jern": ["Bayesian Belief Polarization., NIPS, 2009"], "Rong Jin": ["Regularized Distance Metric Learning: Theory and Algorithm., NIPS, 2009"], "Kyomin Jung": ["Local Rules for Global MAP: When Do They Work ?, NIPS, 2009"], "Adam Kalai": ["Potential-Based Agnostic Boosting., NIPS, 2009"], "Yi-Hao Kao": ["Directed Regression., NIPS, 2009"], "Ashish Kapoor": ["Breaking Boundaries Between Induction Time and Diagnosis Time Active Information Acquisition., NIPS, 2009"], "Masayuki Karasuyama": ["Multiple Incremental Decremental Learning of Support Vector Machines., NIPS, 2009"], "Yoshinobu Kawahara": ["Submodularity Cuts and Applications., NIPS, 2009"], "Charles Kemp": ["Individuation, Identification and Object Discovery., NIPS, 2009", "Abstraction and Relational learning., NIPS, 2009", "Quantification and the language of thought., NIPS, 2009"], "Raghunandan H. Keshavan": ["Matrix Completion from Noisy Entries., NIPS, 2009"], "Kwang In Kim": ["Semi-supervised Regression using Hessian energy with an application to semi-supervised dimensionality reduction., NIPS, 2009"], "Gunhee Kim": ["Unsupervised Detection of Regions of Interest Using Iterative Link Analysis., NIPS, 2009"], "Jong Kyoung Kim": ["Clustering sequence sets for motif discovery., NIPS, 2009"], "Stefan Klampfl": ["Replacing supervised classification learning by Slow Feature Analysis in spiking neural networks., NIPS, 2009"], "Marius Kloft": ["Efficient and Accurate Lp-Norm Multiple Kernel Learning., NIPS, 2009"], "Mladen Kolar": ["Sparsistent Learning of Varying-coefficient Models with Structural Changes., NIPS, 2009"], "George Konidaris": ["Skill Discovery in Continuous Reinforcement Learning Domains using Skill Chaining., NIPS, 2009"], "Samory Kpotufe": ["Fast, smooth and adaptive regression in metric spaces., NIPS, 2009"], "Dilip Krishnan": ["Fast Image Deconvolution using Hyper-Laplacian Priors., NIPS, 2009"], "Brian Kulis": ["Learning to Hash with Binary Reconstructive Embeddings., NIPS, 2009"], "M. Pawan Kumar": ["Learning a Small Mixture of Trees., NIPS, 2009"], "Sanjiv Kumar": ["Ensemble Nystrom Method., NIPS, 2009"], "Marc Lanctot": ["Monte Carlo Sampling for Regret Minimization in Extensive Games., NIPS, 2009"], "Miguel Lázaro-Gredilla": ["Inter-domain Gaussian Processes for Sparse Inference using Inducing Features., NIPS, 2009"], "Honglak Lee": ["Unsupervised feature learning for audio classification using convolutional deep belief networks., NIPS, 2009"], "Robert A. Legenstein": ["Functional network reorganization in motor cortex can be explained by reward-modulated Hebbian learning., NIPS, 2009"], "Marius Leordeanu": ["An Integer Projected Fixed Point Method for Graph Matching and MAP Inference., NIPS, 2009"], "Wu-Jun Li": ["Probabilistic Relational PCA., NIPS, 2009"], "Percy Liang": ["Asymptotically Optimal Regularization in Smooth Parametric Models., NIPS, 2009"], "Han Liu": ["Nonparametric Greedy Algorithms for the Sparse Learning Problem., NIPS, 2009"], "Aurelie C. Lozano": ["Grouped Orthogonal Matching Pursuit for Variable Selection and Prediction., NIPS, 2009"], "Hongjing Lu": ["Modeling the spacing effect in sequential category learning., NIPS, 2009"], "Jie Luo": ["Who's Doing What: Joint Modeling of Names and Verbs for Simultaneous Face and Pose Annotation., NIPS, 2009"], "Jaakko Luttinen": ["Variational Gaussian-process factor analysis for modeling spatio-temporal data., NIPS, 2009"], "Jörg Lücke": ["Occlusive Components Analysis., NIPS, 2009"], "Jakob H. Macke": ["Bayesian estimation of orientation preference maps., NIPS, 2009"], "Hamid Reza Maei": ["Convergent Temporal-Difference Learning with Arbitrary Smooth Function Approximation., NIPS, 2009"], "Odalric-Ambrym Maillard": ["Compressed Least-Squares Regression., NIPS, 2009"], "Tomasz Malisiewicz": ["Beyond Categories: The Visual Memex Model for Reasoning About Object Relationships., NIPS, 2009"], "Gideon Mann": ["Efficient Large-Scale Distributed Training of Conditional Maximum Entropy Models., NIPS, 2009"], "Dimitris Margaritis": ["Toward Provably Correct Feature Selection in Arbitrary Domains., NIPS, 2009"], "Andrew McCallum": ["FACTORIE: Probabilistic Programming via Imperatively Defined Factor Graphs., NIPS, 2009"], "Raghu Meka": ["Matrix Completion from Power-Law Distributed Samples., NIPS, 2009"], "Yicong Meng": ["Extending Phase Mechanism to Differential Motion Opponency for Motion Pop-out., NIPS, 2009"], "Kurt T. Miller": ["Nonparametric Latent Feature Models for Link Prediction., NIPS, 2009"], "Baback Moghaddam": ["Accelerating Bayesian Structural Inference for Non-Decomposable Gaussian Graphical Models., NIPS, 2009"], "Andrea Montanari": ["Which graphical models are difficult to learn?, NIPS, 2009"], "Tetsuro Morimura": ["A Generalized Natural Actor-Critic Algorithm., NIPS, 2009"], "Michael Mozer": ["Predicting the Optimal Spacing of Study: A Multiscale Context Model of Memory., NIPS, 2009"], "Boaz Nadler": ["Statistical Analysis of Semi-Supervised Learning: The Limit of Infinite Unlabelled Data., NIPS, 2009"], "Vinod Nair": ["3D Object Recognition with Deep Belief Nets., NIPS, 2009"], "Sahand Negahban": ["A unified framework for high-dimensional analysis of $M$-estimators with decomposable regularizers., NIPS, 2009"], "Bernhard Nessler": ["STDP enables spiking neurons to detect hidden causes of their inputs., NIPS, 2009"], "Robert D. Nowak": ["Noisy Generalized Binary Search., NIPS, 2009"], "Arno Onken": ["Correlation Coefficients are Insufficient for Analyzing Spike Count Dependencies., NIPS, 2009"], "Peter Orbanz": ["Construction of Nonparametric Bayesian Models from Parametric Bayes Equations., NIPS, 2009"], "Tom Y. Ouyang": ["Learning from Neighboring Strokes: Combining Appearance and Context for Multi-Domain Sketch Recognition., NIPS, 2009"], "Arkadas Ozakin": ["Submanifold density estimation., NIPS, 2009"], "Mark Palatucci": ["Zero-shot Learning with Semantic Output Codes., NIPS, 2009"], "Jian Peng": ["Conditional Neural Fields., NIPS, 2009"], "Alessandro Perina": ["Free energy score space., NIPS, 2009"], "Theodore J. Perkins": ["Maximum likelihood trajectories for continuous-time Markov chains., NIPS, 2009"], "Marek Petrik": ["Robust Value Function Approximation Using Bilinear Programming., NIPS, 2009"], "James Petterson": ["Exponential Family Graph Matching and Ranking., NIPS, 2009"], "Jean-Pascal Pfister": ["Know Thy Neighbour: A Normative Theory of Synaptic Depression., NIPS, 2009"], "Jonathan W. Pillow": ["Time-rescaling methods for the estimation and assessment of non-Poisson neural encoding models., NIPS, 2009"], "Hamed Pirsiavash": ["Bilinear classifiers for visual recognition., NIPS, 2009"], "Novi Quadrianto": ["Distribution Matching for Transduction., NIPS, 2009", "Convex Relaxation of Mixture Regression with Efficient Algorithms., NIPS, 2009"], "Maxim Raginsky": ["Locality-sensitive binary codes from shift-invariant kernels., NIPS, 2009"], "Piyush Rai": ["Multi-Label Prediction via Sparse Infinite CCA., NIPS, 2009"], "Parikshit Ram": ["Rank-Approximate Nearest Neighbor Search: Retaining Meaning and Speed in High Dimensions., NIPS, 2009", "Linear-time Algorithms for Pairwise Statistical Problems., NIPS, 2009"], "Sundeep Rangan": ["Asymptotic Analysis of MAP Estimation via the Replica Method and Compressed Sensing., NIPS, 2009"], "Vinayak Rao": ["Spatial Normalized Gamma Processes., NIPS, 2009"], "Garvesh Raskutti": ["Lower bounds on minimax rates for nonparametric regression with additive sparsity and smoothness., NIPS, 2009"], "Bryan C. Russell": ["Segmenting Scenes by Matching Image Composites., NIPS, 2009"], "Kate Saenko": ["Filtering Abstract Senses From Image Search Results., NIPS, 2009"], "Ruslan Salakhutdinov": ["Replicated Softmax: an Undirected Topic Model., NIPS, 2009", "Learning in Markov Random Fields using Tempered Transitions., NIPS, 2009"], "Joseph Schlecht": ["Learning models of object structure., NIPS, 2009"], "Mikkel N. Schmidt": ["Linearly constrained Bayesian matrix factorization for blind source separation., NIPS, 2009"], "Matthias W. Seeger": ["Speeding up Magnetic Resonance Image Acquisition by Bayesian Multi-Slice Adaptive Compressed Sensing., NIPS, 2009"], "Guy Shani": ["Improving Existing Fault Recovery Policies., NIPS, 2009"], "Chunhua Shen": ["Positive Semidefinite Metric Learning with Boosting., NIPS, 2009"], "Nino Shervashidze": ["Fast subtree kernels on graphs., NIPS, 2009"], "Lei Shi": ["Neural Implementation of Hierarchical Bayesian Inference by Importance Sampling., NIPS, 2009"], "Natasha Singh-Miller": ["Learning Label Embeddings for Nearest-Neighbor Multi-class Classification with an Application to Speech Recognition., NIPS, 2009"], "Kaushik Sinha": ["Semi-supervised Learning using Sparse Eigenfunction Bases., NIPS, 2009"], "Fabian H. Sinz": ["Hierarchical Modeling of Local Image Features through $L_p$-Nested Symmetric Distributions., NIPS, 2009"], "Paris Smaragdis": ["A Sparse Non-Parametric Approach for Single Channel Separation of Known Sounds., NIPS, 2009"], "Richard Socher": ["A Bayesian Analysis of Dynamics in Free Recall., NIPS, 2009"], "Peter Sollich": ["Kernels and learning curves for Gaussian process regression on random graphs., NIPS, 2009"], "Le Song": ["Time-Varying Dynamic Bayesian Networks., NIPS, 2009"], "Henning Sprekeler": ["Code-specific policy gradient rules for spiking neurons., NIPS, 2009"], "Bharath K. Sriperumbudur": ["Kernel Choice and Classifiability for RKHS Embeddings of Probability Distributions., NIPS, 2009", "On the Convergence of the Concave-Convex Procedure., NIPS, 2009"], "Ingo Steinwart": ["Fast Learning from Non-i.i.d. Observations., NIPS, 2009"], "Ian H. Stevenson": ["Structural inference affects depth perception in the context of potential occlusion., NIPS, 2009"], "Mark Steyvers": ["The Wisdom of Crowds in the Recollection of Order Information., NIPS, 2009"], "Matthew J. Streeter": ["Online Learning of Assignments., NIPS, 2009"], "Amarnag Subramanya": ["Entropic Graph Regularization in Non-Parametric Semi-Supervised Classification., NIPS, 2009"], "Liang Sun": ["Efficient Recovery of Jointly Sparse Vectors., NIPS, 2009"], "Ilya Sutskever": ["Modelling Relational Data using Bayesian Clustered Tensor Factorization., NIPS, 2009"], "Umar Syed": ["Adapting to the Shifting Intent of Search Queries., NIPS, 2009"], "Yee Whye Teh": ["Indian Buffet Processes with Power-law Behavior., NIPS, 2009"], "Robert E. Tillman": ["Nonlinear directed acyclic structure learning with weakly additive noise models., NIPS, 2009"], "Emanuel Todorov": ["Compositionality of optimal control laws., NIPS, 2009"], "Srinivas C. Turaga": ["Maximin affinity learning of image segmentation., NIPS, 2009"], "Tomer Ullman": ["Help or Hinder: Bayesian Models of Social Goal Inference., NIPS, 2009"], "Hamed Valizadegan": ["Learning to Rank by Optimizing NDCG Measure., NIPS, 2009"], "Jarno Vanhatalo": ["Gaussian process regression with Student-t likelihood., NIPS, 2009"], "Wolf Vanpaemel": ["Measuring model complexity with the prior predictive., NIPS, 2009"], "Andrea Vedaldi": ["Structured output regression for detection with partial truncation., NIPS, 2009"], "Joel Veness": ["Bootstrapping from Game Tree Search., NIPS, 2009"], "Shobha Venkataraman": ["Tracking Dynamic Sources of Malicious Activity at Internet Scale., NIPS, 2009"], "Ed Vul": ["Explaining human multiple object tracking as resource-constrained approximate inference in a dynamic probabilistic model., NIPS, 2009"], "Hanna M. Wallach": ["Rethinking LDA: Why Priors Matter., NIPS, 2009"], "Chong Wang": ["Variational Inference for the Nested Chinese Restaurant Process., NIPS, 2009", "Decoupling Sparsity and Smoothness in the Discrete Hierarchical Dirichlet Process., NIPS, 2009"], "Yang Wang": ["A Rate Distortion Approach for Semi-Supervised Conditional Random Fields., NIPS, 2009"], "Liwei Wang": ["Sufficient Conditions for Agnostic Active Learnable., NIPS, 2009"], "Yusuke Watanabe": ["Graph Zeta Function in the Bethe Free Energy and Loopy Belief Propagation., NIPS, 2009"], "Kevin Waugh": ["Strategy Grafting in Extensive Games., NIPS, 2009"], "Jacob Whitehill": ["Whose Vote Should Count More: Optimal Integration of Labels from Labelers of Unknown Expertise., NIPS, 2009"], "Michael L. Wick": ["Training Factor Graphs with Reinforcement Learning for Efficient MAP Inference., NIPS, 2009"], "Matthew H. Wilder": ["Sequential effects reflect parallel learning of multiple environmental regularities., NIPS, 2009"], "Robert C. Wilson": ["A Neural Implementation of the Kalman Filter., NIPS, 2009"], "David P. Wipf": ["Sparse Estimation Using General Likelihoods and Non-Factorial Priors., NIPS, 2009"], "John Wright": ["Robust Principal Component Analysis: Exact Recovery of Corrupted Low-Rank Matrices via Convex Optimization., NIPS, 2009"], "Xiao-Ming Wu": ["Fast Graph Laplacian Regularized Kernel Learning via Semidefinite-Quadratic-Linear Programming., NIPS, 2009"], "Lei Wu": ["Learning Bregman Distance Functions and Its Application for Semi-Supervised Clustering., NIPS, 2009"], "Fen Xia": ["Statistical Consistency of Top-k Ranking., NIPS, 2009"], "Zhen James Xiang": ["Boosting with Spatial Regularization., NIPS, 2009"], "Lin Xiao": ["Dual Averaging Method for Regularized Stochastic Learning and Online Optimization., NIPS, 2009"], "Zenglin Xu": ["Adaptive Regularization for Transductive Support Vector Machine., NIPS, 2009"], "Feng Yan": ["Parallel Inference for Latent Dirichlet Allocation on Graphics Processing Units., NIPS, 2009"], "Zhi Yang": ["Noise Characterization, Modeling, and Reduction for In Vivo Neural Recording., NIPS, 2009"], "Shuang-Hong Yang": ["Dirichlet-Bernoulli Alignment: A Generative Model for Multi-Class Multi-Label Multi-Instance Corpora., NIPS, 2009"], "Xiaolin Yang": ["Heterogeneous multitask learning with joint sparsity constraints., NIPS, 2009"], "Zhirong Yang": ["Heavy-Tailed Symmetric Stochastic Neighbor Embedding., NIPS, 2009"], "Hengshuai Yao": ["Multi-Step Dyna Planning for Policy Evaluation and Control., NIPS, 2009"], "Bangpeng Yao": ["Hierarchical Mixture of Classification Experts Uncovers Interactions between Brain Regions., NIPS, 2009"], "Nan Ye": ["Conditional Random Fields with High-Order Features for Sequence Labeling., NIPS, 2009"], "Yiming Ying": ["Sparse Metric Learning via Smooth Optimization., NIPS, 2009", "Analysis of SVM with Indefinite Kernels., NIPS, 2009"], "Kai Yu": ["Nonlinear Learning using Local Coordinate Coding., NIPS, 2009"], "Yaoliang Yu": ["A General Projection Property for Distribution Families., NIPS, 2009"], "Zhihua Zhang": ["Optimal Scoring for Unsupervised Learning., NIPS, 2009"], "Manqi Zhao": ["Anomaly Detection with Score functions based on Nearest Neighbor Graphs., NIPS, 2009"], "Peilin Zhao": ["DUOL: A Double Updating Approach for Online Learning., NIPS, 2009"], "Wenming Zheng": ["Optimizing Multi-Class Spatio-Spectral Filters via Bayes Error Estimation for EEG Classification., NIPS, 2009"], "Shuheng Zhou": ["Thresholding Procedures for High Dimensional Variable Selection and Statistical Estimation., NIPS, 2009"], "Mingyuan Zhou": ["Non-Parametric Bayesian Dictionary Learning for Sparse Image Representations., NIPS, 2009"], "Chunxiao Zhou": ["Efficient Moments-based Permutation Tests., NIPS, 2009"], "Feng Zhou": ["Canonical Time Warping for Alignment of Human Behavior., NIPS, 2009"], "Xiaojin Zhu": ["Human Rademacher Complexity., NIPS, 2009"], "Long Zhu": ["Nonparametric Bayesian Texture Learning and Synthesis., NIPS, 2009"], "Martin Zinkevich": ["Slow Learners are Fast., NIPS, 2009"], "Daniel Zoran": ["The 'tree-dependent components' of natural scenes are edge filters., NIPS, 2009"]}