{"Krikamol Muandet": ["Kernel Mean Estimation via Spectral Filtering., NIPS, 2014"], "Yichuan Zhang": ["Semi-Separable Hamiltonian Monte Carlo for Inference in Bayesian Hierarchical Models., NIPS, 2014"], "Mu Li": ["Communication Efficient Distributed Machine Learning with the Parameter Server., NIPS, 2014"], "Halid Ziya Yerebakan": ["The Infinite Mixture of Infinite Gaussian Mixtures., NIPS, 2014"], "Anqi Liu": ["Robust Classification Under Sample Selection Bias., NIPS, 2014"], "Yuanjun Xiong": ["Zeta Hull Pursuits: Learning Nonconvex Data Hulls., NIPS, 2014"], "Katerina Fragkiadaki": ["Grouping-Based Low-Rank Trajectory Completion and 3D Reconstruction., NIPS, 2014"], "Ferran Diego Andilla": ["Sparse Space-Time Deconvolution for Calcium Image Analysis., NIPS, 2014"], "Takayuki Osogami": ["Restricted Boltzmann machines modeling human choice., NIPS, 2014"], "Pedro F. Felzenszwalb": ["Multiscale Fields of Patterns., NIPS, 2014"], "Yichao Lu": ["large scale canonical correlation analysis with iterative least squares., NIPS, 2014"], "Stefan Wager": ["Altitude Training: Strong Bounds for Single-Layer Dropout., NIPS, 2014", "Feedback Detection for Live Predictors., NIPS, 2014"], "M. Pawan Kumar": ["Rounding-based Moves for Metric Labeling., NIPS, 2014"], "Xinghao Pan": ["Parallel Double Greedy Submodular Maximization., NIPS, 2014"], "Han Liu": ["Multivariate Regression with Calibration., NIPS, 2014"], "Jason D. Lee": ["Exact Post Model Selection Inference for Marginal Screening., NIPS, 2014"], "Yingzhen Yang": ["On a Theory of Nonparametric Pairwise Similarity for Clustering: Connecting Clustering to Classification., NIPS, 2014"], "S. M. Ali Eslami": ["Just-In-Time Learning for Fast and Flexible Inference., NIPS, 2014"], "Ohad Shamir": ["Fundamental Limits of Online and Distributed Algorithms for Statistical Learning and Estimation., NIPS, 2014"], "Danfeng Qin": ["Quantized Kernel Learning for Feature Matching., NIPS, 2014"], "Huahua Wang": ["Parallel Direction Method of Multipliers., NIPS, 2014", "Bregman Alternating Direction Method of Multipliers., NIPS, 2014"], "Giorgio Patrini": ["(Almost) No Label No Cry., NIPS, 2014"], "Yonatan Gur": ["Stochastic Multi-Armed-Bandit Problem with Non-stationary Rewards., NIPS, 2014"], "Jan Feyereisl": ["Object Localization based on Structural SVM using Privileged Information., NIPS, 2014"], "Zhenyao Zhu": ["Multi-View Perceptron: a Deep Model for Learning Face Identity and View Representations., NIPS, 2014"], "Daniel Zoran": ["Shape and Illumination from Shading using the Generic Viewpoint Assumption., NIPS, 2014"], "Jason Chang": ["Parallel Sampling of HDPs using Sub-Cluster Splits., NIPS, 2014"], "Josip Djolonga": ["From MAP to Marginals: Variational Inference in Bayesian Submodular Models., NIPS, 2014"], "Jiashi Feng": ["Robust Logistic Regression and Classification., NIPS, 2014"], "Tianbao Yang": ["Extracting Certainty from Uncertainty: Transductive Pairwise Classification from Pairwise Similarities., NIPS, 2014"], "Sung Ju Hwang": ["A Unified Semantic Embedding: Relating Taxonomies and Attributes., NIPS, 2014"], "Elias Bareinboim": ["Transportability from Multiple Environments with Limited Experiments: Completeness Results., NIPS, 2014"], "Siamak Ravanbakhsh": ["Augmentative Message Passing for Traveling Salesman Problem and Graph Partitioning., NIPS, 2014"], "Ricardo Silva": ["Causal Inference through a Witness Protection Program., NIPS, 2014"], "Margareta Ackerman": ["Incremental Clustering: The Case for Extra Clusters., NIPS, 2014"], "Firdaus Janoos": ["Multi-scale Graphical Models for Spatio-Temporal Processes., NIPS, 2014"], "Tapani Raiko": ["Iterative Neural Autoregressive Distribution Estimator NADE-k., NIPS, 2014"], "Yash Deshpande": ["Sparse PCA via Covariance Thresholding., NIPS, 2014", "Cone-Constrained Principal Component Analysis., NIPS, 2014"], "Evan W. Archer": ["Low-dimensional models of neural population activity in sensory cortical circuits., NIPS, 2014"], "Yuanyuan Mi": ["A Synaptical Story of Persistent Activity with Graded Lifetime in a Neural System., NIPS, 2014", "Spike Frequency Adaptation Implements Anticipative Tracking in Continuous Attractor Neural Networks., NIPS, 2014"], "Harsh H. Pareek": ["A Representation Theory for Ranking Functions., NIPS, 2014"], "Lee-Ad Gottlieb": ["Near-optimal sample compression for nearest neighbors., NIPS, 2014"], "Shouyuan Chen": ["Combinatorial Pure Exploration of Multi-Armed Bandits., NIPS, 2014"], "Minh Ha Quang": ["Log-Hilbert-Schmidt metric between positive definite operators on Hilbert spaces., NIPS, 2014"], "Debarghya Ghoshdastidar": ["Consistency of Spectral Partitioning of Uniform Hypergraphs under Planted Partition Model., NIPS, 2014"], "Alaa Saade": ["Spectral Clustering of graphs with the Bethe Hessian., NIPS, 2014"], "Brian McWilliams": ["Fast and Robust Least Squares Estimation in Corrupted Linear Models., NIPS, 2014"], "Woonhyun Nam": ["Local Decorrelation For Improved Pedestrian Detection., NIPS, 2014"], "Robert A. Vandermeulen": ["Robust Kernel Density Estimation by Scaling and Projection in Hilbert Space., NIPS, 2014"], "Chicheng Zhang": ["Beyond Disagreement-Based Agnostic Active Learning., NIPS, 2014"], "Arthur Guez": ["Bayes-Adaptive Simulation-based Search with Value Function Approximation., NIPS, 2014"], "Sahar Akram": ["A State-Space Model for Decoding Auditory Attentional Modulation from MEG in a Competing-Speaker Environment., NIPS, 2014"], "Sivan Sabato": ["Active Regression by Stratification., NIPS, 2014"], "Joseph G. Makin": ["Sensory Integration and Density Estimation., NIPS, 2014"], "Bolei Zhou": ["Learning Deep Features for Scene Recognition using Places Database., NIPS, 2014"], "Ryan D. Turner": ["A Complete Variational Tracker., NIPS, 2014"], "Hemant Tyagi": ["Efficient Sampling for Learning Sparse Additive Models in High Dimensions., NIPS, 2014"], "Xiaolong Wang": ["Deep Joint Task Learning for Generic Object Extraction., NIPS, 2014"], "Changyou Chen": ["Robust Bayesian Max-Margin Clustering., NIPS, 2014"], "Deepti Pachauri": ["Permutation Diffusion Maps (PDM) with Application to the Image Association Problem in Computer Vision., NIPS, 2014"], "Tor Lattimore": ["Bounded Regret for Finite-Armed Structured Bandits., NIPS, 2014"], "Guy Rosman": ["Coresets for k-Segmentation of Streaming Data., NIPS, 2014"], "Karen Simonyan": ["Two-Stream Convolutional Networks for Action Recognition in Videos., NIPS, 2014"], "Greg Ver Steeg": ["Discovering Structure in High-Dimensional Data Through Correlation Explanation., NIPS, 2014"], "Christof Seiler": ["Positive Curvature and Hamiltonian Monte Carlo., NIPS, 2014"], "Sewoong Oh": ["Learning Mixed Multinomial Logit Model from Ordinal Data., NIPS, 2014"], "Ian Osband": ["Near-optimal Reinforcement Learning in Factored MDPs., NIPS, 2014", "Model-based Reinforcement Learning and the Eluder Dimension., NIPS, 2014"], "Tomás Kocák": ["Efficient learning by implicit exploration in bandit problems with side observations., NIPS, 2014"], "Kareem Amin": ["Repeated Contextual Auctions with Strategic Buyers., NIPS, 2014"], "Christopher Meek": ["Recursive Inversion Models for Permutations., NIPS, 2014"], "Robert Nishihara": ["On the Convergence Rate of Decomposable Submodular Function Minimization., NIPS, 2014"], "Happy Mittal": ["New Rules for Domain Independent Lifted MAP Inference., NIPS, 2014"], "James Ridgway": ["PAC-Bayesian AUC classification and scoring., NIPS, 2014"], "Sang-Yun Oh": ["Optimization Methods for Sparse Pseudo-Likelihood Graphical Model Selection., NIPS, 2014"], "Oluwasanmi Koyejo": ["On Prior Distributions and Approximate Inference for Structured Variables., NIPS, 2014", "Consistent Binary Classification with Generalized Performance Metrics., NIPS, 2014"], "Prateek Jain": ["On Iterative Hard Thresholding Methods for High-dimensional M-Estimation., NIPS, 2014", "Provable Tensor Factorization with Missing Data., NIPS, 2014"], "Purushottam Kar": ["Online and Stochastic Gradient Methods for Non-decomposable Loss Functions., NIPS, 2014"], "Marthinus Christoffel du Plessis": ["Analysis of Learning from Positive and Unlabeled Data., NIPS, 2014"], "Devansh Arpit": ["Dimensionality Reduction with Subspace Structure Preservation., NIPS, 2014"], "Quoc Tran-Dinh": ["Constrained convex minimization via model-based excessive gap., NIPS, 2014"], "Florian Stimberg": ["Poisson Process Jumping between an Unknown Number of Rates: Application to Neural Spike Data., NIPS, 2014"], "Michael Schober": ["Probabilistic ODE Solvers with Runge-Kutta Means., NIPS, 2014"], "Jan Drugowitsch": ["Optimal decision-making with time-varying evidence reliability., NIPS, 2014"], "Dongqu Chen": ["Learning Shuffle Ideals Under Restricted Distributions., NIPS, 2014"], "Alexey Dosovitskiy": ["Discriminative Unsupervised Feature Learning with Convolutional Neural Networks., NIPS, 2014"], "David Adametz": ["Distance-Based Network Recovery under Feature Correlation., NIPS, 2014"], "Elad Hazan": ["Bandit Convex Optimization: Towards Tight Bounds., NIPS, 2014"], "Shuhang Gu": ["Projective dictionary pair learning for pattern classification., NIPS, 2014"], "Deeparnab Chakrabarty": ["Provable Submodular Minimization using Wolfe's Algorithm., NIPS, 2014"], "Amir Sani": ["Exploiting easy data in online optimization., NIPS, 2014"], "Daniele Calandriello": ["Sparse Multi-Task Reinforcement Learning., NIPS, 2014"], "Marta Soare": ["Best-Arm Identification in Linear Bandits., NIPS, 2014"], "Daniel Hernández-Lobato": ["Mind the Nuisance: Gaussian Process Classification using Privileged Noise., NIPS, 2014"], "Rémi Lemonnier": ["Tight Bounds for Influence in Diffusion Networks and Application to Bond Percolation and Epidemiology., NIPS, 2014"], "Roi Livni": ["On the Computational Efficiency of Training Neural Networks., NIPS, 2014"], "Xavier Boix": ["Self-Adaptable Templates for Feature Coding., NIPS, 2014"], "Mario Marchand": ["Multilabel Structured Output Learning with Random Spanning Trees of Max-Margin Markov Networks., NIPS, 2014"], "XiaoJian Wu": ["Stochastic Network Design in Bidirected Trees., NIPS, 2014"], "George Mohler": ["Learning convolution filters for inverse covariance estimation of neural network connectivity., NIPS, 2014"], "Fajwel Fogel": ["SerialRank: Spectral Ranking using Seriation., NIPS, 2014"], "Adrian Weller": ["Clamping Variables and Approximate Inference., NIPS, 2014"], "José Miguel Hernández-Lobato": ["Predictive Entropy Search for Efficient Global Optimization of Black-box Functions., NIPS, 2014"], "Eran Treister": ["A Block-Coordinate Descent Approach for Large-scale Sparse Inverse Covariance Estimation., NIPS, 2014"], "Shenlong Wang": ["Efficient Inference of Continuous Markov Random Fields with Polynomial Potentials., NIPS, 2014"], "Austin R. Benson": ["Scalable Methods for Nonnegative Matrix Factorizations of Near-separable Tall-and-skinny Matrices., NIPS, 2014"], "Kenneth W. Latimer": ["Inferring synaptic conductances from spike trains with a biophysically inspired point process model., NIPS, 2014"], "Daniel Soudry": ["Expectation Backpropagation: Parameter-Free Training of Multilayer Neural Networks with Continuous or Discrete Weights., NIPS, 2014"], "Franziska Meier": ["Incremental Local Gaussian Regression., NIPS, 2014"], "Isabel Valera": ["General Table Completion using a Bayesian Nonparametric Model., NIPS, 2014"], "Hengshuai Yao": ["Universal Option Models., NIPS, 2014"], "Assaf Glazer": ["Approximating Hierarchical MV-sets for Hierarchical Clustering., NIPS, 2014"], "Ian En-Hsu Yen": ["Constant Nullspace Strong Convexity and Fast Convergence of Proximal Methods under High-Dimensional Settings., NIPS, 2014", "Sparse Random Feature Algorithm as Coordinate Descent in Hilbert Space., NIPS, 2014"], "Deanna Needell": ["Stochastic Gradient Descent, Weighted Sampling, and the Randomized Kaczmarz algorithm., NIPS, 2014"], "Luigi Acerbi": ["A Framework for Testing Identifiability of Bayesian Models of Perception., NIPS, 2014"], "Balázs Szörényi": ["Optimistic Planning in Markov Decision Processes Using a Generative Model., NIPS, 2014"], "Yue Wu": ["Gaussian Process Volatility Model., NIPS, 2014"], "Jie Wang": ["A Safe Screening Rule for Sparse Logistic Regression., NIPS, 2014", "Two-Layer Feature Reduction for Sparse-Group Lasso via Decomposition of Convex Sets., NIPS, 2014"], "Guy Bresler": ["Hardness of parameter estimation in graphical models., NIPS, 2014", "Structure learning of antiferromagnetic Ising models., NIPS, 2014", "A Latent Source Model for Online Collaborative Filtering., NIPS, 2014"], "Sergey Levine": ["Learning Neural Network Policies with Guided Policy Search under Unknown Dynamics., NIPS, 2014"], "Nisheeth Srivastava": ["Magnitude-sensitive preference formation., NIPS, 2014"], "Alexandra Carpentier": ["Extreme bandits., NIPS, 2014"], "Qiang Liu": ["Distributed Estimation, Information Loss and Exponential Families., NIPS, 2014"], "Praneeth Netrapalli": ["Non-convex Robust PCA., NIPS, 2014"], "Francesco Orabona": ["Simultaneous Model Selection and Optimization through Parameter-free Stochastic Learning., NIPS, 2014"], "Jun Zhu": ["Learning From Weakly Supervised Data by The Expectation Loss SVM (e-SVM) algorithm., NIPS, 2014"], "Jian Zhang": ["Message Passing Inference for Large Scale Graphical Models with High Order Potentials., NIPS, 2014"], "Lingqiao Liu": ["Encoding High Dimensional Local Features by Sparse Coding Based Fisher Vectors., NIPS, 2014"], "Kumar Avinava Dubey": ["Dependent nonparametric trees for dynamic hierarchical clustering., NIPS, 2014"], "Mohammad Tanvir Irfan": ["Causal Strategic Inference in Networked Microfinance Economies., NIPS, 2014"], "Haim Cohen": ["Learning Multiple Tasks in Parallel with a Shared Annotator., NIPS, 2014"], "Maximilian Nickel": ["Reducing the Rank in Relational Factorization Models by Including Observable Patterns., NIPS, 2014"], "Shiau Hong Lim": ["Clustering from Labels and Time-Varying Graphs., NIPS, 2014"], "Nishant A. Mehta": ["From Stochastic Mixability to Fast Rates., NIPS, 2014"], "Guangcan Liu": ["Recovery of Coherent Data via Low-Rank Dictionary Pursuit., NIPS, 2014"], "Karin C. Knudson": ["Inferring sparse representations of continuous signals with continuous orthogonal matching pursuit., NIPS, 2014"], "Shinichi Nakajima": ["Analysis of Variational Bayesian Latent Dirichlet Allocation: Weaker Sparsity Than MAP., NIPS, 2014"], "Cem Tekin": ["Discovering, Learning and Exploiting Relevance., NIPS, 2014"], "Tianyi Zhou": ["Divide-and-Conquer Learning by Anchoring a Conical Hull., NIPS, 2014"], "Daniel M. Steinberg": ["Extended and Unscented Gaussian Processes., NIPS, 2014"], "Yuchen Zhang": ["Spectral Methods meet EM: A Provably Optimal Algorithm for Crowdsourcing., NIPS, 2014"], "Emily L. Denton": ["Exploiting Linear Structure Within Convolutional Networks for Efficient Evaluation., NIPS, 2014"], "Wojciech Zaremba": ["Learning to Discover Efficient Mathematical Identities., NIPS, 2014"], "Kamalika Chaudhuri": ["The Large Margin Mechanism for Differentially Private Maximization., NIPS, 2014", "Rates of Convergence for Nearest Neighbor Classification., NIPS, 2014"], "Joon Hee Choi": ["DFacTo: Distributed Factorization of Tensors., NIPS, 2014"], "Mehmet Gönen": ["Localized Data Fusion for Kernel k-Means Clustering with Application to Cancer Biology., NIPS, 2014"], "Mehryar Mohri": ["Conditional Swap Regret and Conditional Correlated Equilibrium., NIPS, 2014", "Optimal Regret Minimization in Posted-Price Auctions with Strategic Buyers., NIPS, 2014"], "Chao Chen": ["Mode Estimation for High Dimensional Discrete Tree Graphical Models., NIPS, 2014"], "Weizhu Chen": ["Large-scale L-BFGS using MapReduce., NIPS, 2014"], "Jingjing Zheng": ["Submodular Attribute Selection for Action Recognition in Video., NIPS, 2014"], "Adams Wei Yu": ["Efficient Structured Matrix Rank Minimization., NIPS, 2014"], "Lionel Ott": ["On Integrated Clustering and Outlier Detection., NIPS, 2014"], "Haipeng Luo": ["A Drifting-Games Analysis for Online Learning and Applications to Boosting., NIPS, 2014"], "Xianghang Liu": ["Projecting Markov Random Field Parameters for Fast Mixing., NIPS, 2014"], "Robert V. Lindsey": ["Automatic Discovery of Cognitive Skills to Improve the Prediction of Student Learning., NIPS, 2014"], "Ananda Theertha Suresh": ["Near-Optimal-Sample Estimators for Spherical Gaussian Mixtures., NIPS, 2014"], "Trung V. Nguyen": ["Automated Variational Inference for Gaussian Process Models., NIPS, 2014"], "Sebastian Tschiatschek": ["Learning Mixtures of Submodular Functions for Image Collection Summarization., NIPS, 2014"], "Quanquan Gu": ["Robust Tensor Decomposition with Gross Corruption., NIPS, 2014", "Sparse PCA with Oracle Property., NIPS, 2014"], "Meisam Razaviyayn": ["Parallel Successive Convex Approximation for Nonsmooth Nonconvex Optimization., NIPS, 2014"], "Sebastian Stober": ["Using Convolutional Neural Networks to Recognize Rhythm Stimuli from Electroencephalography Recordings., NIPS, 2014"], "Zhe Liu": ["Blossom Tree Graphical Models., NIPS, 2014"], "Bruce E. Hajek": ["Minimax-optimal Inference from Partial Rankings., NIPS, 2014"], "Hsiao-Yu Fish Tung": ["Spectral Methods for Indian Buffet Process Inference., NIPS, 2014"], "Harikrishna Narasimhan": ["On the Statistical Consistency of Plug-in Classifiers for Non-decomposable Performance Measures., NIPS, 2014"], "Nan Li": ["Top Rank Optimization in Linear Time., NIPS, 2014"], "Yining Wang": ["Spectral Methods for Supervised Topic Models., NIPS, 2014"], "Karthika Mohan": ["Graphical Models for Recovering Probabilistic and Causal Queries from Missing Data., NIPS, 2014"], "Taylor Berg-Kirkpatrick": ["Unsupervised Transcription of Piano Music., NIPS, 2014"], "Mohammad E. Khan": ["Decoupled Variational Gaussian Inference., NIPS, 2014"], "Arindam Banerjee": ["Estimation with Norm Regularization., NIPS, 2014"], "Khaled S. Refaat": ["Decomposing Parameter Estimation Problems., NIPS, 2014"], "Atsushi Nitanda": ["Stochastic Proximal Gradient Descent with Acceleration Techniques., NIPS, 2014"], "Daniel Russo": ["Learning to Optimize via Information-Directed Sampling., NIPS, 2014"], "Daniel Bartz": ["Covariance shrinkage for autocorrelated data., NIPS, 2014"], "Jonathan Long": ["Do Convnets Learn Correspondence?, NIPS, 2014"], "Ofer Dekel": ["The Blinded Bandit: Learning with Adaptive Feedback., NIPS, 2014"], "Changbo Zhu": ["Convex Optimization Procedure for Clustering: Theoretical Revisit., NIPS, 2014"], "Anqi Wu": ["Sparse Bayesian structure learning with dependent relevance determination priors., NIPS, 2014"], "Hyun Oh Song": ["Weakly-supervised Discovery of Visual Pattern Configurations., NIPS, 2014"], "Aaron Defazio": ["SAGA: A Fast Incremental Gradient Method With Support for Non-Strongly Convex Composite Objectives., NIPS, 2014"], "Deguang Kong": ["Exclusive Feature Learning on Arbitrary Structures via \\ell_{1, 2}-norm., NIPS, 2014"], "John J. Bruer": ["Time-Data Tradeoffs by Aggressive Smoothing., NIPS, 2014"], "Cong Xie": ["Distributed Power-law Graph Computing: Theoretical and Empirical Analysis., NIPS, 2014"], "Mateusz Malinowski": ["A Multi-World Approach to Question Answering about Real-World Scenes based on Uncertain Input., NIPS, 2014"], "Hastagiri P. Vanchinathan": ["Efficient Partial Monitoring with Prior Information., NIPS, 2014"], "Yariv Dror Mizrahi": ["Distributed Parameter Estimation in Probabilistic Graphical Models., NIPS, 2014"], "Xu Chen": ["Unsupervised Deep Haar Scattering on Graphs., NIPS, 2014"], "Jie Shen": ["Online Optimization for Max-Norm Regularization., NIPS, 2014"], "Jean Lafond": ["Probabilistic low-rank matrix completion on finite alphabets., NIPS, 2014"], "Xianjie Chen": ["Articulated Pose Estimation by a Graphical Model with Image Dependent Pairwise Relations., NIPS, 2014"], "Michael Riis Andersen": ["Bayesian Inference for Structured Spike and Slab Priors., NIPS, 2014"], "Ricardo Henao": ["Bayesian Nonlinear Support Vector Machines and Discriminative Factor Modeling., NIPS, 2014"], "Yuanyuan Liu": ["Generalized Higher-Order Orthogonal Iteration for Tensor Decomposition and Completion., NIPS, 2014"], "Nicholas Ruozzi": ["Making Pairwise Binary Graphical Models Attractive., NIPS, 2014"], "David P. Woodruff": ["Low Rank Approximation Lower Bounds in Row-Update Streams., NIPS, 2014"], "Li Xu": ["Deep Convolutional Neural Network for Image Deconvolution., NIPS, 2014"], "Jonathan J. Tompson": ["Joint Training of a Convolutional Network and a Graphical Model for Human Pose Estimation., NIPS, 2014"], "Yichuan Tang": ["Learning Generative Models with Visual Attention., NIPS, 2014"], "Rémi Lajugie": ["Metric Learning for Temporal Sequence Alignment., NIPS, 2014"], "Avrim Blum": ["Learning Optimal Commitment to Overcome Insecurity., NIPS, 2014"], "Odalric-Ambrym Maillard": ["How hard is my MDP?\" The distribution-norm to the rescue\"., NIPS, 2014"], "Siu-on Chan": ["Near-Optimal Density Estimation in Near-Linear Time Using Variable-Width Histograms., NIPS, 2014"], "A. P. Sarath Chandar": ["An Autoencoder Approach to Learning Bilingual Word Representations., NIPS, 2014"], "Christian A. Naesseth": ["Sequential Monte Carlo for Graphical Models., NIPS, 2014"], "Agnieszka Grabska-Barwinska": ["Optimal prior-dependent neural population codes under shared input noise., NIPS, 2014"], "Andrej Karpathy": ["Deep Fragment Embeddings for Bidirectional Image Sentence Mapping., NIPS, 2014"], "Xuezhi Wang": ["Flexible Transfer Learning under Support and Model Shift., NIPS, 2014"], "Yunpeng Pan": ["Probabilistic Differential Dynamic Programming., NIPS, 2014"], "Aron Yu": ["Predicting Useful Neighborhoods for Lazy Local Learning., NIPS, 2014"], "Vincent Michalski": ["Modeling Deep Temporal Dependencies with Recurrent \"Grammar Cells\"., NIPS, 2014"], "Soumyadeep Chatterjee": ["Generalized Dantzig Selector: Application to the k-support norm., NIPS, 2014"], "Yanping Huang": ["Neurons as Monte Carlo Samplers: Bayesian Inference and Learning in Spiking Networks., NIPS, 2014"], "Been Kim": ["The Bayesian Case Model: A Generative Approach for Case-Based Reasoning and Prototype Classification., NIPS, 2014"], "Yuya Yoshikawa": ["Latent Support Measure Machines for Bag-of-Words Data Classification., NIPS, 2014"], "Jingwei Liang": ["Local Linear Convergence of Forward-Backward under Partial Smoothness., NIPS, 2014"], "Marek Petrik": ["RAAM: The Benefits of Robustness in Approximating Aggregated MDPs in Reinforcement Learning., NIPS, 2014"], "Yi Sun": ["Deep Learning Face Representation by Joint Identification-Verification., NIPS, 2014"], "Trapit Bansal": ["A provable SVD-based algorithm for learning topics in dominant admixture corpus., NIPS, 2014"], "Cho-Jui Hsieh": ["QUIC & DIRTY: A Quadratic Approximation Approach for Dirty Statistical Models., NIPS, 2014", "Fast Prediction for Large-Scale Kernel Machines., NIPS, 2014"], "Matthias Zöhrer": ["General Stochastic Networks for Classification., NIPS, 2014"], "Cristina Savin": ["Spatio-temporal Representations of Uncertainty in Spiking Neural Networks., NIPS, 2014"], "Qian Wang": ["Attentional Neural Network: Feature Selection Using Cognitive Feedback., NIPS, 2014"], "Baotian Hu": ["Convolutional Neural Network Architectures for Matching Natural Language Sentences., NIPS, 2014"], "Alekh Agarwal": ["Scalable Non-linear Learning with Adaptive Polynomial Expansions., NIPS, 2014"], "David E. Carlson": ["On the relations of LFPs & Neural Spike Trains., NIPS, 2014"], "Boqing Gong": ["Diverse Sequential Subset Selection for Supervised Video Summarization., NIPS, 2014"], "Lu Jiang": ["Self-Paced Learning with Diversity., NIPS, 2014"], "Bo Li": ["Feature Cross-Substitution in Adversarial Classification., NIPS, 2014"], "Ozan Irsoy": ["Deep Recursive Neural Networks for Compositionality in Language., NIPS, 2014"], "Bruno Conejo": ["Inference by Learning: Speeding-up Graphical Model Optimization via a Coarse-to-Fine Cascade of Pruning Classifiers., NIPS, 2014"], "Neil Houlsby": ["A Filtering Approach to Stochastic Variational Inference., NIPS, 2014"], "Shameem Puthiya Parambath": ["Optimizing F-Measures by Cost-Sensitive Classification., NIPS, 2014"], "Kihyuk Sohn": ["Improved Multimodal Deep Learning with Variation of Information., NIPS, 2014"], "Charles Kervrann": ["PEWA: Patch-based Exponentially Weighted Aggregation for image denoising., NIPS, 2014"], "Eunho Yang": ["Elementary Estimators for Graphical Models., NIPS, 2014"], "Cong Han Lim": ["Beyond the Birkhoff Polytope: Convex Relaxations for Vector Permutation Problems., NIPS, 2014"], "Omer Levy": ["Neural Word Embedding as Implicit Matrix Factorization., NIPS, 2014"], "Mohammad J. Saberian": ["Multi-Resolution Cascades for Multiclass Object Detection., NIPS, 2014"], "Xiangyu Wang": ["Median Selection Subset Aggregation for Parallel Inference., NIPS, 2014"], "Volodymyr Mnih": ["Recurrent Models of Visual Attention., NIPS, 2014"], "Thang D. Bui": ["Tree-structured Gaussian Process Approximations., NIPS, 2014"], "Maria-Florina Balcan": ["Active Learning and Best-Response Dynamics., NIPS, 2014"], "Dylan Festa": ["Analog Memories in a Balanced Rate-Based Network of E-I Neurons., NIPS, 2014"], "Guillaume Hennequin": ["Fast Sampling-Based Inference in Balanced Neuronal Networks., NIPS, 2014"], "Y. Cem Sübakan": ["Spectral Learning of Mixture of Hidden Markov Models., NIPS, 2014"], "Haim Avron": ["Subspace Embeddings for the Polynomial Kernel., NIPS, 2014"], "Tofigh Naghibi Mohamadpoor": ["A Boosting Framework on Grounds of Online Learning., NIPS, 2014"], "Sina Tootoonian": ["A Dual Algorithm for Olfactory Computation in the Locust Brain., NIPS, 2014"], "Siqi Nie": ["Advances in Learning Bayesian Networks of Bounded Treewidth., NIPS, 2014"], "Wouter M. Koolen": ["Learning the Learning Rate for Prediction with Expert Advice., NIPS, 2014", "Efficient Minimax Strategies for Square Loss Games., NIPS, 2014"], "Rashish Tandon": ["On the Information Theoretic Limits of Learning Ising Models., NIPS, 2014"], "Pritish Mohapatra": ["Efficient Optimization for Average Precision SVM., NIPS, 2014"], "Anshumali Shrivastava": ["Asymmetric LSH (ALSH) for Sublinear Time Maximum Inner Product Search (MIPS)., NIPS, 2014"], "Scott W. Linderman": ["A framework for studying synaptic plasticity with neural spike train data., NIPS, 2014"], "Huining Hu": ["Randomized Experimental Design for Causal Graph Discovery., NIPS, 2014"], "Ryan Kiros": ["A Multiplicative Model for Learning Distributed Text-Based Attribute Representations., NIPS, 2014"], "Kustaa Kangas": ["Learning Chordal Markov Networks by Dynamic Programming., NIPS, 2014"], "David Eigen": ["Depth Map Prediction from a Single Image using a Multi-Scale Deep Network., NIPS, 2014"], "Kai Zhong": ["Proximal Quasi-Newton for Computationally Intensive L1-regularized M-estimators., NIPS, 2014"], "Bahadir Ozdemir": ["A Probabilistic Framework for Multimodal Retrieval using Integrative Indian Buffet Process., NIPS, 2014"], "Peter J. Sadowski": ["Searching for Higgs Boson Decay Modes with Deep Learning., NIPS, 2014"], "Xu Sun": ["Structure Regularization for Structured Prediction., NIPS, 2014"], "Xin Wang": ["On Multiplicative Multitask Feature Learning., NIPS, 2014"], "Kevin R. Moon": ["Multivariate f-divergence Estimation With Confidence., NIPS, 2014"], "Zhen Cui": ["Generalized Unsupervised Manifold Alignment., NIPS, 2014"], "Stephan Mandt": ["Smoothed Gradients for Stochastic Variational Inference., NIPS, 2014"], "Abhishek Sharma": ["Recursive Context Propagation Network for Semantic Scene Labeling., NIPS, 2014"], "Kaustubh R. Patil": ["Optimal Teaching for Limited-Capacity Human Learners., NIPS, 2014"], "Mehrdad Farajtabar": ["Shaping Social Activity by Incentivizing Users., NIPS, 2014"], "Kyle R. Ulrich": ["Analysis of Brain States from Multi-Region LFP Time-Series., NIPS, 2014"], "Srikanth Jagabathula": ["Reputation-based Worker Filtering in Crowdsourcing., NIPS, 2014"], "Vitaly Kuznetsov": ["Multi-Class Deep Boosting., NIPS, 2014"], "Weijie Su": ["A Differential Equation for Modeling Nesterov's Accelerated Gradient Method: Theory and Insights., NIPS, 2014"], "Bilal Piot": ["Difference of Convex Functions Programming for Reinforcement Learning., NIPS, 2014"], "Kimberly L. Stachenfeld": ["Design Principles of the Hippocampal Cognitive Map., NIPS, 2014"], "Robert Gens": ["Deep Symmetry Networks., NIPS, 2014"], "William Vega-Brown": ["Nonparametric Bayesian inference on multivariate exponential families., NIPS, 2014"], "Sanjoy Dasgupta": ["Optimal rates for k-NN density and mode estimation., NIPS, 2014"], "Matthew Lawlor": ["Feedforward Learning of Mixture Models., NIPS, 2014"], "Albert Xin Jiang": ["Diverse Randomized Agents Vote to Win., NIPS, 2014"], "Hyokun Yun": ["Ranking via Robust Binary Classification., NIPS, 2014"], "MohammadHossein Bateni": ["Distributed Balanced Clustering via Mapping Coresets., NIPS, 2014"], "Jean-Baptiste Tristan": ["Augur: Data-Parallel Probabilistic Modeling., NIPS, 2014"], "Pranjal Awasthi": ["Learning Mixtures of Ranking Models., NIPS, 2014"], "Yu Xin": ["Controlling privacy in recommender systems., NIPS, 2014"], "Julien Mairal": ["Convolutional Kernel Networks., NIPS, 2014"], "Chongjie Zhang": ["Fairness in Multi-Agent Sequential Decision-Making., NIPS, 2014"], "Adarsh Prasad": ["Submodular meets Structured: Finding Diverse Subsets in Exponentially-Large Structured Item Sets., NIPS, 2014"], "Jimmy Ba": ["Do Deep Nets Really Need to be Deep?, NIPS, 2014"], "Shaobo Han": ["Dynamic Rank Factor Model for Text Streams., NIPS, 2014"], "Ian J. Goodfellow": ["Generative Adversarial Nets., NIPS, 2014"], "De Wen Soh": ["Testing Unfaithful Gaussian Graphical Models., NIPS, 2014"], "Jasper De Bock": ["Global Sensitivity Analysis for MAP Inference in Graphical Models., NIPS, 2014"], "Charles Y. Zheng": ["Deconvolution of High Dimensional Mixtures via Boosting, with Application to Diffusion-Weighted MRI of Human Brain., NIPS, 2014"], "Jing Qian": ["Efficient Minimax Signal Detection on Graphs., NIPS, 2014"], "Ankit Garg": ["On Communication Cost of Distributed Statistical Estimation and Dimensionality., NIPS, 2014"], "Hau Chan": ["Computing Nash Equilibria in Generalized Interdependent Security Games., NIPS, 2014"], "Dohyung Park": ["Greedy Subspace Clustering., NIPS, 2014"], "William E. Bishop": ["Deterministic Symmetric Positive Semidefinite Matrix Completion., NIPS, 2014"], "Hanie Sedghi": ["Multi-Step Stochastic ADMM in High Dimensions: Applications to Sparse Optimization and Matrix Decomposition., NIPS, 2014"], "Gergely Neu": ["Online combinatorial optimization with stochastic decision sets and adversarial losses., NIPS, 2014"], "Tom Gunter": ["Sampling for Inference in Probabilistic Models with Fast Bayesian Quadrature., NIPS, 2014"], "Si Si": ["Multi-Scale Spectral Decomposition of Massive Graphs., NIPS, 2014"], "Michal Derezinski": ["The limits of squared Euclidean distance regularization., NIPS, 2014"], "Kishan Wimalawarne": ["Multitask learning meets tensor factorization: task imputation via convex optimization., NIPS, 2014"], "Seunghak Lee": ["On Model Parallelization and Scheduling Strategies for Distributed Machine Learning., NIPS, 2014"], "Alyson K. Fletcher": ["Scalable Inference for Neuronal Connectivity from Calcium Imaging., NIPS, 2014"], "Moritz Hardt": ["The Noisy Power Method: A Meta Algorithm with Applications., NIPS, 2014"], "Falk Lieder": ["Algorithm selection by rational metareasoning as a model of human strategy selection., NIPS, 2014"], "Peter Kairouz": ["Extremal Mechanisms for Local Differential Privacy., NIPS, 2014"], "Romain Paulus": ["Global Belief Recursive Neural Networks., NIPS, 2014"], "Emile Richard": ["A statistical model for tensor PCA., NIPS, 2014", "Tight convex relaxations for sparse matrix factorization., NIPS, 2014"], "Shreya Saxena": ["Real-Time Decoding of an Integrate and Fire Encoder., NIPS, 2014"], "H. Brendan McMahan": ["Delay-Tolerant Algorithms for Asynchronous Distributed Online Learning., NIPS, 2014"], "Guido F. Montúfar": ["On the Number of Linear Regions of Deep Neural Networks., NIPS, 2014"], "Yann N. Dauphin": ["Identifying and attacking the saddle point problem in high-dimensional non-convex optimization., NIPS, 2014"], "João D. Semedo": ["Extracting Latent Structure From Multiple Interacting Neural Populations., NIPS, 2014"], "Qichao Que": ["Learning with Fredholm Kernels., NIPS, 2014"], "Michalis K. Titsias": ["Hamming Ball Auxiliary Sampling for Factorial Hidden Markov Models., NIPS, 2014"], "Yuri Grinberg": ["Optimizing Energy Production Using Policy Search and Predictive State Representations., NIPS, 2014"], "Deepak Venugopal": ["Scaling-up Importance Sampling for Markov Logic Networks., NIPS, 2014"], "Alex K. Susemihl": ["Optimal Neural Codes for Control and Estimation., NIPS, 2014"], "Ramya Korlakai Vinayak": ["Graph Clustering With Missing Data: Convex Algorithms and Analysis., NIPS, 2014"], "Haichao Zhang": ["Scale Adaptive Blind Deblurring., NIPS, 2014"], "Ashique Rupam Mahmood": ["Weighted importance sampling for off-policy learning with linear function approximation., NIPS, 2014"], "Shariq A. Mobin": ["Information-based learning by agents in unbounded state spaces., NIPS, 2014"], "Shashank Singh": ["Exponential Concentration of a Density Functional Estimator., NIPS, 2014"], "Bo Dai": ["Scalable Kernel Methods via Doubly Stochastic Gradients., NIPS, 2014"], "João F. Henriques": ["Fast Training of Pose Detectors in the Fourier Domain., NIPS, 2014"], "Qihang Lin": ["An Accelerated Proximal Coordinate Gradient Method., NIPS, 2014"], "Martin Jaggi": ["Communication-Efficient Distributed Dual Coordinate Ascent., NIPS, 2014"], "Roy Frostig": ["Simple MAP Inference via Low-Rank Relaxations., NIPS, 2014"], "Chris J. Maddison": ["A* Sampling., NIPS, 2014"], "Patrick Putzky": ["A Bayesian model for identifying hierarchically organised states in neural population activity., NIPS, 2014"], "Ilya Sutskever": ["Sequence to Sequence Learning with Neural Networks., NIPS, 2014"], "Yingyu Liang": ["Improved Distributed Principal Component Analysis., NIPS, 2014"], "Murat Kocaoglu": ["Sparse Polynomial Learning and Graph Sketching., NIPS, 2014"], "Syama Sundar Rangapuram": ["Tight Continuous Relaxation of the Balanced k-Cut Problem., NIPS, 2014"], "Balaji Lakshminarayanan": ["Mondrian Forests: Efficient Online Random Forests., NIPS, 2014"], "Jennifer Gillenwater": ["Expectation-Maximization for Learning Determinantal Point Processes., NIPS, 2014"], "David I. Inouye": ["Capturing Semantically Meaningful Word Dependencies with an Admixture of Poisson MRFs., NIPS, 2014"], "Se-Young Yun": ["Streaming, Memory Limited Algorithms for Community Detection., NIPS, 2014"], "Prem Gopalan": ["Content-based recommendations with Poisson factorization., NIPS, 2014"], "Hossein Azari Soufiani": ["A Statistical Decision-Theoretic Framework for Social Choice., NIPS, 2014"], "Jianbo Yang": ["Compressive Sensing of Signals from a GMM with Sparse Precision Matrices., NIPS, 2014"], "Nan Ding": ["Bayesian Sampling Using Stochastic Gradient Thermostats., NIPS, 2014"], "Calvin McCarter": ["On Sparse Gaussian Chain Graph Models., NIPS, 2014"], "Renato Negrinho": ["Orbit Regularization., NIPS, 2014"], "Miles Lopes": ["A Residual Bootstrap for High-Dimensional Regression with Near Low-Rank Designs., NIPS, 2014"], "Alex Kantchelian": ["Large-Margin Convex Polytope Machine., NIPS, 2014"], "Yarin Gal": ["Distributed Variational Inference in Sparse Gaussian Process Regression and Latent Variable Models., NIPS, 2014"], "Vivek Srikumar": ["Learning Distributed Representations for Structured Output Prediction., NIPS, 2014"], "Özlem Aslan": ["Convex Deep Learning via Normalized Kernels., NIPS, 2014"], "He He": ["Learning to Search in Branch and Bound Algorithms., NIPS, 2014"], "Somdeb Sarkhel": ["An Integer Polynomial Programming Based Framework for Lifted MAP Inference., NIPS, 2014"], "Waleed Ammar": ["Conditional Random Field Autoencoders for Unsupervised Structured Prediction., NIPS, 2014"], "Jason Yosinski": ["How transferable are features in deep neural networks?, NIPS, 2014"], "Tuo Zhao": ["Accelerated Mini-batch Randomized Block Coordinate Descent Method., NIPS, 2014"], "Xiaoxiao Guo": ["Deep Learning for Real-Time Atari Game Play Using Offline Monte-Carlo Tree Search Planning., NIPS, 2014"], "Minjie Xu": ["Distributed Bayesian Posterior Sampling via Moment Sharing., NIPS, 2014"], "Philip Bachman": ["Learning with Pseudo-Ensembles., NIPS, 2014"], "Nan Du": ["Learning Time-Varying Coverage Functions., NIPS, 2014"], "Zhaoran Wang": ["Tighten after Relax: Minimax-Optimal Sparse PCA in Polynomial Time., NIPS, 2014"], "Shubhendu Trivedi": ["Discriminative Metric Learning by Neighborhood Gerrymandering., NIPS, 2014"], "Qing Qu": ["Finding a sparse vector in a subspace: Linear sparsity using alternating directions., NIPS, 2014"], "Brooks Paige": ["Asynchronous Anytime Sequential Monte Carlo., NIPS, 2014"], "Wei Liu": ["Discrete Graph Hashing., NIPS, 2014"], "Daniel Berend": ["Consistency of weighted majority votes., NIPS, 2014"], "Mingyuan Zhou": ["Beta-Negative Binomial Process and Exchangeable Random Partitions for Mixed-Membership Modeling., NIPS, 2014"], "Dinesh Jayaraman": ["Zero-shot recognition with unreliable attributes., NIPS, 2014"], "Po-Ling Loh": ["Concavity of reweighted Kikuchi approximation., NIPS, 2014"], "Arun Rajkumar": ["Online Decision-Making in General Combinatorial Spaces., NIPS, 2014"], "Mohammad Taha Bahadori": ["Fast Multivariate Spatio-temporal Analysis via Low Rank Tensor Learning., NIPS, 2014"], "Lars Buesing": ["Clustered factor analysis of multineuronal spike data., NIPS, 2014"], "Yinlam Chow": ["Algorithms for CVaR Optimization in MDPs., NIPS, 2014"], "Aäron van den Oord": ["Factoring Variations in Natural Images with Deep Gaussian Mixture Models., NIPS, 2014"], "Hidekazu Oiwa": ["Partition-wise Linear Models., NIPS, 2014"], "Judy Hoffman": ["LSDA: Large Scale Detection through Adaptation., NIPS, 2014"], "Marijn F. Stollenga": ["Deep Networks with Internal Selective Attention through Feedback Connections., NIPS, 2014"], "Yingbo Zhou": ["Parallel Feature Selection Inspired by Group Testing., NIPS, 2014"], "Cédric Févotte": ["Low-Rank Time-Frequency Synthesis., NIPS, 2014"], "Luca Pasa": ["Pre-training of Recurrent Neural Networks via Linear Autoencoders., NIPS, 2014"], "Diederik P. Kingma": ["Semi-supervised Learning with Deep Generative Models., NIPS, 2014"], "Mingjun Zhong": ["Signal Aggregate Constraints in Additive Factorial HMMs, with Application to Energy Disaggregation., NIPS, 2014"], "Nicholas J. Foti": ["Stochastic variational inference for hidden Markov models., NIPS, 2014"], "Kacper Chwialkowski": ["A Wild Bootstrap for Degenerate Kernel Tests., NIPS, 2014"], "Luke O'Connor": ["Biclustering Usinig Message Passing., NIPS, 2014"], "Andrew Gordon Wilson": ["Fast Kernel Learning for Multidimensional Pattern Extrapolation., NIPS, 2014"], "Rakesh Shivanna": ["Learning on graphs using Orthonormal Representation is Statistically Consistent., NIPS, 2014"], "Andrew M. McDonald": ["Spectral k-Support Norm Regularization., NIPS, 2014"], "Pietro Vertechi": ["Unsupervised learning of an efficient short-term memory network., NIPS, 2014"], "Yuancheng Zhu": ["Quantized Estimation of Gaussian Sequence Models in Euclidean Balls., NIPS, 2014"], "Viet-An Nguyen": ["Learning a Concept Hierarchy from Multi-labeled Documents., NIPS, 2014"], "Roger Frigola": ["Variational Gaussian Process State-Space Models., NIPS, 2014"]}