{"Paul R. Schrater": ["Structure Learning in Human Sequential Decision-Making., NIPS, 2008"], "David J. C. MacKay": ["The Gaussian Process Density Sampler., NIPS, 2008"], "Joe Zachariah": ["Online Models for Content Optimization., NIPS, 2008"], "Nir Ailon": ["Reconciling Real Scores with Binary Comparisons: A New Logistic Based Model for Ranking., NIPS, 2008"], "Eric P. Xing": ["Mixed Membership Stochastic Blockmodels., NIPS, 2008"], "Takeo Kanade": ["Nonrigid Structure from Motion in Trajectory Space., NIPS, 2008"], "Geoffrey T. Manley": ["Probabilistic detection of short events, with application to critical care monitoring., NIPS, 2008"], "Neil D. Lawrence": ["Sparse Convolved Gaussian Processes for Multi-output Regression., NIPS, 2008", "Accelerating Bayesian Inference over Nonlinear Differential Equations with Gaussian Processes., NIPS, 2008"], "Nicolas Usunier": ["A Transductive Bound for the Voted Classifier with an Application to Semi-supervised Learning., NIPS, 2008"], "Francis R. Bach": ["Sparse probabilistic projections., NIPS, 2008", "Exploring Large Feature Spaces with Hierarchical Multiple Kernel Learning., NIPS, 2008"], "Max Welling": ["Asynchronous Distributed Learning of Topic Models., NIPS, 2008"], "Ronald Ortner": ["Near-optimal Regret Bounds for Reinforcement Learning., NIPS, 2008"], "Thomas L. Griffiths": ["Analyzing human feature learning as nonparametric Bayesian inference., NIPS, 2008", "Modeling the effects of memory on human online sentence processing with particle filters., NIPS, 2008", "How memory biases affect information transmission: A rational analysis of serial reproduction., NIPS, 2008"], "David M. Bradley": ["Differentiable Sparse Coding., NIPS, 2008"], "Margareta Ackerman": ["Measures of Clustering Quality: A Working Set of Axioms for Clustering., NIPS, 2008"], "Jonathan W. Pillow": ["Characterizing neural dependencies with copula models., NIPS, 2008"], "Nicolas Vayatis": ["On Bootstrapping the ROC Curve., NIPS, 2008", "Empirical performance maximization for linear rank statistics., NIPS, 2008", "Overlaying classifiers: a practical approach for optimal ranking., NIPS, 2008"], "Tobias Scheffer": ["Transfer Learning by Distribution Matching for Targeted Advertising., NIPS, 2008"], "Arthur Gretton": ["Learning Taxonomies by Dependence Maximization., NIPS, 2008"], "Miles Osborne": ["Bayesian Synchronous Grammar Induction., NIPS, 2008"], "James An": ["Goal-directed decision making in prefrontal cortex: a computational framework., NIPS, 2008"], "Dan Klein": ["Efficient Inference in Phylogenetic InDel Trees., NIPS, 2008"], "David M. Blei": ["Syntactic Topic Models., NIPS, 2008", "Relative Performance Guarantees for Approximate Inference in Latent Dirichlet Allocation., NIPS, 2008"], "Jon D. McAuliffe": ["A spatially varying two-sample recombinant coalescent, with applications to HIV escape response., NIPS, 2008"], "Csaba Szepesvári": ["Online Optimization in X-Armed Bandits., NIPS, 2008"], "Bruno A. Olshausen": ["Learning Transformational Invariants from Natural Movies., NIPS, 2008"], "Charles A. Bouman": ["Covariance Estimation for High Dimensional Data Vectors Using the Sparse Matrix Transform., NIPS, 2008"], "Nando de Freitas": ["An interior-point stochastic approximation method and an L1-regularized delta rule., NIPS, 2008"], "Xiaojin Zhu": ["Human Active Learning., NIPS, 2008", "Unlabeled data: Now it helps, now it doesn't., NIPS, 2008"], "Claudio Gentile": ["Linear Classification and Selective Sampling Under Low Noise Conditions., NIPS, 2008"], "Richard G. Baraniuk": ["Sparse Signal Recovery Using Markov Random Fields., NIPS, 2008"], "Sethu Vijayakumar": ["Multi-task Gaussian Process Learning of Robot Inverse Dynamics., NIPS, 2008", "Unifying the Sensory and Motor Components of Sensorimotor Adaptation., NIPS, 2008"], "Eli Upfal": ["Mortal Multi-Armed Bandits., NIPS, 2008"], "Choon Hui Teo": ["Tighter Bounds for Structured Estimation., NIPS, 2008"], "Claire Monteleoni": ["Privacy-preserving logistic regression., NIPS, 2008"], "Jan Peters": ["Using Bayesian Dynamical Systems for Motion Template Libraries., NIPS, 2008", "Policy Search for Motor Primitives in Robotics., NIPS, 2008", "Fitted Q-iteration by Advantage Weighted Regression., NIPS, 2008", "Local Gaussian Process Regression for Real Time Online Model Learning., NIPS, 2008"], "Noah A. Smith": ["Logistic Normal Priors for Unsupervised Probabilistic Grammar Induction., NIPS, 2008"], "Kevyn Collins-Thompson": ["Estimating Robust Query Models with Convex Optimization., NIPS, 2008"], "Rémi Munos": ["Particle Filter-based Policy Gradient in POMDPs., NIPS, 2008", "Algorithms for Infinitely Many-Armed Bandits., NIPS, 2008"], "Fernando Pereira": ["Exact Convex Confidence-Weighted Learning., NIPS, 2008"], "Yong Yu": ["Translated Learning: Transfer Learning across Different Feature Spaces., NIPS, 2008"], "Malik Magdon-Ismail": ["Adapting to a Market Shock: Optimal Sequential Market-Making., NIPS, 2008"], "Peter Dayan": ["Load and Attentional Bayes., NIPS, 2008", "Psychiatry: Insights into depression through normative decision-making models., NIPS, 2008", "Bayesian Model of Behaviour in Economic Games., NIPS, 2008"], "Ofer Dekel": ["From Online to Batch Learning with Cutoff-Averaging., NIPS, 2008"], "Ron Meir": ["Temporal Difference Based Actor Critic Learning - Convergence and Neural Implementation., NIPS, 2008"], "Oren Etzioni": ["Look Ma, No Hands: Analyzing the Monotonic Feature Abstraction for Text Classification., NIPS, 2008"], "Steven J. Phillips": ["Generative and Discriminative Learning with Unknown Labeling Bias., NIPS, 2008"], "Assane Gueye": ["A Convex Upper Bound on the Log-Partition Function for Binary Distributions., NIPS, 2008"], "Stephen Gould": ["Learning Bounded Treewidth Bayesian Networks., NIPS, 2008"], "Peter Földiák": ["Interpreting the neural code with Formal Concept Analysis., NIPS, 2008"], "Jacob Goldberger": ["ICA based on a Smooth Estimation of the Differential Entropy., NIPS, 2008"], "Shie Mannor": ["Regularized Policy Iteration., NIPS, 2008", "Robust Regression and Lasso., NIPS, 2008"], "Vivek K. Goyal": ["Resolution Limits of Sparse Coding in High Dimensions., NIPS, 2008"], "Alan S. Willsky": ["Nonparametric Bayesian Learning of Switching Linear Dynamical Systems., NIPS, 2008"], "Andrea Passerini": ["Predicting the Geometry of Metal Binding Sites from Protein Sequence., NIPS, 2008"], "Bernhard Schölkopf": ["Characteristic Kernels on Groups and Semigroups., NIPS, 2008", "Effects of Stimulus Type and of Error-Correcting Code Design on BCI Speller Performance., NIPS, 2008", "Nonlinear causal discovery with additive noise models., NIPS, 2008", "Bayesian Experimental Design of Magnetic Resonance Imaging Sequences., NIPS, 2008", "Diffeomorphic Dimensionality Reduction., NIPS, 2008"], "Si Wu": ["Tracking Changing Stimuli in Continuous Attractor Neural Networks., NIPS, 2008"], "Laurent El Ghaoui": ["An Homotopy Algorithm for the Lasso with Online Observations., NIPS, 2008"], "Yee Whye Teh": ["Dependent Dirichlet Process Spike Sorting., NIPS, 2008", "An Efficient Sequential Monte Carlo Algorithm for Coalescent Clustering., NIPS, 2008", "The Mondrian Process., NIPS, 2008"], "Alexander L. Strehl": ["Predictive Indexing for Fast Search., NIPS, 2008"], "Hilbert J. Kappen": ["Self-organization using synaptic plasticity., NIPS, 2008", "Bounds on marginal probability distributions., NIPS, 2008"], "Srimat T. Chakradhar": ["A Massively Parallel Digital Learning Processor., NIPS, 2008"], "Stéphane Canu": ["Support Vector Machines with a Reject Option., NIPS, 2008"], "Jürgen Schmidhuber": ["Offline Handwriting Recognition with Multidimensional Recurrent Neural Networks., NIPS, 2008"], "Michael L. Kalish": ["Modeling human function learning with Gaussian processes., NIPS, 2008"], "Moritz Grosse-Wentrup": ["Understanding Brain Connectivity Patterns during Motor Imagery for Brain-Computer Interfacing., NIPS, 2008"], "Yuhong Guo": ["Supervised Exponential Family Principal Component Analysis via Convex Optimization., NIPS, 2008"], "Larry S. Davis": ["A \"Shape Aware\" Model for semi-supervised Learning of Objects and its Context., NIPS, 2008", "Automatic online tuning for fast Gaussian summation., NIPS, 2008"], "Bruce G. Cumming": ["An improved estimator of Variance Explained in the presence of noise., NIPS, 2008"], "Daniel D. Lee": ["Extended Grassmann Kernels for Subspace-Based Learning., NIPS, 2008"], "Eric Moulines": ["Kernel Change-point Analysis., NIPS, 2008"], "Guido Nolte": ["Estimating vector fields using sparse basis field expansions., NIPS, 2008"], "Richard S. Zemel": ["Learning Hybrid Models for Image Annotation with Partially Labeled Data., NIPS, 2008", "Characterizing response behavior in multisensory perception with conflicting cues., NIPS, 2008"], "Daphne Koller": ["Shape-Based Object Localization for Descriptive Classification., NIPS, 2008", "Cascaded Classification Models: Combining Models for Holistic Scene Understanding., NIPS, 2008"], "Massimiliano Pontil": ["Online Prediction on Large Diameter Graphs., NIPS, 2008"], "Sergio Rojas Galeano": ["Fast Prediction on a Tree., NIPS, 2008"], "Charles Lee Isbell Jr.": ["QUIC-SVD: Fast SVD Using Cosine Trees., NIPS, 2008"], "Liqing Zhang": ["Dynamic visual attention: searching for coding length increments., NIPS, 2008"], "Brendan J. Frey": ["Structured ranking learning using cumulative distribution networks., NIPS, 2008"], "Nina Taft": ["Spectral Clustering with Perturbed Data., NIPS, 2008"], "Alan F. Murray": ["Bio-inspired Real Time Sensory Map Realignment in a Robotic Barn Owl., NIPS, 2008"], "John Shawe-Taylor": ["Theory of matching pursuit., NIPS, 2008"], "Kannan Achan": ["Continuously-adaptive discretization for message-passing algorithms., NIPS, 2008"], "Jean-Philippe Vert": ["Clustered Multi-Task Learning: A Convex Formulation., NIPS, 2008"], "Devavrat Shah": ["Inferring rankings under constrained sensing., NIPS, 2008"], "Kristen Grauman": ["Online Metric Learning and Fast Similarity Search., NIPS, 2008", "Multi-Level Active Prediction of Useful Image Annotations for Recognition., NIPS, 2008"], "H. Sebastian Seung": ["Natural Image Denoising with Convolutional Networks., NIPS, 2008"], "Jieping Ye": ["Multi-label Multiple Kernel Learning., NIPS, 2008"], "Sachiko Kinoshita": ["Optimal Response Initiation: Why Recent Experience Matters., NIPS, 2008"], "Ambuj Tewari": ["On the Complexity of Linear Prediction: Risk Bounds, Margin Bounds, and Regularization., NIPS, 2008", "On the Generalization Ability of Online Strongly Convex Programming Algorithms., NIPS, 2008"], "Masashi Sugiyama": ["Efficient Direct Density Ratio Estimation for Non-stationarity Adaptation and Outlier Detection., NIPS, 2008"], "Masato Okada": ["Extracting State Transition Dynamics from Multiple Spike Trains with Correlated Poisson HMM., NIPS, 2008", "A general framework for investigating how far the decoding process in the brain can be simplified., NIPS, 2008"], "Fei Xu": ["An ideal observer model of infant object perception., NIPS, 2008"], "Clayton D. Scott": ["Performance analysis for L_2 kernel classification., NIPS, 2008"], "Roberto Cipolla": ["MCBoost: Multiple Classifier Boosting for Perceptual Co-clustering of Images and Visual Features., NIPS, 2008"], "Florentin Wörgötter": ["On the asymptotic equivalence between differential Hebbian and temporal difference learning using a local third factor., NIPS, 2008"], "Georgios Tziritas": ["Clustering via LP-based Stabilities., NIPS, 2008"], "Bart Selman": ["Counting Solution Clusters in Graph Coloring Problems Using Belief Propagation., NIPS, 2008"], "Vladimir Pavlovic": ["Scalable Algorithms for String Kernels with Inexact Matching., NIPS, 2008"], "Philip H. S. Torr": ["Improved Moves for Truncated Convex Models., NIPS, 2008"], "Michael I. Jordan": ["DiscLDA: Discriminative Learning for Dimensionality Reduction and Classification., NIPS, 2008", "High-dimensional support union recovery in multivariate regression., NIPS, 2008", "Shared Segmentation of Natural Scenes Using Dependent Pitman-Yor Processes., NIPS, 2008"], "Tong Zhang": ["Sparse Online Learning via Truncated Gradient., NIPS, 2008", "Adaptive Forward-Backward Greedy Algorithm for Sparse Learning with Linear Models., NIPS, 2008", "Multi-stage Convex Relaxation for Learning with Sparse Regularization., NIPS, 2008"], "Xiang Bai": ["Multiscale Random Fields with Application to Contour Grouping., NIPS, 2008"], "Lucas C. Parra": ["Adaptive Template Matching with Shift-Invariant Semi-NMF., NIPS, 2008"], "Alexander G. Gray": ["Fast High-dimensional Kernel Summations Using the Monte Carlo Multipole Method., NIPS, 2008"], "Liam Paninski": ["Designing neurophysiology experiments to optimally constrain receptive field models along parametric submanifolds., NIPS, 2008"], "Trevor Hastie": ["One sketch for all: Theory and Application of Conditional Random Sampling., NIPS, 2008"], "Chiou-Shann Fuh": ["Dimensionality Reduction for Data in Multiple Feature Representations., NIPS, 2008"], "Larry A. Wasserman": ["Nonparametric regression and classification with joint sparsity constraints., NIPS, 2008"], "Rocco A. Servedio": ["Adaptive Martingale Boosting., NIPS, 2008"], "Christine Fawcett": ["A rational model of preference learning and choice prediction by children., NIPS, 2008"], "E. James Kehoe": ["A computational model of hippocampal function in trace conditioning., NIPS, 2008"], "Wulfram Gerstner": ["Stress, noradrenaline, and realistic prediction of mouse behaviour using reinforcement learning., NIPS, 2008"], "Eero P. Simoncelli": ["Reducing statistical dependencies in natural signals using radial Gaussianization., NIPS, 2008"], "Lester W. Mackey": ["Deflation Methods for Sparse PCA., NIPS, 2008"], "Matthias Hein": ["Influence of graph construction on graph-based clustering measures., NIPS, 2008", "Non-parametric Regression Between Manifolds., NIPS, 2008"], "Andrew Zisserman": ["Supervised Dictionary Learning., NIPS, 2008"], "Afshin Rostamizadeh": ["Domain Adaptation with Multiple Sources., NIPS, 2008", "Rademacher Complexity Bounds for Non-I.I.D. Processes., NIPS, 2008"], "Nuno Vasconcelos": ["On the Design of Loss Functions for Classification: theory, robustness to outliers, and SavageBoost., NIPS, 2008"], "Alexander J. Smola": ["Robust Near-Isometric Matching via Structured Learning of Graphical Models., NIPS, 2008", "Kernelized Sorting., NIPS, 2008", "Kernel Measures of Independence for non-iid Data., NIPS, 2008"], "Joelle Pineau": ["MDPs with Non-Deterministic Policies., NIPS, 2008"], "John M. Winn": ["Gates., NIPS, 2008"], "Geoffrey E. Hinton": ["A Scalable Hierarchical Distributed Language Model., NIPS, 2008", "Implicit Mixtures of Restricted Boltzmann Machines., NIPS, 2008", "Using matrices to model symbolic relationship., NIPS, 2008"], "Zoubin Ghahramani": ["Bayesian Exponential Family PCA., NIPS, 2008", "The Infinite Factorial Hidden Markov Model., NIPS, 2008"], "Mikhail I. Rabinovich": ["Artificial Olfactory Brain for Mixture Identification., NIPS, 2008"], "Ruslan Salakhutdinov": ["Evaluating probabilities under high-dimensional latent variable models., NIPS, 2008"], "Martin J. Wainwright": ["Phase transitions for high-dimensional joint support recovery., NIPS, 2008"], "Wolfgang Maass": ["Hebbian Learning of Bayes Optimal Decisions., NIPS, 2008"], "Fernando De la Torre": ["Robust Kernel Principal Component Analysis., NIPS, 2008"], "Frank Nielsen": ["On the Efficient Minimization of Classification Calibrated Surrogates., NIPS, 2008"], "Michael L. Littman": ["Multi-resolution Exploration in Continuous Spaces., NIPS, 2008"], "Klaus Obermayer": ["Modeling Short-term Noise Dependence of Spike Counts in Macaque Prefrontal Cortex., NIPS, 2008", "Dependence of Orientation Tuning on Recurrent Excitation and Inhibition in a Network Model of V1., NIPS, 2008"], "Ole Winther": ["Improving on Expectation Propagation., NIPS, 2008"], "André Elisseeff": ["Finding Latent Causes in Causal Networks: an Efficient Approach Based on Markov Blankets., NIPS, 2008"], "Fernando Pérez-Cruz": ["Estimation of Information Theoretic Measures for Continuous Random Variables., NIPS, 2008"], "Bruno Scherrer": ["Biasing Approximate Dynamic Programming with a Lower Discount Factor., NIPS, 2008"], "Jeff Wickens": ["Cell Assemblies in Large Sparse Inhibitory Networks of Biologically Realistic Spiking Neurons., NIPS, 2008"], "Hang Li": ["Global Ranking Using Continuous Conditional Random Fields., NIPS, 2008"], "Quaid Morris": ["A mixture model for the evolution of gene expression in non-homogeneous datasets., NIPS, 2008"], "Jorge G. Silva": ["Near-minimax recursive density estimation on the binary hypercube., NIPS, 2008"], "Benjamin Recht": ["Weighted Sums of Random Kitchen Sinks: Replacing minimization with randomization in learning., NIPS, 2008"], "Hal Daumé III": ["The Infinite Hierarchical Factor Regression Model., NIPS, 2008"], "Bin Yu": ["Model Selection in Gaussian Graphical Models: High-Dimensional Consistency of l1-regularized MLE., NIPS, 2008"], "Jack L. Gallant": ["Nonparametric sparse hierarchical models describe V1 fMRI responses to natural images., NIPS, 2008"], "Michael C. Mozer": ["Temporal Dynamics of Cognitive Control., NIPS, 2008"], "Russ Tedrake": ["Signal-to-Noise Ratio Analysis of Policy Gradient Algorithms., NIPS, 2008"], "Alexander J. Hartemink": ["Non-stationary dynamic Bayesian networks., NIPS, 2008"], "Javier R. Movellan": ["Optimization on a Budget: A Reinforcement Learning Approach., NIPS, 2008"], "Trevor Darrell": ["Unsupervised Learning of Visual Sense Models for Polysemous Words., NIPS, 2008"], "Lyle H. Ungar": ["Regularized Learning with Networks of Features., NIPS, 2008"], "Stephen C. Strother": ["Generative versus discriminative training of RBMs for classification of fMRI images., NIPS, 2008"], "Dmitry Kamenetsky": ["Efficient Exact Inference in Planar Ising Models., NIPS, 2008"], "Robert A. Legenstein": ["On Computational Power and the Order-Chaos Phase Transition in Reservoir Computing., NIPS, 2008"], "Gunnar Rätsch": ["An Empirical Analysis of Domain Adaptation Algorithms for Genomic Sequence Analysis., NIPS, 2008"], "Mohak Shah": ["Risk Bounds for Randomized Sample Compressed Classifiers., NIPS, 2008"], "Sham M. Kakade": ["Mind the Duality Gap: Logarithmic regret algorithms for online optimization., NIPS, 2008"], "Naftali Tishby": ["On the Reliability of Clustering Stability in the Large Sample Regime., NIPS, 2008"], "Lei Wang": ["PSDBoost: Matrix-Generation Linear Programming for Positive Semidefinite Matrices Learning., NIPS, 2008"], "Tony Jebara": ["Relative Margin Machines., NIPS, 2008"], "Eilon Vaadia": ["Kernel-ARMA for Hand Tracking and Brain-Machine interfacing During 3D Motor Control., NIPS, 2008"], "Andrew G. Barto": ["Skill Characterization Based on Betweenness., NIPS, 2008"], "Aleksandra Mojsilovic": ["Regularized Co-Clustering with Dual Supervision., NIPS, 2008"], "Matthias Bethge": ["The Conjoint Effect of Divisive Normalization and Orientation Selectivity on Redundancy Reduction., NIPS, 2008"], "Hongyuan Zha": ["Convergence and Rate of Convergence of a Manifold-Based Dimension Reduction Algorithm., NIPS, 2008"], "Tommi S. Jaakkola": ["Clusters and Coarse Partitions in LP Relaxations., NIPS, 2008"], "Nathan Srebro": ["Fast Rates for Regularized Objectives., NIPS, 2008"], "Jianbo Shi": ["Grouping Contours Via a Related Image., NIPS, 2008"], "Andreas Christmann": ["Sparsity of SVMs that use the epsilon-insensitive loss., NIPS, 2008"], "Daniel Golovin": ["An Online Algorithm for Maximizing Submodular Functions., NIPS, 2008"], "Graham W. Taylor": ["The Recurrent Temporal Restricted Boltzmann Machine., NIPS, 2008"], "Hamid Reza Maei": ["A Convergent O(n) Temporal-difference Algorithm for Off-policy Learning with Linear Function Approximation., NIPS, 2008"], "Satinder P. Singh": ["Simple Local Models for Complex Dynamical Systems., NIPS, 2008"], "Luis von Ahn": ["Breaking Audio CAPTCHAs., NIPS, 2008"], "Tanja Schultz": ["Correlated Bigram LSA for Unsupervised Language Model Adaptation., NIPS, 2008"], "Klaus-Robert Müller": ["Playing Pinball with non-invasive BCI., NIPS, 2008"], "Prakash Panangaden": ["Bounding Performance Loss in Approximate MDP Homomorphisms., NIPS, 2008"], "Svetha Venkatesh": ["Hierarchical Semi-Markov Conditional Random Fields for Recursive Sequential Data., NIPS, 2008"], "Clark Glymour": ["Integrating Locally Learned Causal Structures with Overlapping Variables., NIPS, 2008"], "Stefan Schaal": ["Bayesian Kernel Shaping for Learning Control., NIPS, 2008"], "Magnus Rattray": ["Efficient Sampling for Gaussian Process Inference using Control Variables., NIPS, 2008"], "Jonathan D. Cohen": ["Learning to Use Working Memory in Partially Observable Environments through Dopaminergic Reinforcement., NIPS, 2008", "Sequential effects: Superstition or rational behavior?, NIPS, 2008"], "Greg Mori": ["Learning a discriminative hidden part model for human action recognition., NIPS, 2008"], "Olivier Chapelle": ["Large Margin Taxonomy Embedding for Document Categorization., NIPS, 2008"], "Misha Pavel": ["Beyond Novelty Detection: Incongruent Events, when General and Specific Classifiers Disagree., NIPS, 2008"], "Robert Fergus": ["Spectral Hashing., NIPS, 2008"], "Christopher Meek": ["MAS: a multiplicative approximation scheme for probabilistic inference., NIPS, 2008"], "Srikantan S. Nagarajan": ["Estimating the Location and Orientation of Complex, Correlated Neural Activity using MEG., NIPS, 2008"], "Feng Liang": ["Localized Sliced Inverse Regression., NIPS, 2008"], "Alan L. Yuille": ["Model selection and velocity estimation using novel priors for motion patterns., NIPS, 2008", "Recursive Segmentation and Recognition Templates for 2D Parsing., NIPS, 2008"], "Pamela Abshire": ["Short-Term Depression in VLSI Stochastic Synapse., NIPS, 2008"], "Michael R. Lyu": ["An Extended Level Method for Efficient Multiple Kernel Learning., NIPS, 2008", "Learning with Consistency between Inductive Functions and Kernels., NIPS, 2008"], "Terran Lane": ["Bayesian Network Score Approximation using a Metagraph Kernel., NIPS, 2008"], "Yoshihiro Yamanishi": ["Supervised Bipartite Graph Inference., NIPS, 2008"], "Rahul Sukthankar": ["Semi-supervised Learning with Weakly-Related Unlabeled Data: Towards Better Text Categorization., NIPS, 2008"], "Wentai Liu": ["Spike Feature Extraction Using Informative Samples., NIPS, 2008"], "Maneesh Sahani": ["Gaussian-process factor analysis for low-dimensional single-trial analysis of neural population activity., NIPS, 2008"], "Yihong Gong": ["Deep Learning with Kernel Regularization for Visual Recognition., NIPS, 2008", "Stochastic Relational Models for Large-scale Dyadic Data using MCMC., NIPS, 2008"], "Claus Neubauer": ["Variational Mixture of Gaussian Process Experts., NIPS, 2008"], "Leslie Pack Kaelbling": ["Multi-Agent Filtering with Infinitely Nested Beliefs., NIPS, 2008"], "Deepak Agarwal": ["Fast Computation of Posterior Mode in Multi-Level Hierarchical Models., NIPS, 2008"], "Artur Dubrawski": ["Learning the Semantic Correlation: An Alternative Way to Gain from Unlabeled Text., NIPS, 2008"], "Xiaoou Tang": ["Cyclizing Clusters via Zeta Function of a Graph., NIPS, 2008"], "Jeffrey A. Kaye": ["Hierarchical Fisher Kernels for Longitudinal Data., NIPS, 2008"], "Dit-Yan Yeung": ["Posterior Consistency of the Silverman g-prior in Bayesian Model Choice., NIPS, 2008"], "Bo Zhang": ["Partially Observed Maximum Entropy Discrimination Markov Networks., NIPS, 2008"]}