{"David López-Paz": ["The Randomized Dependence Coefficient., NIPS, 2013"], "Alessandro Perina": ["Documents as multiple overlapping windows into grids of counts., NIPS, 2013"], "Wenhao Zhang": ["Reciprocally Coupled Local Estimators Implement Bayesian Information Integration Distributively., NIPS, 2013"], "Guang-Tong Zhou": ["Latent Maximum Margin Clustering., NIPS, 2013"], "Martin Mevissen": ["Data-driven Distributionally Robust Polynomial Optimization., NIPS, 2013"], "Marcus Rohrbach": ["Transfer Learning in a Transductive Setting., NIPS, 2013"], "Ali Borji": ["Bayesian optimization explains human active search., NIPS, 2013"], "Yu-Xiang Wang": ["Provable Subspace Clustering: When LRR meets SSC., NIPS, 2013"], "Hossein Azari Soufiani": ["Generalized Random Utility Models with Multiple Types., NIPS, 2013", "Generalized Method-of-Moments for Rank Aggregation., NIPS, 2013"], "Xinhua Zhang": ["Polar Operators for Structured Sparse Estimation., NIPS, 2013", "Learning with Invariance via Linear Functionals on Reproducing Kernel Hilbert Space., NIPS, 2013"], "Yaoliang Yu": ["On Decomposing the Proximal Map., NIPS, 2013", "Better Approximation and Faster Algorithm Using the Proximal Average., NIPS, 2013"], "Liam MacDermed": ["Point Based Value Iteration with Optimal Belief Compression for Dec-POMDPs., NIPS, 2013"], "Ilya O. Tolstikhin": ["PAC-Bayes-Empirical-Bernstein Inequality., NIPS, 2013"], "Chen-Ping Yu": ["Modeling Clutter Perception using Parametric Proto-object Partitioning., NIPS, 2013"], "Marcelo Fiori": ["Robust Multimodal Graph Matching: Sparse Coding Meets Graph Matching., NIPS, 2013"], "Elias Bareinboim": ["Transportability from Multiple Environments with Limited Experiments., NIPS, 2013"], "Amit Daniely": ["More data speeds up training time in learning halfspaces over sparse vectors., NIPS, 2013"], "Jonas Peters": ["Causal Inference on Time Series using Restricted Structural Equation Models., NIPS, 2013"], "Karen Simonyan": ["Deep Fisher Networks for Large-Scale Image Classification., NIPS, 2013"], "Lei Shi": ["Sparse Additive Text Models with Low Rank Background., NIPS, 2013"], "Chong Wang": ["Variance Reduction for Stochastic Gradient Optimization., NIPS, 2013"], "Michiel Hermans": ["Training and Analysing Deep Recurrent Neural Networks., NIPS, 2013"], "Jeffrey W. Miller": ["A simple example of Dirichlet process mixture inconsistency for the number of components., NIPS, 2013"], "Sergey Levine": ["Variational Policy Search via Trajectory Optimization., NIPS, 2013"], "Aasa Feragen": ["Scalable kernels for graphs with continuous attributes., NIPS, 2013"], "Ulrike von Luxburg": ["Density estimation from unweighted k-nearest neighbor graphs: a roadmap., NIPS, 2013"], "Jamie Shotton": ["Decision Jungles: Compact and Rich Models for Classification., NIPS, 2013"], "Zhenwen Dai": ["What Are the Invariant Occlusive Components of Image Patches? A Probabilistic Generative Approach., NIPS, 2013"], "Prashanth L. A.": ["Actor-Critic Algorithms for Risk-Sensitive MDPs., NIPS, 2013"], "Isik Baris Fidaner": ["Summary Statistics for Partitionings and Feature Allocations., NIPS, 2013"], "Lee H. Dicker": ["One-shot learning and big data with n=2., NIPS, 2013"], "Michalis K. Titsias": ["Variational Inference for Mahalanobis Distance Metrics in Gaussian Process Regression., NIPS, 2013"], "Cristina Savin": ["Correlations strike back (again): the case of associative memory retrieval., NIPS, 2013"], "Zhuo Wang": ["Optimal Neural Population Codes for High-dimensional Stimulus Variables., NIPS, 2013"], "Ryan D. Turner": ["Online Variational Approximations to non-Exponential Family Change Point Models: With Application to Radar Tracking., NIPS, 2013"], "Rie Johnson": ["Accelerating Stochastic Gradient Descent using Predictive Variance Reduction., NIPS, 2013"], "Jason D. Lee": ["Using multiple samples to learn mixture models., NIPS, 2013", "On model selection consistency of penalized M-estimators: a geometric theory., NIPS, 2013"], "Tzu-Kuo Huang": ["Learning Hidden Markov Models from Non-sequence Data via Tensor Decomposition., NIPS, 2013"], "Stefan Wager": ["Dropout Training as Adaptive Regularization., NIPS, 2013"], "Paramveer S. Dhillon": ["New Subsampling Algorithms for Fast Least Squares Regression., NIPS, 2013"], "Yichao Lu": ["Faster Ridge Regression via the Subsampled Randomized Hadamard Transform., NIPS, 2013"], "Shai Shalev-Shwartz": ["Accelerated Mini-Batch Stochastic Dual Coordinate Ascent., NIPS, 2013"], "Bruno Scherrer": ["Improved and Generalized Upper Bounds on the Complexity of Policy Iteration., NIPS, 2013"], "Dahua Lin": ["Online Learning of Nonparametric Mixture Models via Sequential Variational Approximation., NIPS, 2013"], "Jiashi Feng": ["Online Robust PCA via Stochastic Optimization., NIPS, 2013", "Online PCA for Contaminated Data., NIPS, 2013"], "Fabian H. Sinz": ["Least Informative Dimensions., NIPS, 2013"], "Junming Yin": ["A Scalable Approach to Probabilistic Latent Space Inference of Large-Scale Networks., NIPS, 2013"], "Gilles Louppe": ["Understanding variable importances in forests of randomized trees., NIPS, 2013"], "Brian McWilliams": ["Correlated random features for fast semi-supervised learning., NIPS, 2013"], "Trevor Campbell": ["Dynamic Clustering via Asymptotics of the Dependent Dirichlet Process Mixture., NIPS, 2013"], "Mahito Sugiyama": ["Rapid Distance-Based Outlier Detection via Sampling., NIPS, 2013"], "Po-Ling Loh": ["Regularized M-estimators with nonconvexity: Statistical and algorithmic theory for local optima., NIPS, 2013"], "Carlos J. Becker": ["Non-Linear Domain Adaptation with Boosting., NIPS, 2013"], "Carl Doersch": ["Mid-level Visual Element Discovery as Discriminative Mode Seeking., NIPS, 2013"], "Assaf Glazer": ["q-OCSVM: A q-Quantile Estimator for High-Dimensional Distributions., NIPS, 2013"], "Sivan Sabato": ["Auditing: Active Learning with Outcome-Dependent Query Costs., NIPS, 2013"], "José Bento": ["A message-passing algorithm for multi-agent trajectory planning., NIPS, 2013"], "Yichuan Tang": ["Learning Stochastic Feedforward Neural Networks., NIPS, 2013"], "Srinivas C. Turaga": ["Inferring neural population dynamics from multiple partial recordings of the same neural circuit., NIPS, 2013"], "Ian J. Goodfellow": ["Multi-Prediction Deep Boltzmann Machines., NIPS, 2013"], "Vibhav Vineet": ["Higher Order Priors for Joint Intrinsic Image, Objects, and Attributes Estimation., NIPS, 2013"], "Christophe Schülke": ["Blind Calibration in Compressed Sensing using Message Passing Algorithms., NIPS, 2013"], "Ashesh Jain": ["Learning Trajectory Preferences for Manipulators via Iterative Improvement., NIPS, 2013"], "Huahua Wang": ["Large Scale Distributed Sparse Precision Estimation., NIPS, 2013"], "Cheston Tan": ["Neural representation of action sequences: how far can a simple snippet-matching model take us?, NIPS, 2013"], "Siwei Lyu": ["On Algorithms for Sparse Multi-factor NMF., NIPS, 2013"], "Eunho Yang": ["Dirty Statistical Models., NIPS, 2013", "Conditional Random Fields via Univariate Exponential Families., NIPS, 2013", "On Poisson Graphical Models., NIPS, 2013"], "Jason Chang": ["Parallel Sampling of DP Mixture Models using Sub-Cluster Splits., NIPS, 2013"], "Tianbao Yang": ["Trading Computation for Communication: Distributed Stochastic Dual Coordinate Ascent., NIPS, 2013"], "Sébastien Bubeck": ["Prior-free and prior-dependent regret bounds for Thompson Sampling., NIPS, 2013"], "Justin Domke": ["Structured Learning via Logistic Regression., NIPS, 2013", "Projecting Ising Model Parameters for Fast Mixing., NIPS, 2013"], "Parikshit Ram": ["Which Space Partitioning Tree to Use for Search?, NIPS, 2013"], "Mehrdad Mahdavi": ["Mixed Optimization for Smooth Functions., NIPS, 2013", "Stochastic Convex Optimization with Multiple Objectives., NIPS, 2013"], "Edoardo M. Airoldi": ["Stochastic blockmodel approximation of a graphon: Theory and consistent estimation., NIPS, 2013"], "Shiau Hong Lim": ["Reinforcement Learning in Robust Markov Decision Processes., NIPS, 2013"], "Ke Hou": ["On the Linear Convergence of the Proximal Gradient Method for Trace Norm Regularization., NIPS, 2013"], "Hesham Mostafa": ["Recurrent networks of coupled Winner-Take-All oscillators for solving constraint satisfaction problems., NIPS, 2013"], "Wenjie Luo": ["Latent Structured Active Learning., NIPS, 2013"], "Nicolò Cesa-Bianchi": ["A Gang of Bandits., NIPS, 2013", "Online Learning with Switching Costs and Other Adaptive Adversaries., NIPS, 2013"], "Daniel Hernández-Lobato": ["Learning Feature Selection Dependencies in Multi-task Learning., NIPS, 2013"], "Wojciech Zaremba": ["B-test: A Non-parametric, Low Variance Kernel Two-sample Test., NIPS, 2013"], "Francis R. Bach": ["Non-strongly-convex smooth stochastic approximation with convergence rate O(1/n)., NIPS, 2013"], "Ziteng Wang": ["Efficient Algorithm for Privately Releasing Smooth Queries., NIPS, 2013"], "Anshumali Shrivastava": ["Beyond Pairwise: Provably Fast Algorithms for Approximate k-Way Similarity Search., NIPS, 2013"], "Raphaël Bailly": ["Unsupervised Spectral Learning of Finite State Transducers., NIPS, 2013"], "Naiyan Wang": ["Learning a Deep Compact Image Representation for Visual Tracking., NIPS, 2013"], "Ferran Diego Andilla": ["Learning Multi-level Sparse Representations., NIPS, 2013"], "Grani Adiwena Hanasusanto": ["Robust Data-Driven Dynamic Programming., NIPS, 2013"], "Akshay Krishnamurthy": ["Low-Rank Matrix and Tensor Completion via Adaptive Sampling., NIPS, 2013"], "Adrien Todeschini": ["Probabilistic Low-Rank Matrix Completion with Adaptive Spectral Regularization Algorithms., NIPS, 2013"], "Eshcar Hillel": ["Distributed Exploration in Multi-Armed Bandits., NIPS, 2013"], "Wouter M. Koolen": ["The Pareto Regret Frontier., NIPS, 2013"], "Shaodan Zhai": ["Direct 0-1 Loss Minimization and Margin Maximization with Boosting., NIPS, 2013"], "Asrar Ahmed": ["Regret based Robust Solutions for Uncertain Markov Decision Processes., NIPS, 2013"], "Chris Hinrichs": ["Speeding up Permutation Testing in Neuroimaging., NIPS, 2013"], "Yoshua Bengio": ["Generalized Denoising Auto-Encoders as Generative Models., NIPS, 2013"], "Pablo Sprechmann": ["Supervised Sparse Analysis and Synthesis Operators., NIPS, 2013"], "Ryosuke Matsushita": ["Low-rank matrix reconstruction and clustering via approximate message passing., NIPS, 2013"], "Richard Socher": ["Reasoning With Neural Tensor Networks for Knowledge Base Completion., NIPS, 2013", "Zero-Shot Learning Through Cross-Modal Transfer., NIPS, 2013"], "Mohsen Bayati": ["Estimating LASSO Risk and Noise Level., NIPS, 2013"], "David J. Weiss": ["Learning Adaptive Value of Information for Structured Prediction., NIPS, 2013"], "Dae Il Kim": ["Efficient Online Inference for Bayesian Nonparametric Relational Models., NIPS, 2013"], "Botond Cseke": ["Approximate inference in latent Gaussian-Markov models from continuous time observations., NIPS, 2013"], "Lijun Zhang": ["Linear Convergence with Condition Number Independent Access of Full Gradients., NIPS, 2013"], "Divyanshu Vats": ["When in Doubt, SWAP: High-Dimensional Sparse Recovery from Correlated Measurements., NIPS, 2013"], "Raif M. Rustamov": ["Wavelets on Graphs via Deep Learning., NIPS, 2013"], "Wojciech Samek": ["Robust Spatial Filtering with Beta Divergence., NIPS, 2013"], "Fajwel Fogel": ["Convex Relaxations for Permutation Problems., NIPS, 2013"], "Josip Djolonga": ["High-Dimensional Gaussian Process Bandits., NIPS, 2013"], "Subhaneil Lahiri": ["A memory frontier for complex synapses., NIPS, 2013"], "Tim Roughgarden": ["Marginals-to-Models Reducibility., NIPS, 2013"], "Nima Taghipour": ["First-order Decomposition Trees., NIPS, 2013"], "Fabian L. Wauthier": ["A Comparative Framework for Preconditioned Lasso Algorithms., NIPS, 2013"], "Jie Wang": ["Lasso Screening Rules via Dual Polytope Projection., NIPS, 2013"], "Yuening Hu": ["Binary to Bushy: Bayesian Hierarchical Clustering with the Beta Coalescent., NIPS, 2013"], "George H. Chen": ["A Latent Source Model for Nonparametric Time Series Classification., NIPS, 2013"], "Yanshuai Cao": ["Efficient Optimization for Sparse Gaussian Process Regression., NIPS, 2013"], "Viet-An Nguyen": ["Lexical and Hierarchical Topic Regression., NIPS, 2013"], "Dino Sejdinovic": ["A Kernel Test for Three-Variable Interactions., NIPS, 2013"], "Michael C. Hughes": ["Memoized Online Variational Inference for Dirichlet Process Mixture Models., NIPS, 2013"], "Liming Wang": ["Designed Measurements for Vector Count Data., NIPS, 2013"], "Yuhong Guo": ["Robust Transfer Principal Component Analysis with Rank Constraints., NIPS, 2013"], "Kareem Amin": ["Learning Prices for Repeated Auctions with Strategic Buyers., NIPS, 2013"], "Miaomiao Zhang": ["Probabilistic Principal Geodesic Analysis., NIPS, 2013"], "Adel Javanmard": ["Confidence Intervals and Hypothesis Testing for High-Dimensional Statistical Models., NIPS, 2013", "Model Selection for High-Dimensional Regression under the Generalized Irrepresentability Condition., NIPS, 2013"], "Nagarajan Natarajan": ["Learning with Noisy Labels., NIPS, 2013"], "Erich Kummerfeld": ["Tracking Time-varying Graphical Structure., NIPS, 2013"], "Kohei Hayashi": ["Factorized Asymptotic Bayesian Inference for Latent Feature Models., NIPS, 2013"], "Qirong Ho": ["More Effective Distributed ML via a Stale Synchronous Parallel Parameter Server., NIPS, 2013"], "Jie Liu": ["Bayesian Estimation of Latently-grouped Parameters in Undirected Graphical Models., NIPS, 2013"], "Navid Zolghadr": ["Online Learning with Costly Features and Labels., NIPS, 2013"], "Eftychios A. Pnevmatikakis": ["Sparse nonnegative deconvolution for compressive calcium imaging: algorithms and phase transitions., NIPS, 2013"], "Min Xiao": ["A Novel Two-Step Method for Cross Language Representation Learning., NIPS, 2013"], "Tamir Hazan": ["On Sampling from the Gibbs Distribution with Random Maximum A-Posteriori Perturbations., NIPS, 2013", "Learning Efficient Random Maximum A-Posteriori Predictors with Non-Decomposable Loss Functions., NIPS, 2013"], "Karthika Mohan": ["Graphical Models for Inference with Missing Data., NIPS, 2013"], "Boqing Gong": ["Reshaping Visual Datasets for Domain Adaptation., NIPS, 2013"], "Maria-Florina Balcan": ["Statistical Active Learning Algorithms., NIPS, 2013", "Distributed k-means and k-median clustering on general communication topologies., NIPS, 2013"], "Benjamin Shababo": ["Bayesian Inference and Online Experimental Design for Mapping Neural Microcircuits., NIPS, 2013"], "Stefanie Jegelka": ["Reflection methods for user-friendly submodular optimization., NIPS, 2013"], "Kewei Tu": ["Unsupervised Structure Learning of Stochastic And-Or Grammars., NIPS, 2013"], "Ryota Tomioka": ["Convex Tensor Decomposition via Structured Schatten Norm Regularization., NIPS, 2013"], "Yann Dauphin": ["Stochastic Ratio Matching of RBMs for Sparse High-Dimensional Inputs., NIPS, 2013"], "Jukka Corander": ["Learning Chordal Markov Networks by Constraint Satisfaction., NIPS, 2013"], "Ichiro Takeuchi": ["Parametric Task Learning., NIPS, 2013"], "Zhengdong Lu": ["A Deep Architecture for Matching Short Texts., NIPS, 2013"], "Christina E. Lee": ["Computing the Stationary Distribution Locally., NIPS, 2013"], "Myunghwan Kim": ["Nonparametric Multi-group Membership Model for Dynamic Networks., NIPS, 2013"], "Matteo Pirotta": ["Adaptive Step-Size for Policy Gradient Methods., NIPS, 2013"], "Xinghao Pan": ["Optimistic Concurrency Control for Distributed Unsupervised Learning., NIPS, 2013"], "Leonidas Lefakis": ["Reservoir Boosting : Between Online and Offline Ensemble Learning., NIPS, 2013"], "Xavier Bresson": ["Multiclass Total Variation Clustering., NIPS, 2013"], "Raja Hafiz Affandi": ["Approximate Inference in Continuous Determinantal Processes., NIPS, 2013"], "Shinichi Nakajima": ["Global Solver and Its Efficient Approximation for Variational Bayesian Low-rank Subspace Clustering., NIPS, 2013"], "Nathaniel Korda": ["Thompson Sampling for 1-Dimensional Exponential Family Bandits., NIPS, 2013"], "Viet Cuong Nguyen": ["Active Learning for Probabilistic Hypotheses Using the Maximum Gibbs Error Criterion., NIPS, 2013"], "Barbara Rakitsch": ["It is all in the noise: Efficient multi-task Gaussian process inference with structured residuals., NIPS, 2013"], "Harish G. Ramaswamy": ["Convex Calibrated Surrogates for Low-Rank Loss Matrices with Applications to Subset Ranking Losses., NIPS, 2013"], "Qichao Que": ["Inverse Density as an Inverse Problem: the Fredholm Equation Approach., NIPS, 2013"], "Forest Agostinelli": ["Robust Image Denoising with Multi-Column Deep Neural Networks., NIPS, 2013"], "Khaled S. Refaat": ["EDML for Learning Parameters in Directed and Undirected Graphical Models., NIPS, 2013"], "Soravit Changpinyo": ["Similarity Component Analysis., NIPS, 2013"], "Vikash K. Mansinghka": ["Approximate Bayesian Image Interpretation using Generative Probabilistic Graphics Programs., NIPS, 2013"], "John C. Duchi": ["Local Privacy and Minimax Bounds: Sharp Rates for Probability Estimation., NIPS, 2013", "Estimation, Optimization, and Parallelism when Data is Sparse., NIPS, 2013"], "David G. T. Barrett": ["Firing rate predictions in optimal balanced networks., NIPS, 2013"], "Masayuki Karasuyama": ["Manifold-based Similarity Adaptation for Label Propagation., NIPS, 2013"], "Haichao Zhang": ["Non-Uniform Camera Shake Removal Using a Spatially-Adaptive Sparse Penalty., NIPS, 2013"], "Dimitris Achlioptas": ["Near-Optimal Entrywise Sampling for Data Matrices., NIPS, 2013"], "Leonid Boytsov": ["Learning to Prune in Metric and Non-Metric Spaces., NIPS, 2013"], "Alexander Zimin": ["Online learning in episodic Markovian decision processes by relative entropy policy search., NIPS, 2013"], "Paul Wagner": ["Optimistic policy iteration and natural actor-critic: A unifying view and a non-optimality result., NIPS, 2013"], "Charles Blundell": ["Bayesian Hierarchical Community Discovery., NIPS, 2013"], "Noga Alon": ["From Bandits to Experts: A Tale of Domination and Independence., NIPS, 2013"], "Cosma Rohilla Shalizi": ["Predictive PAC Learning and Process Decompositions., NIPS, 2013"], "Crystal Maung": ["Pass-efficient unsupervised feature selection., NIPS, 2013"], "Xiaoqin Zhang": ["Simultaneous Rectification and Alignment via Robust Recovery of Low-rank Tensors., NIPS, 2013"], "Aijun Bai": ["Bayesian Mixture Modelling and Inference based Thompson Sampling in Monte-Carlo Tree Search., NIPS, 2013"], "Tetsuro Morimura": ["Solving inverse problem of Markov chain with partial observations., NIPS, 2013"], "Daniele Durante": ["Locally Adaptive Bayesian Multivariate Time Series., NIPS, 2013"], "Yannick Schwartz": ["Mapping paradigm ontologies to and from the brain., NIPS, 2013"], "Amin Karbasi": ["Noise-Enhanced Associative Memories., NIPS, 2013"], "Shouyuan Chen": ["Exact and Stable Recovery of Pairwise Interaction Tensors., NIPS, 2013"], "Evan Archer": ["Bayesian entropy estimation for binary spike train data using parametric prior knowledge., NIPS, 2013"], "Christian Albers": ["Perfect Associative Learning with Spike-Timing-Dependent Plasticity., NIPS, 2013"], "Tamara Broderick": ["Streaming Variational Bayes., NIPS, 2013"], "José Miguel Hernández-Lobato": ["Gaussian Process Conditional Copulas with Applications to Financial Time Series., NIPS, 2013"], "Marius Pachitariu": ["Extracting regions of interest from biological images with convolutional sparse block coding., NIPS, 2013", "Recurrent linear models of simultaneously-recorded neural populations., NIPS, 2013"], "Victor Gabillon": ["Approximate Dynamic Programming Finally Performs Well in the Game of Tetris., NIPS, 2013", "Adaptive Submodular Maximization in Bandit Setting., NIPS, 2013"], "Matthew Lawlor": ["Third-Order Edge Statistics: Contour Continuation, Curvature, and Cortical Connections., NIPS, 2013"], "Adhiraj Somani": ["DESPOT: Online POMDP Planning with Regularization., NIPS, 2013"], "Troy Lee": ["Matrix Completion From any Given Set of Observations., NIPS, 2013"], "Samory Kpotufe": ["Regression-tree Tuning in a Streaming Setting., NIPS, 2013", "Adaptivity to Local Smoothness and Dimension in Kernel Regression., NIPS, 2013"], "Francesca Petralia": ["Multiscale Dictionary Learning for Estimating Conditional Distributions., NIPS, 2013"], "Francesco Orabona": ["Dimension-Free Exponentiated Gradient., NIPS, 2013"], "Raman Arora": ["Stochastic Optimization of PCA with Capped MSG., NIPS, 2013"], "Rohit Babbar": ["On Flat versus Hierarchical Classification in Large-Scale Taxonomies., NIPS, 2013"], "Ying Liu": ["Learning Gaussian Graphical Models with Observed or Latent FVSs., NIPS, 2013"], "Yangqing Jia": ["Visual Concept Learning: Combining Machine Vision and Bayesian Generalization on Concept Hierarchies., NIPS, 2013"], "Moustapha Cissé": ["Robust Bloom Filters for Large MultiLabel Classification Tasks., NIPS, 2013"], "Deepti Pachauri": ["Solving the multi-way matching problem by permutation synchronization., NIPS, 2013"], "Daniel Bartz": ["Generalizing Analytic Shrinkage for Arbitrary Covariance Structures., NIPS, 2013"], "Hanlin Goh": ["Top-Down Regularization of Deep Belief Networks., NIPS, 2013"], "Yu Zhang": ["Heterogeneous-Neighborhood-based Multi-Task Local Learning Algorithms., NIPS, 2013"], "Xiaojin Zhu": ["Machine Teaching for Bayesian Learners in the Exponential Family., NIPS, 2013"], "Qiang Liu": ["Scoring Workers in Crowdsourcing: How Many Control Questions are Enough?, NIPS, 2013"], "Stefan Mathe": ["Action from Still Image Dataset and Inverse Optimal Control to Learn Task Specific Visual Scanpaths., NIPS, 2013"], "Jasper Snoek": ["A Determinantal Point Process Latent Variable Model for Inhibition in Neural Spiking Data., NIPS, 2013"], "Fang Han": ["Robust Sparse Principal Component Regression under the High Dimensional Elliptical Model., NIPS, 2013"], "Bogdan Savchynskyy": ["Global MAP-Optimality by Shrinking the Combinatorial Search Area with Convex Relaxation., NIPS, 2013"], "James Sharpnack": ["Near-optimal Anomaly Detection in Graphs using Lovasz Extended Scan Statistic., NIPS, 2013"], "Agnieszka Grabska-Barwinska": ["Demixing odors - fast inference in olfaction., NIPS, 2013"], "Daniel Vainsencher": ["Learning Multiple Models via Regularized Weighting., NIPS, 2013"], "Anima Anandkumar": ["When are Overcomplete Topic Models Identifiable? Uniqueness of Tensor Tucker Decompositions with Structured Sparsity., NIPS, 2013"], "Kevin Swersky": ["Multi-Task Bayesian Optimization., NIPS, 2013"], "Shahin Shahrampour": ["Online Learning of Dynamic Parameters in Social Networks., NIPS, 2013"], "Jinwoo Shin": ["A Graphical Transformation for Belief Propagation: Maximum Weight Matchings and Odd-Sized Cycles., NIPS, 2013"], "Andreas Ruttor": ["Approximate Gaussian process inference for the drift function in stochastic differential equations., NIPS, 2013"], "Baharan Mirzasoleiman": ["Distributed Submodular Maximization: Identifying Representative Elements in Massive Data., NIPS, 2013"], "Jacob D. Abernethy": ["Adaptive Market Making via Online Learning., NIPS, 2013", "How to Hedge an Option Against an Adversary: Black-Scholes Pricing is Minimax Optimal., NIPS, 2013"], "Alessandro Rudi": ["On the Sample Complexity of Subspace Learning., NIPS, 2013"], "Karin C. Knudson": ["Spike train entropy-rate estimation using hierarchical Dirichlet process priors., NIPS, 2013"], "Stefano Ermon": ["Embed and Project: Discrete Sampling with Universal Hashing., NIPS, 2013"], "Nitish Srivastava": ["Discriminative Transfer Learning with Tree-based Priors., NIPS, 2013"], "Anirban Roychowdhury": ["Small-Variance Asymptotics for Hidden Markov Models., NIPS, 2013"], "Viliam Lisý": ["Convergence of Monte Carlo Tree Search in Simultaneous Move Games., NIPS, 2013"], "Andrea Frome": ["DeViSE: A Deep Visual-Semantic Embedding Model., NIPS, 2013"], "Xiaoxiao Guo": ["Reward Mapping for Transfer in Long-Lived Agents., NIPS, 2013"], "Martin Azizyan": ["Minimax Theory for High-dimensional Gaussian Mixtures with Sparse Mean Separation., NIPS, 2013"], "Misha Denil": ["Predicting Parameters in Deep Learning., NIPS, 2013"], "Paul Valiant": ["Estimating the Unseen: Improved Estimators for Entropy and other Properties., NIPS, 2013"], "Behzad Golshan": ["What do row and column marginals reveal about your dataset?, NIPS, 2013"], "Benigno Uria": ["RNADE: The real-valued neural autoregressive density-estimator., NIPS, 2013"], "Thomas Bonald": ["Two-Target Algorithms for Infinite-Armed Bandits with Bernoulli Rewards., NIPS, 2013"], "Rémi Gribonval": ["Reconciling \"priors\" & \"priors\" without prejudice?, NIPS, 2013"], "Nikhil S. Rao": ["Sparse Overlapping Sets Lasso for Multitask Learning and its Application to fMRI Analysis., NIPS, 2013"], "Daniel S. Levine": ["Sensor Selection in High-Dimensional Gaussian Trees with Nuisances., NIPS, 2013"], "Mohammad Gheshlaghi Azar": ["Sequential Transfer in Multi-armed Bandit with Finite Set of Models., NIPS, 2013"], "Liu Yang": ["Buy-in-Bulk Active Learning., NIPS, 2013"], "James Y. Zou": ["Contrastive Learning Using Spectral Methods., NIPS, 2013"], "Nils Napp": ["Message Passing Inference with Chemical Reaction Networks., NIPS, 2013"], "Daniel Russo": ["Eluder Dimension and the Sample Complexity of Optimistic Exploration., NIPS, 2013"], "Andriy Mnih": ["Learning word embeddings efficiently with noise-contrastive estimation., NIPS, 2013"], "Tuo Zhao": ["Sparse Inverse Covariance Estimation with Calibration., NIPS, 2013"], "Julien Mairal": ["Stochastic Majorization-Minimization Algorithms for Large-Scale Optimization., NIPS, 2013"], "Marco Cuturi": ["Sinkhorn Distances: Lightspeed Computation of Optimal Transport., NIPS, 2013"], "Miao Xu": ["Speedup Matrix Completion with Side Information: Application to Multi-Label Learning., NIPS, 2013"], "Rupesh Kumar Srivastava": ["Compete to Compute., NIPS, 2013"], "Byungkon Kang": ["Fast Determinantal Point Process Sampling with Application to Clustering., NIPS, 2013"], "Yuchen Zhang": ["Information-theoretic lower bounds for distributed statistical estimation with communication constraints., NIPS, 2013"], "Philip S. Thomas": ["Projected Natural Actor-Critic., NIPS, 2013"], "Yacine Jernite": ["Discovering Hidden Variables in Noisy-Or Networks using Quartet Tests., NIPS, 2013"], "Franz J. Király": ["Error-Minimizing Estimates and Universal Entry-Wise Error Bounds for Low-Rank Matrix Completion., NIPS, 2013"], "Dan Rosenbaum": ["Learning the Local Statistics of Optical Flow., NIPS, 2013"], "Gunnar Kedenburg": ["Aggregating Optimistic Planning Trees for Solving Markov Decision Processes., NIPS, 2013"], "David Pfau": ["Robust learning of low-dimensional dynamics from large neural ensembles., NIPS, 2013"], "Min Xu": ["Estimation Bias in Multi-Armed Bandit Algorithms for Search Advertising., NIPS, 2013"], "Nataliya Shapovalova": ["Action is in the Eye of the Beholder: Eye-gaze Driven Model for Spatio-Temporal Action Localization., NIPS, 2013"], "Jing Xiang": ["A* Lasso for Learning a Sparse Bayesian Network Structure for Continuous Variables., NIPS, 2013"], "Matthias Hein": ["The Total Variation on Hypergraphs - Learning on Hypergraphs Revisited., NIPS, 2013"], "Rishabh K. Iyer": ["Submodular Optimization with Submodular Cover and Submodular Knapsack Constraints., NIPS, 2013", "Curvature and Optimal Algorithms for Learning and Minimizing Submodular Functions., NIPS, 2013"], "Jianfei Chen": ["Scalable Inference for Logistic-Normal Topic Models., NIPS, 2013"], "Il Memming Park": ["Spectral methods for neural characterization using generalized quadratic models., NIPS, 2013", "Universal models for binary spike patterns using centered Dirichlet processes., NIPS, 2013"], "Tuan Anh Nguyen": ["Synthesizing Robust Plans under Incomplete Domain Models., NIPS, 2013"], "Shaobo Han": ["Integrated Non-Factorized Variational Inference., NIPS, 2013"], "Ari Pakman": ["Auxiliary-variable Exact Hamiltonian Monte Carlo Samplers for Binary Distributions., NIPS, 2013"], "Aswin Raghavan": ["Symbolic Opportunistic Policy Iteration for Factored-Action MDPs., NIPS, 2013"], "Yasin Abbasi-Yadkori": ["Online Learning in Markov Decision Processes with Adversarially Chosen Transition Probability Distributions., NIPS, 2013"], "Alfredo A. Kalaitzis": ["Flexible sampling of discrete data correlations without the marginal distributions., NIPS, 2013"], "Brenden M. Lake": ["One-shot learning by inverting a compositional causal process., NIPS, 2013"], "Michel Besserve": ["Statistical analysis of coupled time series with Kernel Cross-Spectral Density operators., NIPS, 2013"], "James R. Voss": ["Fast Algorithms for Gaussian Noise Invariant Independent Component Analysis., NIPS, 2013"], "Christian Szegedy": ["Deep Neural Networks for Object Detection., NIPS, 2013"], "Suvrit Sra": ["Geometric optimisation on positive definite matrices for elliptically contoured distributions., NIPS, 2013"], "Ping Li": ["Sign Cauchy Projections and Chi-Square Kernel., NIPS, 2013"], "Fang Zhao": ["Relevance Topic Model for Unstructured Social Group Activity Recognition., NIPS, 2013"], "Hu Ding": ["k-Prototype Learning for 3D Rigid Structures., NIPS, 2013"], "Sinead Williamson": ["Restricting exchangeable nonparametric distributions., NIPS, 2013"], "Shunan Zhang": ["Forgetful Bayes and myopic planning: Human learning and decision-making in a bandit setting., NIPS, 2013"], "Alexandros Paraschos": ["Probabilistic Movement Primitives., NIPS, 2013"], "Shane Griffith": ["Policy Shaping: Integrating Human Feedback with Reinforcement Learning., NIPS, 2013"], "Mark Rogers": ["Multilinear Dynamical Systems for Tensor Time Series., NIPS, 2013"], "Aäron van den Oord": ["Deep content-based music recommendation., NIPS, 2013"], "Kamalika Chaudhuri": ["A Stability-based Validation Procedure for Differentially Private Machine Learning., NIPS, 2013"], "Abbas Edalat": ["Capacity of strong attractor patterns to model behavioural and cognitive prototypes., NIPS, 2013"], "Vincent Q. Vu": ["Fantope Projection and Selection: A near-optimal convex relaxation of sparse PCA., NIPS, 2013"], "Sivaraman Balakrishnan": ["Cluster Trees on Manifolds., NIPS, 2013"], "Mijung Park": ["Bayesian inference for low rank spatiotemporal neural receptive fields., NIPS, 2013"], "Matthew J. Johnson": ["Analyzing Hogwild Parallel Gaussian Gibbs Sampling., NIPS, 2013"], "H. Brendan McMahan": ["Minimax Optimal Algorithms for Unconstrained Linear Optimization., NIPS, 2013"], "Abhradeep Guha Thakurta": ["(Nearly) Optimal Algorithms for Private Online Learning in Full-information and Bandit Settings., NIPS, 2013"], "Yifei Ma": ["Σ-Optimality for Active Learning on Gaussian Random Fields., NIPS, 2013"], "Corinna Cortes": ["Learning Kernels Using Local Rademacher Complexity., NIPS, 2013"], "Roger B. Grosse": ["Annealing between distributions by averaging moments., NIPS, 2013"], "Robert V. Lindsey": ["Optimizing Instructional Policies., NIPS, 2013"], "Antoine Bordes": ["Translating Embeddings for Modeling Multi-relational Data., NIPS, 2013"], "Praneeth Netrapalli": ["Phase Retrieval using Alternating Minimization., NIPS, 2013"], "David E. Carlson": ["Real-Time Inference for a Gamma Process Model of Neural Spiking., NIPS, 2013"], "Pierre Baldi": ["Understanding Dropout., NIPS, 2013"], "Behnam Neyshabur": ["The Power of Asymmetry in Binary Hashing., NIPS, 2013"], "Josh S. Merel": ["A multi-agent control framework for co-adaptation in brain-computer interfaces., NIPS, 2013"], "Prem Gopalan": ["Modeling Overlapping Communities with Node Popularities., NIPS, 2013"], "Beomjoon Kim": ["Learning from Limited Demonstrations., NIPS, 2013"], "Guy Van den Broeck": ["On the Complexity and Approximation of Binary Evidence in Lifted Inference., NIPS, 2013"], "James Martens": ["On the Expressive Power of Restricted Boltzmann Machines., NIPS, 2013"], "Ioannis Mitliagkas": ["Memory Limited, Streaming PCA., NIPS, 2013"], "Srikrishna Sridhar": ["An Approximate, Efficient LP Solver for LP Rounding., NIPS, 2013"], "Özgür Simsek": ["Linear decision rule as aspiration for simple decision heuristics., NIPS, 2013"], "Harikrishna Narasimhan": ["On the Relationship Between Binary Classification, Bipartite Ranking, and Binary Class Probability Estimation., NIPS, 2013"], "Arash A. Amini": ["Bayesian inference as iterated random functions with applications to sequential inference in graphical models., NIPS, 2013"], "Hristo S. Paskov": ["Compressive Feature Learning., NIPS, 2013"], "Matus Telgarsky": ["Moment-based Uniform Deviation Bounds for k-means and Friends., NIPS, 2013"], "Mohammad Amin Sadeghi": ["Fast Template Evaluation with Vector Quantization., NIPS, 2013"], "Sheeraz Ahmad": ["Context-sensitive active sensing in humans., NIPS, 2013"], "Bernardino Romera-Paredes": ["A New Convex Relaxation for Tensor Completion., NIPS, 2013"], "Qiang Cheng": ["Variational Planning for Graph-based MDPs., NIPS, 2013"], "Özlem Aslan": ["Convex Two-Layer Modeling., NIPS, 2013"], "Haim Avron": ["Sketching Structured Matrices for Faster Nonlinear Regression., NIPS, 2013"], "Ian Osband": ["(More) Efficient Reinforcement Learning via Posterior Sampling., NIPS, 2013"], "Zheng Wen": ["Efficient Exploration and Value Function Generalization in Deterministic Systems., NIPS, 2013"], "Mahdi Milani Fard": ["Bellman Error Based Feature Generation using Random Projections on Sparse Spaces., NIPS, 2013"], "Nathaniel J. Smith": ["Learning and using language via recursive pragmatic reasoning about other agents., NIPS, 2013"], "Andreas Stuhlmüller": ["Learning Stochastic Inverses., NIPS, 2013"], "Qianli Liao": ["Learning invariant representations and applications to face verification., NIPS, 2013"], "Alexander Rakhlin": ["Optimization, Learning, and Games with Predictable Sequences., NIPS, 2013"], "Lei Jimmy Ba": ["Adaptive dropout for training deep neural networks., NIPS, 2013"], "Daniel Yamins": ["Hierarchical Modular Optimization of Convolutional Networks Achieves Representations Similar to Macaque IT and Human Ventral Stream., NIPS, 2013"], "Sam Patterson": ["Stochastic Gradient Riemannian Langevin Dynamics on the Probability Simplex., NIPS, 2013"], "Tomas Mikolov": ["Distributed Representations of Words and Phrases and their Compositionality., NIPS, 2013"], "Tai Qin": ["Regularized Spectral Clustering under the Degree-Corrected Stochastic Blockmodel., NIPS, 2013"], "Xiao-Ming Wu": ["Analyzing the Harmonic Structure in Graph-Based Learning., NIPS, 2013"], "Nan Du": ["Scalable Influence Estimation in Continuous-Time Diffusion Networks., NIPS, 2013"], "Roger Frigola": ["Bayesian Inference and Learning in Gaussian Process State-Space Models with Particle MCMC., NIPS, 2013"], "Cho-Jui Hsieh": ["BIG & QUIC: Sparse Inverse Covariance Estimation for a Million Variables., NIPS, 2013"], "Akshay Balsubramani": ["The Fast Convergence of Incremental PCA., NIPS, 2013"], "Aurel A. Lazar": ["Multisensory Encoding, Decoding, and Identification., NIPS, 2013"], "Krzysztof Choromanski": ["Adaptive Anonymity via b-Matching., NIPS, 2013"], "Matjaz Jogan": ["Optimal integration of visual speed across different spatiotemporal frequency channels., NIPS, 2013"], "Martin Slawski": ["Matrix factorization with binary components., NIPS, 2013"], "Nicolas Heess": ["Learning to Pass Expectation Propagation Messages., NIPS, 2013"], "Le Song": ["Robust Low Rank Kernel Embeddings of Multivariate Distributions., NIPS, 2013"]}