{"Pieter Abbeel": ["An Application of Reinforcement Learning to Aerobatic Helicopter Flight., NIPS, 2006"], "Amiran Ambroladze": ["Tighter PAC-Bayes Bounds., NIPS, 2006"], "Yonatan Amit": ["Online Classification for Complex Problems Using Simultaneous Projections., NIPS, 2006"], "Rie Kubota Ando": ["Learning on Graph with Laplacian Regularization., NIPS, 2006"], "Jerónimo Arenas-García": ["Sparse Kernel Orthonormalized PLS for feature extraction in large data sets., NIPS, 2006"], "Andreas Argyriou": ["Multi-Task Feature Learning., NIPS, 2006"], "Peter Auer": ["Logarithmic Online Regret Bounds for Undiscounted Reinforcement Learning., NIPS, 2006"], "Shai Avidan": ["Efficient Methods for Privacy Preserving Face Detection., NIPS, 2006"], "Francis R. Bach": ["Active learning for misspecified generalized linear models., NIPS, 2006"], "Aharon Bar-Hillel": ["Subordinate class recognition using relational object models., NIPS, 2006"], "David Barber": ["Unified Inference for Variational Bayesian Linear Gaussian State-Space Models., NIPS, 2006", "A Novel Gaussian Sum Smoother for Approximate Inference in Switching Linear Dynamical Systems., NIPS, 2006"], "Peter L. Bartlett": ["Sample Complexity of Policy Search with Known Dynamics., NIPS, 2006", "AdaBoost is Consistent., NIPS, 2006"], "Chiara Bartolozzi": ["A selective attention multi--chip system with dynamic synapses and spiking neurons., NIPS, 2006"], "Alexis Battle": ["Temporal and Cross-Subject Probabilistic Models for fMRI Prediction Tasks., NIPS, 2006"], "Mikhail Belkin": ["Convergence of Laplacian Eigenmaps., NIPS, 2006"], "Shai Ben-David": ["Analysis of Representations for Domain Adaptation., NIPS, 2006"], "Eli Ben-Sasson": ["An Approach to Bounded Rationality., NIPS, 2006"], "Yoshua Bengio": ["Greedy Layer-Wise Training of Deep Networks., NIPS, 2006"], "Steffen Bickel": ["Dirichlet-Enhanced Spam Filtering based on Biased Samples., NIPS, 2006"], "Alessandro Bissacco": ["Detecting Humans via Their Pose., NIPS, 2006"], "Oren Boiman": ["Similarity by Composition., NIPS, 2006"], "Mikio L. Braun": ["Denoising and Dimension Reduction in Feature Space., NIPS, 2006"], "Christopher J. C. Burges": ["Learning to Rank with Nonsmooth Cost Functions., NIPS, 2006"], "Peter Carbonetto": ["Conditional mean field., NIPS, 2006"], "Gavin C. Cawley": ["Sparse Multinomial Logistic Regression via Bayesian L1 Regularisation., NIPS, 2006"], "Olivier Chapelle": ["Branch and Bound for Semi-Supervised Support Vector Machines., NIPS, 2006"], "Laurent Charlin": ["Automated Hierarchy Discovery for Planning in Partially Observable Environments., NIPS, 2006"], "Gal Chechik": ["Max-margin classification of incomplete data., NIPS, 2006"], "Chaitanya Chemudugunta": ["Modeling General and Specific Aspects of Documents with a Probabilistic Topic Model., NIPS, 2006"], "Li Cheng": ["implicit Online Learning with Kernels., NIPS, 2006"], "Elisabetta Chicca": ["Context dependent amplification of both rate and event-correlation in a VLSI network of spiking neurons., NIPS, 2006"], "Hugh A. Chipman": ["Bayesian Ensemble Learning., NIPS, 2006"], "Christian Walder": ["Implicit Surfaces with Globally Regularised and Compactly Supported Basis Functions., NIPS, 2006"], "Cheng-Tao Chu": ["Map-Reduce for Machine Learning on Multicore., NIPS, 2006"], "Wei Chu": ["Relational Learning with Gaussian Processes., NIPS, 2006"], "David Cohn": ["Recursive Attribute Factoring., NIPS, 2006"], "Corinna Cortes": ["On Transductive Regression., NIPS, 2006"], "Timothée Cour": ["Balanced Graph Matching., NIPS, 2006"], "Koby Crammer": ["Learning from Multiple Sources., NIPS, 2006"], "Marco Cuturi": ["Kernels on Structured Objects Through Nested Histograms., NIPS, 2006"], "Jason V. Davis": ["Differential Entropic Clustering of Multivariate Gaussians., NIPS, 2006"], "Ofer Dekel": ["Support Vector Machines on a Budget., NIPS, 2006"], "Eizaburo Doi": ["A Theory of Retinal Population Coding., NIPS, 2006"], "Piotr Dollár": ["Learning to Traverse Image Manifolds., NIPS, 2006"], "John C. Duchi": ["Using Combinatorial Optimization within Max-Product Belief Propagation., NIPS, 2006"], "Ran El-Yaniv": ["Optimal Single-Class Classification Strategies., NIPS, 2006"], "Eyal Even-Dar": ["A Small World Threshold for Economic Network Formation., NIPS, 2006"], "Yu Feng": ["PG-means: learning the number of clusters in data., NIPS, 2006"], "Mário A. T. Figueiredo": ["Clustering Under Prior Knowledge with Application to Image Segmentation., NIPS, 2006"], "Karim Filali": ["Multi-dynamic Bayesian Networks., NIPS, 2006"], "Andrea Frome": ["Image Retrieval and Classification Using Local Distance Functions., NIPS, 2006"], "Glenn Fung": ["Multiple Instance Learning for Computer Aided Diagnosis., NIPS, 2006"], "Stanislav Funiak": ["Distributed Inference in Dynamical Systems., NIPS, 2006"], "Alborz Geramifard": ["iLSTD: Eligibility Traces and Convergence Analysis., NIPS, 2006"], "Pascal Germain": ["A PAC-Bayes Risk Bound for General Loss Functions., NIPS, 2006"], "Mohammad Ghavamzadeh": ["Bayesian Policy Gradient Algorithms., NIPS, 2006"], "Mark A. Girolami": ["Data Integration for Classification Problems Employing Gaussian Process Priors., NIPS, 2006"], "Amir Globerson": ["Approximate inference using planar graph decomposition., NIPS, 2006"], "Carla P. Gomes": ["Near-Uniform Sampling of Combinatorial Spaces Using XOR Constraints., NIPS, 2006"], "Geoffrey J. Gordon": ["No-regret Algorithms for Online Convex Programs., NIPS, 2006"], "Amit Gore": ["Large Margin Multi-channel Analog-to-Digital Conversion with Applications to Neural Prosthesis., NIPS, 2006"], "Kristen Grauman": ["Approximate Correspondences in High Dimensions., NIPS, 2006"], "Arthur Gretton": ["A Kernel Method for the Two-Sample-Problem., NIPS, 2006"], "David B. Grimes": ["Learning Nonparametric Models for Probabilistic Imitation., NIPS, 2006"], "Samuel S. Gross": ["Training Conditional Random Fields for Maximum Labelwise Accuracy., NIPS, 2006"], "Moritz Grosse-Wentrup": ["Adaptive Spatial Filters with predefined Region of Interest for EEG based Brain-Computer-Interfaces., NIPS, 2006"], "Jonathan Harel": ["Graph-Based Visual Saliency., NIPS, 2006"], "Gloria Haro": ["Stratification Learning: Detecting Mixed Density and Dimensionality in High Dimensional Point Clouds., NIPS, 2006"], "Matthias Hein": ["Manifold Denoising., NIPS, 2006"], "Ralf Herbrich": ["TrueSkillTM: A Bayesian Skill Rating System., NIPS, 2006"], "Mark Herbster": ["Prediction on a Graph with a Perceptron., NIPS, 2006"], "Alfred O. Hero III": ["Geometric entropy minimization (GEM) for anomaly detection and localization., NIPS, 2006"], "John R. Hershey": ["Single Channel Speech Separation Using Factorial Dynamics., NIPS, 2006"], "Jiayuan Huang": ["Correcting Sample Selection Bias by Unlabeled Data., NIPS, 2006"], "Ke Huang": ["Sparse Representation for Signal Classification., NIPS, 2006"], "Ling Huang": ["In-Network PCA and Anomaly Detection., NIPS, 2006"], "Alexander T. Ihler": ["Learning Time-Intensity Profiles of Human Activity using Non-Parametric Bayesian Models., NIPS, 2006"], "Robert Jenssen": ["Kernel Maximum Entropy Data Transformation and an Enhanced Spectral Clustering Algorithm., NIPS, 2006"], "Mark Johnson": ["Adaptor Grammars: A Framework for Specifying Compositional Nonparametric Bayesian Models., NIPS, 2006"], "Amit Kagian": ["A Humanlike Predictor of Facial Attractiveness., NIPS, 2006"], "Anitha Kannan": ["Clustering appearance and shape by learning jigsaws., NIPS, 2006"], "Yoshinobu Kawahara": ["A Kernel Subspace Method by Stochastic Realization for Learning Nonlinear Dynamical Systems., NIPS, 2006"], "S. Sathiya Keerthi": ["An Efficient Method for Gradient-Based Adaptation of Hyperparameters in SVM Models., NIPS, 2006"], "Charles Kemp": ["Combining causal and similarity-based reasoning., NIPS, 2006"], "Wolf Kienzle": ["A Nonparametric Approach to Bottom-Up Visual Saliency., NIPS, 2006"], "Seyoung Kim": ["Hierarchical Dirichlet Processes with Random Effects., NIPS, 2006"], "Joseph M. Kimmel": ["An Information Theoretic Framework for Eukaryotic Gradient Sensing., NIPS, 2006"], "Stefan Klampfl": ["Information Bottleneck Optimization and Independent Component Extraction with Spiking Neurons., NIPS, 2006"], "Ryota Kobayashi": ["Predicting spike times from subthreshold dynamics of a neuron., NIPS, 2006"], "Risi Kondor": ["Gaussian and Wishart Hyperkernels., NIPS, 2006"], "Konrad P. Körding": ["Causal inference in sensorimotor integration., NIPS, 2006", "Multiple timescales and uncertainty in motor adaptation., NIPS, 2006"], "Matthias Krauledat": ["Reducing Calibration Time For Brain-Computer Interfaces: A Clustering Approach., NIPS, 2006"], "Kenichi Kurihara": ["Accelerated Variational Dirichlet Process Mixtures., NIPS, 2006"], "Alexandre Lacasse": ["PAC-Bayes Bounds for the Risk of the Majority Vote and the Variance of the Gibbs Classifier., NIPS, 2006"], "Julian Laub": ["Inducing Metric Violations in Human Similarity Judgements., NIPS, 2006"], "Neil D. Lawrence": ["Modelling transcriptional regulation using Gaussian Processes., NIPS, 2006"], "Chi-Hoon Lee": ["Learning to Model Spatial Dependency: Semi-Supervised Discriminative Random Fields., NIPS, 2006"], "Honglak Lee": ["Efficient sparse coding algorithms., NIPS, 2006"], "Michael D. Lee": ["A Bayesian Approach to Diffusion Models of Decision-Making and Response Time., NIPS, 2006"], "Su-In Lee": ["Efficient Structure Learning of Markov Networks using L1-Regularization., NIPS, 2006"], "Steven Lemm": ["Aggregating Classification Accuracy across Time: Application to Single Trial EEG., NIPS, 2006"], "Máté Lengyel": ["Uncertainty, phase and oscillatory hippocampal recall., NIPS, 2006"], "Anat Levin": ["Blind Motion Deblurring Using Image Statistics., NIPS, 2006"], "Roger Levy": ["Speakers optimize information density through syntactic reduction., NIPS, 2006"], "Jeremy Lewi": ["Real-time adaptive information-theoretic optimization of neurophysiology experiments., NIPS, 2006"], "Ling Li": ["Ordinal Regression by Extended Binary Classification., NIPS, 2006"], "Ping Li": ["Conditional Random Sampling: A Sketch-based Sampling Technique for Sparse Data., NIPS, 2006"], "Wenye Li": ["Generalized Regularized Least-Squares Learning with Predefined Features in a Hilbert Space., NIPS, 2006"], "Yi Li": ["Learnability and the doubling dimension., NIPS, 2006"], "Jussi T. Lindgren": ["Emergence of conjunctive visual features by quadratic independent component analysis., NIPS, 2006"], "Jennifer Listgarten": ["Bayesian Detection of Infrequent Differences in Sets of Time Series with Shared Structure., NIPS, 2006"], "Ce Liu": ["Analysis of Contour Motions., NIPS, 2006"], "Philip M. Long": ["Attribute-efficient learning of decision lists and linear threshold functions under unconcentrated distributions., NIPS, 2006"], "Le Lu": ["Dynamic Foreground/Background Extraction from Images and Videos using Random Patches., NIPS, 2006"], "Gediminas Luksys": ["Effects of Stress and Genotype on Meta-parameter Dynamics in Reinforcement Learning., NIPS, 2006"], "Siwei Lyu": ["Statistical Modeling of Images with Fields of Gaussian Scale Mixtures., NIPS, 2006"], "Michael I. Mandel": ["An EM Algorithm for Localizing Multiple Sound Sources in Reverberant Environments., NIPS, 2006"], "Yi Mao": ["Isotonic Conditional Random Fields and Local Sentiment Flow., NIPS, 2006"], "Graham McNeill": ["Part-based Probabilistic Point Matching using Equivalence Constraints., NIPS, 2006"], "Edward Meeds": ["Modeling Dyadic Data with Binary Latent Factors., NIPS, 2006"], "Frank Moosmann": ["Fast Discriminative Visual Codebooks using Randomized Clustering Forests., NIPS, 2006"], "Michael C. Mozer": ["Context Effects in Category Learning: An Investigation of Four Probabilistic Models., NIPS, 2006"], "Chris Murray": ["Multi-Robot Negotiation: Approximating the Set of Subgame Perfect Equilibria in General-Sum Stochastic Games., NIPS, 2006"], "Andriy Myronenko": ["Non-rigid point set registration: Coherent Point Drift., NIPS, 2006"], "Boaz Nadler": ["Fundamental Limitations of Spectral Clustering., NIPS, 2006"], "Hariharan Narayanan": ["On the Relation Between Low Density Separation, Spectral Clustering and Graph Cuts., NIPS, 2006"], "Daniel J. Navarro": ["A Nonparametric Bayesian Method for Inferring Features From Similarity Judgments., NIPS, 2006"], "Danko Nikolic": ["Temporal dynamics of information content carried by neurons in the primary visual cortex., NIPS, 2006"], "Lars Omlor": ["Blind source separation for over-determined delayed mixtures., NIPS, 2006"], "Thomas Ott": ["The Neurodynamics of Belief Propagation on Binary Markov Random Fields., NIPS, 2006"], "Sandeep Pandey": ["Handling Advertisements of Unknown Quality in Search Advertising., NIPS, 2006"], "Sridevi Parise": ["Bayesian Model Scoring in Markov Random Fields., NIPS, 2006"], "Luis Pérez-Breva": ["Game Theoretic Algorithms for Protein-DNA binding., NIPS, 2006"], "Lyndsey C. Pickup": ["Bayesian Image Super-resolution, Continued., NIPS, 2006"], "Yuan (Alan) Qi": ["Parameter Expanded Variational Bayesian Methods., NIPS, 2006"], "Michael Rabbat": ["Inferring Network Structure from Co-Occurrences., NIPS, 2006"], "Ali Rahimi": ["Unsupervised Regression with Applications to Nonlinear System Identification., NIPS, 2006"], "Alexander Rakhlin": ["Stability of $K$-Means Clustering., NIPS, 2006"], "Deva Ramanan": ["Learning to parse images of articulated bodies., NIPS, 2006"], "Marc'Aurelio Ranzato": ["Efficient Learning of Sparse Representations with an Energy-Based Model., NIPS, 2006"], "Martin Raphan": ["Learning to be Bayesian without Supervision., NIPS, 2006"], "Nathan D. Ratliff": ["Boosting Structured Prediction for Imitation Learning., NIPS, 2006"], "Gunnar Rätsch": ["Large Scale Hidden Semi-Markov SVMs., NIPS, 2006"], "Silvia Richter": ["Natural Actor-Critic for Road Traffic Optimisation., NIPS, 2006"], "Konrad Rieck": ["Computation of Similarity Measures for Sequential Data using Generalized Suffix Trees., NIPS, 2006"], "Daniel M. Roy": ["Learning annotated hierarchies from relational data., NIPS, 2006"], "Benjamin I. P. Rubinstein": ["Shifting, One-Inclusion Mistake Bounds and Tight Multiclass Expected Risk Bounds., NIPS, 2006"], "Jason M. Samonds": ["Neurophysiological Evidence of Cooperative Mechanisms for Stereo Computation., NIPS, 2006"], "Ashutosh Saxena": ["Robotic Grasping of Novel Objects., NIPS, 2006"], "Paul R. Schrater": ["Theory and Dynamics of Perceptual Bistability., NIPS, 2006"], "Nicol N. Schraudolph": ["Fast Iterative Kernel PCA., NIPS, 2006"], "Matthias W. Seeger": ["Cross-Validation Optimization for Large Scale Hierarchical Classification Kernel Methods., NIPS, 2006"], "Yevgeny Seldin": ["Information Bottleneck for Non Co-Occurrence Data., NIPS, 2006"], "Fei Sha": ["Large Margin Hidden Markov Models for Automatic Speech Recognition., NIPS, 2006"], "Gregory Shakhnarovich": ["Nonlinear physically-based models for decoding motor-cortical population activity., NIPS, 2006"], "Shai Shalev-Shwartz": ["Convex Repeated Games and Fenchel Duality., NIPS, 2006"], "Honghao Shan": ["Recursive ICA., NIPS, 2006"], "Christian R. Shelton": ["Chained Boosting., NIPS, 2006"], "Hideaki Shimazaki": ["A recipe for optimizing a time-histogram., NIPS, 2006"], "Tobias Sing": ["Mutagenetic tree Fisher kernel improves prediction of HIV drug resistance from viral genotype., NIPS, 2006"], "Kyung-Ah Sohn": ["Hidden Markov Dirichlet Process: Modeling Genetic Recombination in Open Ancestral Space., NIPS, 2006"], "Florian Steinke": ["Learning Dense 3D Correspondence., NIPS, 2006"], "Ingo Steinwart": ["An Oracle Inequality for Clipped Regularized Risk Minimizers., NIPS, 2006"], "Amos J. Storkey": ["Learning Structural Equation Models for fMRI., NIPS, 2006", "Mixture Regression for Covariate Shift., NIPS, 2006"], "Graham W. Taylor": ["Modeling Human Motion Using Binary Latent Variables., NIPS, 2006"], "Yee Whye Teh": ["A Collapsed Variational Bayesian Inference Algorithm for Latent Dirichlet Allocation., NIPS, 2006"], "Fabian J. Theis": ["Towards a general independent subspace analysis., NIPS, 2006"], "Emanuel Todorov": ["Linearly-solvable Markov decision problems., NIPS, 2006"], "Ryota Tomioka": ["Logistic Regression for Single Trial EEG Classification., NIPS, 2006"], "Lorenzo Torresani": ["Large Margin Component Analysis., NIPS, 2006", "Learning Motion Style Synthesis from Perceptual Observations., NIPS, 2006"], "Ivor W. Tsang": ["Large-Scale Sparsified Manifold Regularization., NIPS, 2006"], "Joseph P. Turian": ["Scalable Discriminative Learning for Natural Language Parsing and Translation., NIPS, 2006"], "Hamed Valizadegan": ["Generalized Maximum Margin Clustering and Unsupervised Kernel Learning., NIPS, 2006"], "Andrea Vedaldi": ["A Complexity-Distortion Approach to Joint Pattern Alignment., NIPS, 2006"], "René Vidal": ["Online Clustering of Moving Hyperplanes., NIPS, 2006"], "Jade P. Vinson": ["Comparative Gene Prediction using Conditional Random Fields., NIPS, 2006"], "S. V. N. Vishwanathan": ["Fast Computation of Graph Kernels., NIPS, 2006"], "Thomas Voegtlin": ["Temporal Coding using the Response Properties of Spiking Neurons., NIPS, 2006"], "Martin J. Wainwright": ["High-Dimensional Graphical Model Selection Using ℓ1-Regularized Logistic Regression., NIPS, 2006"], "Yingxue Wang": ["Attentional Processing on a Spike-Based VLSI Neural Network., NIPS, 2006"], "Manfred K. Warmuth": ["Randomized PCA Algorithms with Regret Bounds that are Logarithmic in the Dimension., NIPS, 2006"], "Kilian Q. Weinberger": ["Graph Laplacian Regularization for Large-Scale Semidefinite Programming., NIPS, 2006"], "Oliver Williams": ["A Switched Gaussian Process for Estimating Disparity and Segmentation in Binocular Stereo., NIPS, 2006"], "David P. Wipf": ["Analysis of Empirical Bayesian Methods for Neuroelectromagnetic Source Localization., NIPS, 2006"], "Frank D. Wood": ["Particle Filtering for Nonparametric Bayesian Matrix Factorization., NIPS, 2006"], "Lin Wu": ["A Scalable Machine Learning Approach to Go., NIPS, 2006"], "Mingrui Wu": ["A Local Learning Approach for Clustering., NIPS, 2006"], "Huan Xu": ["The Robustness-Performance Tradeoff in Markov Decision Processes., NIPS, 2006"], "Angela J. Yu": ["Optimal Change-Detection and Spiking Neurons., NIPS, 2006"], "Kai Yu": ["Stochastic Relational Models for Discriminative Link Prediction., NIPS, 2006"], "Ron Zass": ["Nonnegative Sparse PCA., NIPS, 2006", "Doubly Stochastic Normalization for Spectral Clustering., NIPS, 2006"], "Kai Zhang": ["Simplifying Mixture Models through Function Approximation., NIPS, 2006"], "Xinhua Zhang": ["Hyperparameter Learning for Graph Based Semi-supervised Learning Algorithms., NIPS, 2006"], "Zhenyue Zhang": ["MLLE: Modified Locally Linear Embedding Using Multiple Weights., NIPS, 2006"], "Dengyong Zhou": ["Learning with Hypergraphs: Clustering, Classification, and Embedding., NIPS, 2006"], "Zhi-Hua Zhou": ["Multi-Instance Multi-Label Learning with Application to Scene Classification., NIPS, 2006"], "Long Zhu": ["Unsupervised Learning of a Probabilistic Grammar for Object Detection and Parsing., NIPS, 2006"], "Johanna M. Zumer": ["A Probabilistic Algorithm Integrating Source Localization and Noise Suppression of MEG and EEG data., NIPS, 2006"]}