{"Geoffrey E. Hinton": ["Autoencoders, Minimum Description Length and Helmholtz Free Energy., NIPS, 1993"], "Richard S. Zemel": ["Developing Population Codes by Minimizing Description Length., NIPS, 1993"], "Sreerupa Das": ["A Unified Gradient-Descent/Clustering Architecture for Finite State Machine Induction., NIPS, 1993"], "Eric Saund": ["Unsupervised Learning of Mixtures of Multiple Causes in Binary Data., NIPS, 1993"], "Asriel U. Levin": ["Fast Pruning Using Principal Components., NIPS, 1993"], "Christoph Bregler": ["Surface Learning with Applications to Lipreading., NIPS, 1993"], "Melanie Mitchell": ["When will a Genetic Algorithm Outperform Hill Climbing., NIPS, 1993"], "Oded Maron": ["Hoeffding Races: Accelerating Model Selection Search for Classification and Function Approximation., NIPS, 1993"], "Bill Baird": ["Grammatical Inference by Attentional Control of Synchronization in an Oscillating Elman Network., NIPS, 1993"], "Yoshua Bengio": ["Credit Assignment through Time: Alternatives to Backpropagation., NIPS, 1993", "Globally Trained Handwritten Word Recognizer Using Spatial Representation, Convolutional Neural Networks, and Hidden Markov Models., NIPS, 1993"], "Javier R. Movellan": ["A Local Algorithm to Learn Trajectories with Stochastic Neural Networks., NIPS, 1993"], "Gregory M. Saunders": ["Structural and Behavioral Evolution of Recurrent Networks., NIPS, 1993"], "Steven Gold": ["Clustering with a Domain-Specific Distance Measure., NIPS, 1993"], "Joachim M. Buhmann": ["Central and Pairwise Data Clustering by Competitive Neural Networks., NIPS, 1993", "Illumination-Invariant Face Recognition with a Contrast Sensitive Silicon Retina., NIPS, 1993"], "Virginia R. de Sa": ["Learning Classification with Unlabeled Data., NIPS, 1993"], "Zoubin Ghahramani": ["Supervised learning from incomplete data via an EM approach., NIPS, 1993"], "Volker Tresp": ["Training Neural Networks with Deficient Data., NIPS, 1993"], "Mats Österberg": ["Unsupervised Parallel Feature Extraction from First Principles., NIPS, 1993"], "Terence D. Sanger": ["Two Iterative Algorithms for Computing the Singular Value Decomposition from Input/Output Samples., NIPS, 1993", "Optimal Unsupervised Motor Learning Predicts the Internal Representation of Barn Owl Head Movements., NIPS, 1993"], "Nanda Kambhatla": ["Fast Non-Linear Dimension Reduction., NIPS, 1993"], "Stefan Schaal": ["Assessing the Quality of Learned Local Models., NIPS, 1993"], "Patrice Y. Simard": ["Efficient Computation of Complex Distance Metrics Using Hierarchical Filtering., NIPS, 1993", "Backpropagation without Multiplication., NIPS, 1993"], "Dana Ron": ["The Power of Amnesia., NIPS, 1993"], "Dietrich Wettschereck": ["Locally Adaptive Nearest Neighbor Algorithms., NIPS, 1993"], "Yong Liu": ["Robust Parameter Estimation and Model Selection for Neural Network Regression., NIPS, 1993"], "David H. Wolpert": ["Bayesian Backpropagation Over I-O Functions Rather Than Weights., NIPS, 1993"], "Hans Henrik Thodberg": ["Bayesian Backprop in Action: Pruning, Committees, Error Bars and an Application to Spectroscopy., NIPS, 1993"], "Thomas G. Dietterich": ["A Comparison of Dynamic Reposing and Tangent Distance for Drug Activity Prediction., NIPS, 1993", "Memory-Based Methods for Regression and Classification., NIPS, 1993"], "Iris Ginzburg": ["Combined Neural Networks for Time Series Analysis., NIPS, 1993", "Correlation Functions in a Large Stochastic Network., NIPS, 1993"], "Richard T. J. Bostock": ["A Comparative Study of a Modified Bumptree Neural Network with Radial Basis Function Networks and the Standard Multi Layer Perceptron., NIPS, 1993"], "Hossein Lari-Najafi": ["Adaptive knot Placement for Nonparametric Regression., NIPS, 1993"], "Bernd Fritzke": ["Supervised Learning with Growing Cell Structures., NIPS, 1993"], "Babak Hassibi": ["Optimal Brain Surgeon: Extensions and performance comparison., NIPS, 1993", "Optimality Criteria for LMS and Backpropagation., NIPS, 1993"], "Ryotaro Kamimura": ["Generation of Internal Representation by alpha., NIPS, 1993"], "Laurens R. Leerink": ["Constructive Learning Using Internal Representation Conflicts., NIPS, 1993"], "Joachim Utans": ["Learning in Compositional Hierarchies: Inducing the Structure of Objects from Data., NIPS, 1993"], "Sumio Watanabe": ["An Optimization Method of Layered Neural Networks based on the Modified Information Criterion., NIPS, 1993", "Solvable Models of Artificial Neural Networks., NIPS, 1993"], "Changfeng Wang": ["Optimal Stopping and Effective Machine Complexity in Learning., NIPS, 1993"], "Wolfgang Maass": ["Agnostic PAC-Learning of Functions on Analog Neural Nets., NIPS, 1993"], "Hrushikesh Narhar Mhaskar": ["How to Choose an Activation Function., NIPS, 1993"], "Corinna Cortes": ["Learning Curves: Asymptotic Values and Rate of Convergence., NIPS, 1993"], "Charles Fefferman": ["Recovering a Feed-Forward Net From Its Output., NIPS, 1993"], "Tal Grossman": ["Use of Bad Training Data for Better Predictions., NIPS, 1993"], "Bill G. Horne": ["Bounds on the Complexity of Recurrent Neural Network Implementations of Finite State Machines., NIPS, 1993"], "Chuanyi Ji": ["Generalization Error and the Expected Network Complexity., NIPS, 1993"], "Adam Kowalczyk": ["Counting Function Theorem for Multi-Layer Networks., NIPS, 1993"], "Olvi L. Mangasarian": ["Backpropagation Convergence via Deterministic Nonmonotone Perturbed Minimization., NIPS, 1993"], "Mark Plutowski": ["Cross-Validation Estimates ISME., NIPS, 1993", "Learning Mackey-Glass from 25 Examples, Plus or Minus 2., NIPS, 1993"], "Holm Schwarze": ["Discontinuous Generalization in Large Committee Machines., NIPS, 1993"], "Jonathan L. Shapiro": ["Non-Linear Statistical Analysis and Self-Organizing Hebbian Networks., NIPS, 1993"], "Grace Wahba": ["Structured Machine Learning for Soft Classification with Smoothing Spline ANOVA and Stacked Tuning, Testing, and Evaluation., NIPS, 1993"], "Herbert Wiklicky": ["On the Non-Existence of a Universal Learning Algorithm for Recurrent Neural Networks., NIPS, 1993"], "Scott Kirkpatrick": ["The Statistical Mechanics of k-Satisfaction., NIPS, 1993"], "Anthony C. C. Coolen": ["Coupled Dynamics of Fast Neurons and Slow Interactions., NIPS, 1993"], "Max H. Garzon": ["Observability of Neural Network Behavior., NIPS, 1993", "Stability and Observability., NIPS, 1993"], "Wulfram Gerstner": ["How to Describe Neuronal Activity: Spikes, Rates, or Assemblies?, NIPS, 1993"], "Todd K. Leen": ["Optimal Stochastic Search and Adaptive Momentum., NIPS, 1993"], "Isaac Meilijson": ["Optimal Signalling in Attractor Neural Networks., NIPS, 1993"], "Xin Wang": ["Asynchronous Dynamics of Continuous Time Neural Networks., NIPS, 1993"], "John F. Kolen": ["Fool's Gold: Extracting Finite State Machines from Recurrent Network Dynamics., NIPS, 1993"], "Eve Marder": ["Dynamic Modulation of Neurons and Networks., NIPS, 1993"], "Öjvind Bernander": ["Amplifying and Linearizing Apical Synaptic Inputs to Cortical Pyramidal Cells., NIPS, 1993"], "Christiane Linster": ["Odor Processing in the Bee: A Preliminary Study of the Role of Central Input to the Antennal Lobe., NIPS, 1993"], "Mitchell Gil Maltenfort": ["Lower Boundaries of Motoneuron Desynchronization via Renshaw Interneurons., NIPS, 1993"], "Klaus Obermayer": ["Development of Orientation and Ocular Dominance Columns in Infant Macaques., NIPS, 1993"], "Daniel L. Ruderman": ["Statistics of Natural Images: Scaling in the Woods., NIPS, 1993"], "Eric Boussard": ["Dopaminergic Neuromodulation Brings a Dynamical Plasticity to the Retina., NIPS, 1993"], "Kenji Doya": ["A Hodgkin-Huxley Type Neuron Model That Learns Slow Non-Spike Oscillations., NIPS, 1993"], "Audrey L. Guzik": ["Directional Hearing by the Mauthner System., NIPS, 1993"], "Timothy K. Horiuchi": ["An Analog VLSI Saccadic Eye Movement System., NIPS, 1993"], "Michael S. Lewicki": ["Bayesian Modeling and Classification of Neural Signals., NIPS, 1993"], "P. Read Montague": ["Foraging in an Uncertain Environment Using Predictive Hebbian Learning., NIPS, 1993"], "Daniel J. Rosen": ["A Connectionist Model of the Owl's Sound Localization System., NIPS, 1993"], "Micah S. Siegel": ["An Analog VLSI Model of Central Pattern Generation in the Leech., NIPS, 1993"], "Martin Stemmler": ["Synchronization, Oscillations and 1/f Noise in Networks of Spiking Neurons., NIPS, 1993"], "Kenneth M. Buckland": ["Transition Point Dynamic Programming., NIPS, 1993"], "Gary William Flake": ["Exploiting Chaos to Control the Future., NIPS, 1993"], "Satinder P. Singh": ["Robust Reinforcement Learning in Motion Planning., NIPS, 1993"], "Christopher G. Atkeson": ["Using Local Trajectory Optimizers to Speed Up Global Optimization in Dynamic Programming., NIPS, 1993"], "Justin A. Boyan": ["Packet Routing in Dynamically Changing Networks: A Reinforcement Learning Approach., NIPS, 1993"], "David A. Cohn": ["Neural Network Exploration Using Optimal Experiment Design., NIPS, 1993", "Robot Learning: Exploration and Continuous Domains., NIPS, 1993"], "Andrew G. Barto": ["Monte Carlo Matrix Inversion and Reinforcement Learning., NIPS, 1993"], "Vijaykumar Gullapalli": ["Convergence of Indirect Adaptive Asynchronous Value Iteration Algorithms., NIPS, 1993"], "Tommi S. Jaakkola": ["Convergence of Stochastic Iterative Dynamic Programming Algorithms., NIPS, 1993"], "Andrew W. Moore": ["The Parti-Game Algorithm for Variable Resolution Reinforcement Learning in Multidimensional State-Spaces., NIPS, 1993"], "Timothy W. Cacciatore": ["Mixtures of Controllers for Jump Linear and Non-Linear Plants., NIPS, 1993"], "Yasuhiro Wada": ["A Computational Model for Cursive Handwriting Based on the Minimization Principle., NIPS, 1993"], "Jane Bromley": ["Signature Verification Using a Siamese Time Delay Neural Network., NIPS, 1993"], "Ralph Wolf": ["Postal Address Block Location Using a Convolutional Locator Network., NIPS, 1993"], "Shumeet Baluja": ["Non-Intrusive Gaze Tracking Using Artificial Neural Networks., NIPS, 1993"], "Pierre Baldi": ["Hidden Markov Models for Human Genes., NIPS, 1993"], "Nicholas S. Flann": ["Recognition-Based Segmentation of On-Line Cursive Handwriting., NIPS, 1993"], "Hans Peter Graf": ["Address Block Location with a Neural Net System., NIPS, 1993"], "Nachimuthu Karunanithi": ["Identifying Fault-Prone Software Modules Using Feed-Forward Networks: A Case Study., NIPS, 1993"], "Didier Keymeulen": ["Comparison Training for a Rescheduling Problem in Neural Networks., NIPS, 1993"], "Alan S. Lapedes": ["Neural Network Definition of Highly Predictable Protein Secondary Structure Classes., NIPS, 1993"], "Nicol N. Schraudolph": ["Temporal Difference Learning of Position Evaluation in the Game of Go., NIPS, 1993"], "Padhraic Smyth": ["Probabilistic Anomaly Detection in Dynamic Systems., NIPS, 1993"], "Yoram Singer": ["Decoding Cursive Scripts., NIPS, 1993"], "Michael A. Glover": ["A Massively-Parallel {SIMD} Processor for Neural Network and Machine Vision Applications., NIPS, 1993"], "Steven S. Watkins": ["A Hybrid Radial Basis Function Neurocomputer and Its Applications., NIPS, 1993"], "Gert Cauwenberghs": ["A Learning Analog Neural Network Chip with Continuous-Time Recurrent Dynamics., NIPS, 1993"], "Andreas G. Andreou": ["VLSI Phase Locking Architectures for Feature Linking in Multiple Target Tracking Systems., NIPS, 1993"], "Richard Coggins": ["WATTLE: A Trainable Gain Analogue VLSI Neural Network., NIPS, 1993"], "Ibrahim M. Elfadel": ["The Softmax Nonlinearity: Derivation Using Statistical Mechanics and Useful Properties as a Multiterminal Analog Circuit Element., NIPS, 1993"], "Urs A. Müller": ["High Performance Neural Net Simulation on a Multiprocessor System with Intelligent Communication., NIPS, 1993"], "Michael Murray": ["Digital Boltzmann VLSI for Constraint Satisfaction and Learning., NIPS, 1993"], "Ernst Niebur": ["Efficient Simulation of Biological Neural Networks on Massively Parallel Supercomputers with Hypercube Architecture., NIPS, 1993", "Neurobiology, Psychophysics, and Computational Models of Visual Attention., NIPS, 1993"], "Arlindo L. Oliveira": ["Learning Complex Boolean Functions: Algorithms and Applications., NIPS, 1993"], "Tadashi Shibata": ["Implementing Intelligence on Silicon Using Neuron-Like Functional MOS Transistors., NIPS, 1993"], "Lloyd Watts": ["Event-Driven Simulation of Networks of Spiking Neurons., NIPS, 1993"], "Trevor Darrell": ["Classifying Hand Gestures with a View-Based Distributed Representation., NIPS, 1993"], "Kô Sakai": ["A Network Mechanism for the Determination of Shape-from-Texture., NIPS, 1993"], "Subutai Ahmad": ["Feature Densities Are Required for Computing Feature Correspondences., NIPS, 1993"], "G. T. Buracas": ["The Role of MT Neuron Receptive Field Surrounds in Computing Object Shape from Velocity Fields., NIPS, 1993"], "Kostas I. Diamantaras": ["Resolving Motion Ambiguities., NIPS, 1993"], "Chien-Ping Lu": ["Two-Dimensional Object Localization by Coarse-to-Fine Correlation Matching., NIPS, 1993"], "Paul Sajda": ["Dual Mechanisms for Neural Binding and Segmentation., NIPS, 1993"], "Alan L. Yuille": ["Bayesian Self-Organization., NIPS, 1993"], "José Carlos Príncipe": ["Analysis of Short Term Memories for Neural Networks., NIPS, 1993"], "Eric I. Chang": ["Figure of Merit Training for Detection and Spotting., NIPS, 1993"], "Gregory J. Wolff": ["Lipreading by Neural Networks: Visual Preprocessing, Learning, and Sensory Integration., NIPS, 1993"], "Kevin R. Farrell": ["Speaker Recognition Using Neural Tree Networks., NIPS, 1993"], "Makoto Hirayama": ["Inverse Dynamics of Speech Motor Control., NIPS, 1993"], "Steve Renals": ["Learning Temporal Dependencies in Connectionist Speech Recognition., NIPS, 1993"], "Ying Zhao": ["Segmental Neural Net Optimization for Continuous Speech Recognition., NIPS, 1993"], "Richard O. Duda": ["Connectionist Models for Auditory Scene Analysis., NIPS, 1993"], "Reza Shadmehr": ["Computational Elements of the Adaptive Controller of the Human Arm., NIPS, 1993"], "Catherine J. Stevens": ["Tonal Music as a Componential Code: Learning Temporal Relationships between and within Pitch and Timing Components., NIPS, 1993"], "Reinhard Blasig": ["GDS: Gradient Descent Generation of Symbolic Classification Rules., NIPS, 1993"], "Thea B. Ghiselli-Crippa": ["Emergence of Global Structure from Local Associations., NIPS, 1993"], "Tony Plate": ["Estimating Analogical Similarity by Dot-Products of Holographic Reduced Representations., NIPS, 1993"], "Thomas R. Shultz": ["Analyzing Cross-Connected Networks., NIPS, 1993"], "Alessandro Sperduti": ["Encoding Labeled Graphs by Labeling RAAM., NIPS, 1993"], "Yehuda Salu": ["Classification of Multi-Spectral Pixels by the Binary Diamond Neural Network., NIPS, 1993"], "Ah Chung Tsoi": ["Classification of Electroencephalogram Using Artificial Neural Networks., NIPS, 1993"], "Vwani P. Roychowdhury": ["Complexity Issues in Neural Computation and Learning., NIPS, 1993"], "Andreas S. Weigend": ["Connectionism for Music and Audition., NIPS, 1993"], "Mark A. Gluck": ["What Does the Hippocampus Compute?: A Precis of the 1993 NIPS Workshop., NIPS, 1993"], "Robert M. French": ["Catastrophic Interference in Connectionist Networks: Can It Be Predicted, Can It Be Prevented?, NIPS, 1993"], "Joachim Diederich": ["Connectionist Modeling and Parallel Architectures., NIPS, 1993"], "Thomas H. Hildebrandt": ["Functional Models of Selective Attention and Context Dependency., NIPS, 1993"], "Hayit Greenspan": ["Learning in Computer Vision and Image Understanding., NIPS, 1993"], "Arun K. Jagota": ["Neural Network Models for Optimization Problems., NIPS, 1993"], "Josef P. Rauschecker": ["Processing of Visual and Auditory Space and Its Modification by Experience., NIPS, 1993"], "Michael P. Perrone": ["Putting It All Together: Methods for Combining Neural Networks., NIPS, 1993"]}