{"Jacob D. Abernethy": ["Repeated Games against Budgeted Adversaries., NIPS, 2010"], "Margareta Ackerman": ["Towards Property-Based Classification of Clustering Paradigms., NIPS, 2010"], "Ryan Prescott Adams": ["Tree-Structured Stick Breaking for Hierarchical Data., NIPS, 2010"], "Felix V. Agakov": ["Sparse Instrumental Variables (SPIV) for Genome-Wide Studies., NIPS, 2010"], "Alekh Agarwal": ["Fast global convergence rates of gradient methods for high-dimensional statistical recovery., NIPS, 2010"], "Arvind Agarwal": ["Learning Multiple Tasks using Manifold Regularization., NIPS, 2010"], "Mauricio A. Álvarez": ["Switched Latent Force Models for Movement Segmentation., NIPS, 2010"], "Mauricio Araya-López": ["A POMDP Extension with Belief-dependent Rewards., NIPS, 2010"], "Nimar S. Arora": ["Global seismic monitoring as probabilistic inference., NIPS, 2010"], "Joseph L. Austerweil": ["Learning invariant features using the Transformed Indian Buffet Process., NIPS, 2010"], "Pranjal Awasthi": ["Supervised Clustering., NIPS, 2010"], "Alper Ayvaci": ["Occlusion Detection and Motion Estimation with Convex Optimization., NIPS, 2010"], "Javad Azimi": ["Batch Bayesian Optimization via Simulation Matching., NIPS, 2010"], "Francis R. Bach": ["Structured sparsity-inducing norms through submodular functions., NIPS, 2010"], "Stephen H. Bach": ["A Bayesian Approach to Concept Drift., NIPS, 2010"], "Chris Barber": ["Auto-Regressive HMM Inference with Incomplete Data for Short-Horizon Wind Forecasting., NIPS, 2010"], "Mohsen Bayati": ["The LASSO risk: asymptotic results and real world examples., NIPS, 2010"], "Gowtham Bellala": ["Extensions of Generalized Binary Search to Group Identification and Exponential Costs., NIPS, 2010"], "Samy Bengio": ["Label Embedding Trees for Large Multi-Class Tasks., NIPS, 2010"], "Alessandro Bergamo": ["Exploiting weakly-labeled Web images to improve object classification: a domain adaptation approach., NIPS, 2010"], "Andrey Bernstein": ["Online Classification with Specificity Constraints., NIPS, 2010"], "Alina Beygelzimer": ["Agnostic Active Learning Without Constraints., NIPS, 2010"], "Danny Bickson": ["Inference with Multivariate Heavy-Tails in Linear Models., NIPS, 2010"], "Jacob Bien": ["CUR from a Sparse Optimization Viewpoint., NIPS, 2010"], "Gilles Blanchard": ["Optimal learning rates for Kernel Conjugate Gradient regression., NIPS, 2010"], "Matthew B. Blaschko": ["Simultaneous Object Detection and Ranking with Weak Supervision., NIPS, 2010"], "Liefeng Bo": ["Kernel Descriptors for Visual Recognition., NIPS, 2010"], "Sander M. Bohte": ["Fractionally Predictive Spiking Neurons., NIPS, 2010"], "Edwin V. Bonilla": ["Gaussian Process Preference Elicitation., NIPS, 2010"], "Byron Boots": ["Predictive State Temporal Difference Learning., NIPS, 2010"], "Alexandre Bouchard-Côté": ["Variational Inference over Combinatorial Spaces., NIPS, 2010"], "Abdeslam Boularias": ["Bootstrapping Apprenticeship Learning., NIPS, 2010"], "Christos Boutsidis": ["Random Projections for $k$-means Clustering., NIPS, 2010"], "William Brendel": ["Segmentation as Maximum-Weight Independent Set., NIPS, 2010"], "Matthias Broecheler": ["Computing Marginal Distributions over Continuous Markov Networks for Statistical Relational Learning., NIPS, 2010"], "Serhat Selcuk Bucak": ["Multi-label Multiple Kernel Learning by Stochastic Approximation: Application to Visual Object Recognition., NIPS, 2010"], "America Chambers": ["Learning concept graphs from text with stick-breaking priors., NIPS, 2010"], "Kamalika Chaudhuri": ["Rates of convergence for the cluster tree., NIPS, 2010"], "Anton Chechetka": ["Evidence-Specific Structures for Rich Tractable CRFs., NIPS, 2010"], "Ning Chen": ["Predictive Subspace Learning for Multi-view Data: a Large Margin Approach., NIPS, 2010"], "Wei Chen": ["Two-Layer Generalization Analysis for Ranking Using Rademacher Average., NIPS, 2010"], "Sylvain Chevallier": ["SpikeAnts, a spiking neuron network modelling the emergence of organization in a complex system., NIPS, 2010"], "Silvia Chiappa": ["Movement extraction by detecting dynamics switches and repetitions., NIPS, 2010"], "Alessandro Chiuso": ["Learning sparse dynamic linear systems using stable spline kernels and exponential hyperpriors., NIPS, 2010"], "Andreas Christmann": ["Universal Kernels on Non-Standard Input Spaces., NIPS, 2010"], "Tom Claassen": ["Causal discovery in multiple models from different experiments., NIPS, 2010"], "Shay B. Cohen": ["Empirical Risk Minimization with Approximations of Probabilistic Grammars., NIPS, 2010"], "Elaine A. Corbett": ["Mixture of time-warped trajectory models for movement decoding., NIPS, 2010"], "Corinna Cortes": ["Learning Bounds for Importance Weighting., NIPS, 2010"], "Koby Crammer": ["Learning via Gaussian Herding., NIPS, 2010"], "Rémi Cuingnet": ["Spatial and anatomical regularization of SVM for brain image analysis., NIPS, 2010"], "George E. Dahl": ["Phone Recognition with the Mean-Covariance Restricted Boltzmann Machine., NIPS, 2010"], "Aman Dhesi": ["Random Projection Trees Revisited., NIPS, 2010"], "Uwe Dick": ["Throttling Poisson Processes., NIPS, 2010"], "Nan Ding": ["t-logistic regression., NIPS, 2010"], "Justin Domke": ["Implicit Differentiation by Perturbation., NIPS, 2010"], "Finale Doshi-Velez": ["Nonparametric Bayesian Policy Priors for Reinforcement Learning., NIPS, 2010"], "Shaul Druckmann": ["Over-complete representations on recurrent neural networks can support persistent percepts., NIPS, 2010"], "John C. Duchi": ["Distributed Dual Averaging In Networks., NIPS, 2010"], "Gal Elidan": ["Copula Bayesian Networks., NIPS, 2010"], "Amir Massoud Farahmand": ["Error Propagation for Approximate Policy and Value Iteration., NIPS, 2010"], "Mahdi Milani Fard": ["PAC-Bayesian Model Selection for Reinforcement Learning., NIPS, 2010"], "Alan Fern": ["A Computational Decision Theory for Interactive Assistants., NIPS, 2010"], "Sarah Filippi": ["Parametric Bandits: The Generalized Linear Case., NIPS, 2010"], "Nicholas Fisher": ["A Novel Kernel for Learning a Neuron Model from Spike Train Data., NIPS, 2010"], "Rina Foygel": ["Extended Bayesian Information Criteria for Gaussian Graphical Models., NIPS, 2010"], "Bela A. Frigyik": ["Shadow Dirichlet for Restricted Probability Modeling., NIPS, 2010"], "Mario Fritz": ["Size Matters: Metric Visual Search Constraints from Monocular Metadata., NIPS, 2010"], "Vicky Froyen": ["A Bayesian Framework for Figure-Ground Interpretation., NIPS, 2010"], "C. C. Alan Fung": ["Attractor Dynamics with Synaptic Depression., NIPS, 2010"], "Kun Gai": ["Learning Kernels with Radiuses of Minimum Enclosing Balls., NIPS, 2010"], "Surya Ganguli": ["Short-term memory in neuronal networks through dynamical compressed sensing., NIPS, 2010"], "Deep Ganguli": ["Implicit encoding of prior probabilities in optimal neural populations., NIPS, 2010"], "Pierre Garrigues": ["Group Sparse Coding with a Laplacian Scale Mixture Prior., NIPS, 2010"], "Jan Gasthaus": ["Improvements to the Sequence Memoizer., NIPS, 2010"], "Andrew Gelfand": ["On Herding and the Perceptron Cycling Theorem., NIPS, 2010"], "Felipe Gerhard": ["Rescaling, thinning or complementing? On goodness-of-fit procedures for point process models and Generalized Linear Models., NIPS, 2010"], "Samuel Gershman": ["The Neural Costs of Optimal Control., NIPS, 2010"], "Mohammad Ghavamzadeh": ["LSTD with Random Projections., NIPS, 2010"], "Bryan R. Gibson": ["Humans Learn Using Manifolds, Reluctantly., NIPS, 2010"], "Tobias Glasmachers": ["Universal Consistency of Multi-Class Support Vector Classification., NIPS, 2010"], "Vibhav Gogate": ["Learning Efficient Markov Networks., NIPS, 2010"], "Andrew B. Goldberg": ["Transduction with Matrix Completion: Three Birds with One Stone., NIPS, 2010"], "Daniel Golovin": ["Near-Optimal Bayesian Active Learning with Noisy Observations., NIPS, 2010"], "Ryan Gomes": ["Discriminative Clustering by Regularized Information Maximization., NIPS, 2010"], "Dan F. M. Goodman": ["Learning to localise sounds with spiking neural networks., NIPS, 2010"], "David Grangier": ["Feature Set Embedding for Incomplete Data., NIPS, 2010"], "Yuhong Guo": ["Active Instance Sampling via Matrix Partition., NIPS, 2010"], "Yanjun Han": ["Avoiding False Positive in Multi-Instance Learning., NIPS, 2010"], "Lauren Hannah": ["Nonparametric Density Estimation for Stochastic Optimization with an Observable State Variable., NIPS, 2010"], "Stefan Harmeling": ["Space-Variant Single-Image Blind Deconvolution for Removing Camera Shake., NIPS, 2010"], "Hado van Hasselt": ["Double Q-learning., NIPS, 2010"], "Tamir Hazan": ["A Primal-Dual Message-Passing Algorithm for Approximated Large Scale Structured Prediction., NIPS, 2010"], "Matthias Hein": ["An Inverse Power Method for Nonlinear Eigenproblems with Applications in 1-Spectral Clustering and Sparse PCA., NIPS, 2010"], "Matthew D. Hoffman": ["Online Learning for Latent Dirichlet Allocation., NIPS, 2010"], "Diane Hu": ["Latent Variable Models for Predicting File Dependencies in Large-Scale Software Development., NIPS, 2010"], "Ling Huang": ["Predicting Execution Time of Computer Programs Using Sparse Polynomial Regression., NIPS, 2010"], "Sheng-Jun Huang": ["Active Learning by Querying Informative and Representative Examples., NIPS, 2010"], "Jim C. Huang": ["Exact inference and learning for cumulative distribution functions on loopy graphs., NIPS, 2010"], "Dirk Husmeier": ["Inter-time segment information sharing for non-homogeneous dynamic Bayesian networks., NIPS, 2010"], "Hal Daumé III": ["Co-regularization Based Semi-supervised Domain Adaptation., NIPS, 2010"], "Guy Isley": ["Deciphering subsampled data: adaptive compressive sampling as a principle of brain communication., NIPS, 2010"], "Katsuhiko Ishiguro": ["Dynamic Infinite Relational Model for Time-varying Relational Data Analysis., NIPS, 2010"], "Prateek Jain": ["Inductive Regularized Learning of Kernel Functions., NIPS, 2010", "Hashing Hyperplane Queries to Near Points with Applications to Large-Scale Active Learning., NIPS, 2010", "Guaranteed Rank Minimization via Singular Value Projection., NIPS, 2010"], "Ali Jalali": ["A Dirty Model for Multi-task Learning., NIPS, 2010"], "Abhay Kumar Jha": ["Lifted Inference Seen from the Other Side : The Tractable Features., NIPS, 2010"], "Yangqing Jia": ["Factorized Latent Spaces with Structured Sparsity., NIPS, 2010"], "Albert Xin Jiang": ["Bayesian Action-Graph Games., NIPS, 2010"], "Jie Tang": ["On a Connection between Importance Sampling and the Likelihood Ratio Policy Gradient., NIPS, 2010"], "Jeffrey Johns": ["Linear Complementarity for Regularized Policy Evaluation and Improvement., NIPS, 2010"], "Mark Johnson": ["Synergies in learning words and their referents., NIPS, 2010"], "Nebojsa Jojic": ["Structural epitome: a way to summarize one's visual experience., NIPS, 2010"], "Peter Jones": ["Probabilistic Belief Revision with Structural Constraints., NIPS, 2010"], "Armand Joulin": ["Efficient Optimization for Discriminative Latent Class Models., NIPS, 2010"], "Satyen Kale": ["Non-Stochastic Bandit Slate Problems., NIPS, 2010"], "Nikos Karampatziakis": ["Static Analysis of Binary Executables Using Structural SVMs., NIPS, 2010"], "Leonid Karlinsky": ["Using body-anchored priors for identifying actions in single images., NIPS, 2010"], "Kentaro Katahira": ["Effects of Synaptic Weight Diffusion on Learning in Decision Making Networks., NIPS, 2010"], "Koray Kavukcuoglu": ["Learning Convolutional Feature Hierarchies for Visual Recognition., NIPS, 2010"], "Ryan C. Kelly": ["Accounting for network effects in neuronal responses using L1 regularized point process models., NIPS, 2010"], "Mohammad Emtiyaz Khan": ["Variational bounds for mixed-data factor analysis., NIPS, 2010"], "Taehwan Kim": ["Sparse Coding for Learning Interpretable Spatio-Temporal Primitives., NIPS, 2010"], "Diederik P. Kingma": ["Regularized estimation of image statistics by Score Matching., NIPS, 2010"], "Ariel Kleiner": ["Random Conic Pursuit for Semidefinite Programming., NIPS, 2010"], "Vladimir Kolmogorov": ["Generalized roof duality and bisubmodular functions., NIPS, 2010"], "J. Zico Kolter": ["Energy Disaggregation via Discriminative Sparse Coding., NIPS, 2010"], "George Konidaris": ["Constructing Skill Trees for Reinforcement Learning Agents from Demonstration Trajectories., NIPS, 2010"], "Alex Kulesza": ["Structured Determinantal Point Processes., NIPS, 2010"], "Akshat Kumar": ["MAP Estimation for Graphical Models by Likelihood Maximization., NIPS, 2010"], "M. Pawan Kumar": ["Self-Paced Learning for Latent Variable Models., NIPS, 2010"], "Achintya Kundu": ["Efficient algorithms for learning kernels from multiple similarity matrices with general convex loss functions., NIPS, 2010"], "Tian Lan": ["Beyond Actions: Discriminative Models for Contextual Group Activities., NIPS, 2010"], "Georg Langs": ["Functional Geometry Alignment and Localization of Brain Areas., NIPS, 2010"], "Ni Lao": ["Efficient Relational Learning with Hidden Variable Detection., NIPS, 2010"], "Hugo Larochelle": ["Learning to combine foveal glimpses with a third-order Boltzmann machine., NIPS, 2010"], "Danial Lashkari": ["Categories and Functional Units: An Infinite Hierarchical Model for Brain Activations., NIPS, 2010"], "Aurel A. Lazar": ["Identifying Dendritic Processing., NIPS, 2010"], "Quoc V. Le": ["Tiled convolutional neural networks., NIPS, 2010"], "Hai-Son Le": ["Cross Species Expression Analysis using a Dirichlet Process Mixture Model with Latent Matchings., NIPS, 2010"], "Chang Su": ["Evaluation of Rarity of Fingerprints in Forensics., NIPS, 2010"], "David C. Lee": ["Estimating Spatial Layout of Rooms using Volumetric Reasoning about Objects and Surfaces., NIPS, 2010"], "Seunghak Lee": ["Adaptive Multi-Task Lasso: with Application to eQTL Detection., NIPS, 2010"], "Jason D. Lee": ["Practical Large-Scale Optimization for Max-norm Regularization., NIPS, 2010"], "Leonidas Lefakis": ["Joint Cascade Optimization Using A Product Of Boosted Classifiers., NIPS, 2010"], "Victor S. Lempitsky": ["Learning To Count Objects in Images., NIPS, 2010"], "Gilbert Leung": ["Optimal Web-Scale Tiering as a Flow Problem., NIPS, 2010"], "Sergey Levine": ["Feature Construction for Inverse Reinforcement Learning., NIPS, 2010"], "Fuxin Li": ["Convex Multiple-Instance Learning by Estimating Likelihood Ratio., NIPS, 2010"], "Li-Jia Li": ["Object Bank: A High-Level Image Representation for Scene Classification & Semantic Feature Sparsification., NIPS, 2010"], "Kaiming Li": ["Individualized ROI Optimization via Maximization of Group-wise Consistency of Structural and Functional Profiles., NIPS, 2010"], "Congcong Li": ["Towards Holistic Scene Understanding: Feedback Enabled Cascaded Classification Models., NIPS, 2010"], "Ping Li": ["b-Bit Minwise Hashing for Estimating Three-Way Similarities., NIPS, 2010"], "Dahua Lin": ["Construction of Dependent Dirichlet Processes based on Poisson Processes., NIPS, 2010"], "Yuanqing Lin": ["Deep Coding Network., NIPS, 2010"], "Jun Liu": ["Moreau-Yosida Regularization for Grouped Tree Structure Learning., NIPS, 2010"], "Han Liu": ["Stability Approach to Regularization Selection (StARS) for High Dimensional Graphical Models., NIPS, 2010", "Multivariate Dyadic Regression Trees for Sparse Learning Problems., NIPS, 2010", "Graph-Valued Regression., NIPS, 2010"], "Hairong Liu": ["Robust Clustering as Ensembles of Affinity Relations., NIPS, 2010"], "Ji Liu": ["Multi-Stage Dantzig Selector., NIPS, 2010"], "Yuzong Liu": ["Decoding Ipsilateral Finger Movements from ECoG Signals in Humans., NIPS, 2010"], "Daniel Lowd": ["Approximate Inference by Compilation to Arithmetic Circuits., NIPS, 2010"], "Aurelie C. Lozano": ["Block Variable Selection in Multivariate Regression and High-dimensional Causal Inference., NIPS, 2010"], "Hongjing Lu": ["Functional form of motion priors in human motion perception., NIPS, 2010"], "Jie Luo": ["Learning from Candidate Labeling Sets., NIPS, 2010"], "Ronny Luss": ["Decomposing Isotonic Regression for Efficiently Solving Large Problems., NIPS, 2010"], "Ulrike von Luxburg": ["Getting lost in space: Large sample analysis of the resistance distance., NIPS, 2010"], "Siwei Lyu": ["Divisive Normalization: Justification and Effectiveness as Efficient Coding Transform., NIPS, 2010"], "Malik Magdon-Ismail": ["Permutation Complexity Bound on Out-Sample Error., NIPS, 2010"], "Sridhar Mahadevan": ["Basis Construction from Power Series Expansions of Value Functions., NIPS, 2010"], "Odalric-Ambrym Maillard": ["Scrambled Objects for Least-Squares Regression., NIPS, 2010"], "Julien Mairal": ["Network Flow Algorithms for Structured Sparsity., NIPS, 2010"], "Yariv Maron": ["Sphere Embedding: An Application to Part-of-Speech Induction., NIPS, 2010"], "Hamed Masnadi-Shirazi": ["Variable margin losses for classifier design., NIPS, 2010"], "Luke Maurits": ["Why are some word orders more common than others? A uniform information density account., NIPS, 2010"], "David A. McAllester": ["Direct Loss Minimization for Structured Prediction., NIPS, 2010"], "Roland Memisevic": ["Gated Softmax Classification., NIPS, 2010"], "Charles A. Micchelli": ["A Family of Penalty Functions for Structured Sparsity., NIPS, 2010"], "Benjamin A. Miller": ["Subgraph Detection Using Eigenvector L1 Norms., NIPS, 2010"], "Sebastian Millner": ["A VLSI Implementation of the Adaptive Exponential Integrate-and-Fire Neuron Model., NIPS, 2010"], "Kaushik Mitra": ["Large-Scale Matrix Factorization with Missing Data under Additional Constraints., NIPS, 2010"], "Atsushi Miyamae": ["Natural Policy Gradient Methods with Parameter-based Exploration for Control Tasks., NIPS, 2010"], "Eiji Mizutani": ["An analysis on negative curvature induced by singularity in multi-layer neural-network learning., NIPS, 2010"], "Grégoire Montavon": ["Layer-wise analysis of deep networks with Gaussian kernels., NIPS, 2010"], "Joris M. Mooij": ["Probabilistic latent variable models for distinguishing between cause and effect., NIPS, 2010"], "Sofia Mosci": ["A Primal-Dual Algorithm for Group Sparse Regularization with Overlapping Groups., NIPS, 2010"], "Kamiya Motwani": ["Epitome driven 3-D Diffusion Tensor image segmentation: on extracting specific structures., NIPS, 2010"], "Michael Mozer": ["Improving Human Judgments by Decontaminating Sequential Dependencies., NIPS, 2010"], "Indraneel Mukherjee": ["A Theory of Multiclass Boosting., NIPS, 2010"], "Kritika Muralidharan": ["A biologically plausible network for the computation of orientation dominance., NIPS, 2010"], "Iain Murray": ["Slice sampling covariance hyperparameters of latent Gaussian models., NIPS, 2010"], "Seth A. Myers": ["On the Convexity of Latent Social Network Inference., NIPS, 2010"], "Morten Mørup": ["Infinite Relational Modeling of Functional Connectivity in Resting State fMRI., NIPS, 2010"], "Kiyohito Nagano": ["Minimum Average Cost Clustering., NIPS, 2010"], "Shinichi Nakajima": ["Global Analytic Solution for Variational Bayesian Matrix Factorization., NIPS, 2010"], "Hariharan Narayanan": ["Random Walk Approach to Regret Minimization., NIPS, 2010", "Sample Complexity of Testing the Manifold Hypothesis., NIPS, 2010"], "Daniel J. Navarro": ["Learning the context of a category., NIPS, 2010"], "Gergely Neu": ["Online Markov Decision Processes under Bandit Feedback., NIPS, 2010"], "Feiping Nie": ["Efficient and Robust Feature Selection via Joint ℓ2, 1-Norms Minimization., NIPS, 2010"], "Yung-Kyun Noh": ["Generative Local Metric Learning for Nearest Neighbor Classification., NIPS, 2010"], "Manfred Opper": ["Approximate inference in continuous time Gaussian-Jump processes., NIPS, 2010"], "Francesco Orabona": ["New Adaptive Algorithms for Online Classification., NIPS, 2010"], "Dávid Pál": ["Estimation of Renyi Entropy and Mutual Information Based on Generalized Nearest-Neighbor Graphs., NIPS, 2010"], "George Papandreou": ["Gaussian sampling by local perturbations., NIPS, 2010"], "Shibin Parameswaran": ["Large Margin Multi-Task Metric Learning., NIPS, 2010"], "Manas A. Pathak": ["Multiparty Differential Privacy via Aggregation of Locally Trained Classifiers., NIPS, 2010"], "Nadia Payet": ["(RF)^2 - Random Forest Random Field., NIPS, 2010"], "Dmitry Pechyony": ["On the Theory of Learnining with Privileged Information., NIPS, 2010"], "Thomas Peel": ["Empirical Bernstein Inequalities for U-Statistics., NIPS, 2010"], "José Bento": ["Learning Networks of Stochastic Differential Equations., NIPS, 2010"], "James Petterson": ["Word Features for Latent Dirichlet Allocation., NIPS, 2010", "Reverse Multi-Label Learning., NIPS, 2010"], "David Pfau": ["Probabilistic Deterministic Infinite Automata., NIPS, 2010"], "Gervasio Puertas": ["The Maximal Causes of Natural Scenes are Edge Filters., NIPS, 2010"], "Tao Qin": ["A New Probabilistic Model for Rank Aggregation., NIPS, 2010"], "Novi Quadrianto": ["Multitask Learning without Label Correspondences., NIPS, 2010"], "Kanaka Rajan": ["Inferring Stimulus Selectivity from the Spatial Structure of Neural Network Dynamics., NIPS, 2010"], "Alexander Rakhlin": ["Online Learning: Random Averages, Combinatorial Parameters, and Learnability., NIPS, 2010"], "Ralf M. Haefner": ["Evaluating neuronal codes for inference using Fisher information., NIPS, 2010"], "Marc'Aurelio Ranzato": ["Generating more realistic images using gated MRF's., NIPS, 2010"], "Konrad Rawlik": ["An Approximate Inference Approach to Temporal Optimization in Optimal Control., NIPS, 2010"], "Sashank Jakkam Reddi": ["MAP estimation in Binary MRFs via Bipartite Multi-cuts., NIPS, 2010"], "David P. Reichert": ["Hallucinations in Charles Bonnet Syndrome Induced by Homeostasis: a Deep Boltzmann Machine Model., NIPS, 2010"], "Emile Richard": ["Link Discovery using Graph Feature Tracking., NIPS, 2010"], "Paul Ruvolo": ["An Alternative to Low-level-Sychrony-Based Methods for Speech Detection., NIPS, 2010"], "Sivan Sabato": ["Tight Sample Complexity of Large-Margin Learning., NIPS, 2010"], "Mohammad J. Saberian": ["Boosting Classifier Cascades., NIPS, 2010"], "Ruslan Salakhutdinov": ["Collaborative Filtering in a Non-Uniform World: Learning with the Weighted Trace Norm., NIPS, 2010"], "Mathieu Salzmann": ["Implicitly Constrained Gaussian Process Regression for Monocular Non-Rigid Pose Estimation., NIPS, 2010"], "Issei Sato": ["Deterministic Single-Pass Algorithm for LDA., NIPS, 2010"], "Christoph Sawade": ["Active Estimation of F-Measures., NIPS, 2010"], "Amin Sayedi": ["Trading off Mistakes and Don't-Know Predictions., NIPS, 2010"], "Katya Scheinberg": ["Sparse Inverse Covariance Selection via Alternating Linearization Methods., NIPS, 2010"], "Joscha Schmiedt": ["Spike timing-dependent plasticity as dynamic filter., NIPS, 2010"], "Sohan Seth": ["A novel family of non-parametric cumulative based divergences for point processes., NIPS, 2010"], "Uri Shalit": ["Online Learning in The Manifold of Low-Rank Matrices., NIPS, 2010"], "James Sharpnack": ["Identifying graph-structured activation patterns in networks., NIPS, 2010"], "Pradeep Shenoy": ["A rational decision making framework for inhibitory control., NIPS, 2010"], "Ali Shojaie": ["Penalized Principal Component Regression on Graphs for Analysis of Subnetworks., NIPS, 2010"], "David Silver": ["Monte-Carlo Planning in Large POMDPs., NIPS, 2010"], "Anand Singh": ["Sodium entry efficiency during action potentials: A novel single-parameter family of Hodgkin-Huxley models., NIPS, 2010"], "David Sontag": ["More data means less inference: A pseudo-max approach to structured learning., NIPS, 2010"], "Jonathan Sorg": ["Reward Design via Online Gradient Ascent., NIPS, 2010"], "Nathan Srebro": ["Smoothness, Low Noise and Fast Rates., NIPS, 2010"], "Peter Stobbe": ["Efficient Minimization of Decomposable Submodular Functions., NIPS, 2010"], "Alexander L. Strehl": ["Learning from Logged Implicit Exploration Data., NIPS, 2010"], "Deqing Sun": ["Layered image motion with explicit occlusions, temporal consistency, and depth ordering., NIPS, 2010"], "Yi Sun": ["Improving the Asymptotic Performance of Markov Chain Monte-Carlo by Inserting Vortices., NIPS, 2010"], "Umar Syed": ["A Reduction from Apprenticeship Learning to Classification., NIPS, 2010", "Semi-Supervised Learning with Adversarially Missing Label Information., NIPS, 2010"], "Zeeshan Syed": ["Identifying Patients at Risk of Major Adverse Cardiovascular Events Using Symbolic Mismatch., NIPS, 2010"], "Ken Takiyama": ["Switching state space model for simultaneously estimating state transitions and nonstationary firing rates., NIPS, 2010"], "Graham W. Taylor": ["Pose-Sensitive Embedding by Nonlinear NCA Regression., NIPS, 2010"], "Bo Thiesson": ["Fast Large-scale Mixture Modeling with Component-specific Data Partitions., NIPS, 2010"], "Emanuel Todorov": ["Policy gradients in linearly-solvable MDPs., NIPS, 2010"], "Fabian Triefenbach": ["Phoneme Recognition with Large Hierarchical Reservoirs., NIPS, 2010"], "Matthew Urry": ["Exact learning curves for Gaussian process regression on large random graphs., NIPS, 2010"], "Gaël Varoquaux": ["Brain covariance selection: better individual functional connectivity models using population prior., NIPS, 2010"], "Jean-Philippe Vert": ["Fast detection of multiple change-points shared by many signals using group LARS., NIPS, 2010"], "Paolo Viappiani": ["Optimal Bayesian Recommendation Sets and Myopically Optimal Choice Query Sets., NIPS, 2010"], "Meritxell Vinyals": ["Worst-case bounds on the quality of max-product fixed-points., NIPS, 2010"], "S. V. N. Vishwanathan": ["Multiple Kernel Learning and the SMO Algorithm., NIPS, 2010"], "Ernesto De Vito": ["Spectral Regularization for Support Estimation., NIPS, 2010"], "Meihong Wang": ["Unsupervised Kernel Dimension Reduction., NIPS, 2010"], "Wei Wang": ["Multi-View Active Learning in the Non-Realizable Case., NIPS, 2010"], "Yang Wang": ["A Discriminative Latent Model of Image Region and Object Tag Correspondence., NIPS, 2010"], "Eric Wang": ["Joint Analysis of Time-Evolving Binary Matrices and Associated Documents., NIPS, 2010"], "Fabian L. Wauthier": ["Heavy-Tailed Process Priors for Selective Shrinkage., NIPS, 2010"], "David J. Weiss": ["Sidestepping Intractable Inference with Structured Ensemble Cascades., NIPS, 2010"], "Peter Welinder": ["The Multidimensional Wisdom of Crowds., NIPS, 2010"], "Martha White": ["Interval Estimation for Reinforcement-Learning Algorithms in Continuous-State Domains., NIPS, 2010"], "Jenna Wiens": ["Active Learning Applied to Patient-Adaptive Heartbeat Classification., NIPS, 2010"], "Oliver Williams": ["Probabilistic Inference and Differential Privacy., NIPS, 2010"], "Andrew Gordon Wilson": ["Copula Processes., NIPS, 2010"], "Adrien Wohrer": ["Linear readout from a neural population with partial correlation data., NIPS, 2010"], "Yi-Da Wu": ["A Log-Domain Implementation of the Diffusion Network in Very Large Scale Integration., NIPS, 2010"], "Shuang Wu": ["A unified model of short-range and long-range motion perception., NIPS, 2010"], "Huan Xu": ["Distributionally Robust Markov Decision Processes., NIPS, 2010", "Robust PCA via Outlier Pursuit., NIPS, 2010"], "Yang Xu": ["Inference and communication in the game of Password., NIPS, 2010"], "Yaoliang Yu": ["Relaxed Clipping: A Global Training Method for Robust Regression and Classification., NIPS, 2010"], "Stella X. Yu": ["Feature Transitions with Saccadic Search: Size, Color, and Orientation Are Not Alike., NIPS, 2010"], "Yi Zhang": ["Learning Multiple Tasks with a Sparse Matrix-Normal Penalty., NIPS, 2010"], "Xinhua Zhang": ["Lower Bounds on Rate of Convergence of Cutting Plane Methods., NIPS, 2010"], "Yu Zhang": ["Probabilistic Multi-Task Feature Selection., NIPS, 2010", "Worst-Case Linear Discriminant Analysis., NIPS, 2010"], "Hongbo Zhou": ["Sufficient Conditions for Generating Group Level Sparsity in a Robust Minimax Framework., NIPS, 2010"], "Jun Zhu": ["Large Margin Learning of Upstream Scene Understanding Models., NIPS, 2010"], "Martin Zinkevich": ["Parallelized Stochastic Gradient Descent., NIPS, 2010"]}