{"Aaron C. Courville": ["Modeling Temporal Structure in Classical Conditioning., NIPS, 2001"], "Peter Dayan": ["Motivated Reinforcement Learning., NIPS, 2001", "ACh, Uncertainty, and Cortical Inference., NIPS, 2001"], "Shimon Edelman": ["Probabilistic principles in unsupervised learning of visual structure: human data and a model., NIPS, 2001"], "David Jacobs": ["Fragment Completion in Humans and Machines., NIPS, 2001"], "Dan Klein": ["Natural Language Grammar Induction Using a Constituent-Context Model., NIPS, 2001"], "Michael Kositsky": ["The Emergence of Multiple Movement Units in the Presence of Noise and Feedback Delay., NIPS, 2001"], "Michael C. Mozer": ["A Rational Analysis of Cognitive Control in a Speeded Discrimination Task., NIPS, 2001", "Prodding the ROC Curve: Constrained Optimization of Classifier Performance., NIPS, 2001"], "S. Narayanan": ["A Bayesian Model Predicts Human Parse Preference and Reading Times in Sentence Processing., NIPS, 2001"], "Michiro Negishi": ["Grammar Transfer in a Second Order Recurrent Neural Network., NIPS, 2001"], "Randall C. O'Reilly": ["Generalizable Relational Binding from Coarse-coded Distributed Representations., NIPS, 2001", "A Model of the Phonological Loop: Generalization and Binding., NIPS, 2001"], "Mark A. Paskin": ["Grammatical Bigrams., NIPS, 2001"], "Bob Rehder": ["Causal Categorization with Bayes Nets., NIPS, 2001"], "Wheeler Ruml": ["Constructing Distributed Representations Using Additive Clustering., NIPS, 2001"], "Jonathan L. Shapiro": ["Reinforcement Learning and Time Perception -- a Model of Animal Experiments., NIPS, 2001"], "Daniel Yarlett": ["A Quantitative Model of Counterfactual Reasoning., NIPS, 2001"], "Giorgio A. Ascoli": ["Bayesian morphometry of hippocampal cells suggests same-cell somatodendritic repulsion., NIPS, 2001"], "Andrea d'Avella": ["Modularity in the motor system: decomposition of muscle patterns as combinations of time-varying synergies., NIPS, 2001"], "Jaap A. Beintema": ["Receptive field structure of flow detectors for heading perception., NIPS, 2001"], "Benjamin Blankertz": ["Classifying Single Trial EEG: Towards Brain Computer Interfacing., NIPS, 2001"], "Neil Burgess": ["Orientational and Geometric Determinants of Place and Head-direction., NIPS, 2001"], "Gal Chechik": ["Group Redundancy Measures Reveal Redundancy Reduction in the Auditory Pathway., NIPS, 2001"], "Hans Colonius": ["A Maximum-Likelihood Approach to Modeling Multisensory Enhancement., NIPS, 2001"], "O. Donchin": ["Linking Motor Learning to Function Approximation: Learning in an Unlearnable Force Field., NIPS, 2001"], "Julian Eggert": ["Exact differential equation population dynamics for integrate-and-fire neurons., NIPS, 2001"], "Yun Gao": ["Probabilistic Inference of Hand Motion from Neural Activity in Motor Cortex., NIPS, 2001"], "Richard H. R. Hahnloser": ["A theory of neural integration in the head-direction system., NIPS, 2001"], "Ádám Kepecs": ["3 state neurons for contextual processing., NIPS, 2001"], "Peter E. Latham": ["Associative memory in realistic neuronal networks., NIPS, 2001"], "N. Matsumoto": ["Self-regulation Mechanism of Temporally Asymmetric Hebbian Plasticity., NIPS, 2001"], "Hiroyuki Nakahara": ["Information-Geometric Decomposition in Spike Analysis., NIPS, 2001"], "Antonino Casile": ["Eye movements and the maturation of cortical orientation selectivity., NIPS, 2001"], "Odelia Schwartz": ["Characterizing Neural Gain Control using Spike-triggered Covariance., NIPS, 2001"], "Maoz Shamir": ["Correlation Codes in Neuronal Populations., NIPS, 2001"], "Jesper Tegnér": ["Why Neuronal Dynamics Should Control Synaptic Learning Rules., NIPS, 2001"], "Thomas P. Trappenberg": ["Effective Size of Receptive Fields of Inferior Temporal Visual Cortex Neurons in Natural Scenes., NIPS, 2001"], "Gregor Wenning": ["Activity Driven Adaptive Stochastic Resonance., NIPS, 2001"], "B. D. Wright": ["Spike timing and the coding of naturalistic sounds in a central auditory area of songbirds., NIPS, 2001"], "Si Wu": ["Neural Implementation of Bayesian Inference in Population Codes., NIPS, 2001"], "Xiaohui Xie": ["Generating velocity tuning by asymmetric recurrent connections., NIPS, 2001"], "Dimitris Achlioptas": ["Sampling Techniques for Kernel Methods., NIPS, 2001"], "Shun-ichi Amari": ["Geometrical Singularities in the Neuromanifold of Multilayer Perceptrons., NIPS, 2001"], "Mikio L. Braun": ["The Noisy Euclidean Traveling Salesman Problem and Learning., NIPS, 2001"], "Nicolò Cesa-Bianchi": ["On the Generalization Ability of On-Line Learning Algorithms., NIPS, 2001"], "Nello Cristianini": ["On Kernel-Target Alignment., NIPS, 2001", "Spectral Kernel Methods for Clustering., NIPS, 2001"], "Sanjoy Dasgupta": ["PAC Generalization Bounds for Co-training., NIPS, 2001"], "Anita C. Faul": ["Analysis of Sparse Bayesian Learning., NIPS, 2001"], "Ralf Herbrich": ["Algorithmic Luckiness., NIPS, 2001"], "Marcus Hutter": ["Distribution of Mutual Information., NIPS, 2001"], "Shiro Ikeda": ["Information Geometrical Framework for Analyzing Belief Propagation Decoder., NIPS, 2001"], "Hilbert J. Kappen": ["Novel iteration schemes for the Cluster Variation Method., NIPS, 2001"], "Roni Khardon": ["Efficiency versus Convergence of Boolean Kernels for On-Line Learning Algorithms., NIPS, 2001"], "Jon M. Kleinberg": ["Small-World Phenomena and the Dynamics of Information., NIPS, 2001"], "Adam Kowalczyk": ["Kernel Machines and Boolean Functions., NIPS, 2001"], "Guy Lebanon": ["Boosting and Maximum Likelihood for Exponential Models., NIPS, 2001"], "Martijn A. R. Leisink": ["Means, Correlations and Bounds., NIPS, 2001"], "Dörthe Malzahn": ["A Variational Approach to Learning Curves., NIPS, 2001"], "Ilya Nemenman": ["Entropy and Inference, Revisited., NIPS, 2001"], "Manfred Opper": ["Asymptotic Universality for Learning Curves of Support Vector Machines., NIPS, 2001"], "Gunnar Rätsch": ["On the Convergence of Leveraging., NIPS, 2001"], "Magnus Rattray": ["Scaling Laws and Local Minima in Hebbian ICA., NIPS, 2001"], "M. Schmitt": ["Computing Time Lower Bounds for Recurrent Sigmoidal Neural Networks., NIPS, 2001"], "John Shawe-Taylor": ["On the Concentration of Spectral Properties., NIPS, 2001"], "Peter Sollich": ["Gaussian Process Regression with Mismatched Models., NIPS, 2001"], "Toshiyuki Tanaka": ["Information-Geometrical Significance of Sparsity in Gallager Codes., NIPS, 2001"], "K. Y. M. Wong": ["Fast Parameter Estimation Using Green's Functions., NIPS, 2001"], "T. Zhang": ["Generalization Performance of Some Learning Problems in Hilbert Functional Spaces., NIPS, 2001", "A General Greedy Approximation Algorithm with Applications., NIPS, 2001"], "Florence d'Alché-Buc": ["Semi-supervised MarginBoost., NIPS, 2001"], "Christophe Andrieu": ["Rao-Blackwellised Particle Filtering via Data Augmentation., NIPS, 2001"], "Francis R. Bach": ["Thin Junction Trees., NIPS, 2001"], "Matthew J. Beal": ["The Infinite Hidden Markov Model., NIPS, 2001"], "Mikhail Belkin": ["Laplacian Eigenmaps and Spectral Techniques for Embedding and Clustering., NIPS, 2001"], "J. Bi": ["Duality, Geometry, and Support Vector Regression., NIPS, 2001"], "David M. Blei": ["Latent Dirichlet Allocation., NIPS, 2001"], "Olivier Chapelle": ["Incorporating Invariances in Non-Linear Support Vector Machines., NIPS, 2001"], "Michael Collins": ["A Generalization of Principal Components Analysis to the Exponential Family., NIPS, 2001", "Convolution Kernels for Natural Language., NIPS, 2001"], "Ronan Collobert": ["A Parallel Mixture of SVMs for Very Large Scale Problems., NIPS, 2001"], "Koby Crammer": ["Pranking with Ranking., NIPS, 2001"], "Lehel Csató": ["TAP Gibbs Free Energy, Belief Propagation and Sparsity., NIPS, 2001"], "Carlotta Domeniconi": ["Adaptive Nearest Neighbor Classification Using Support Vector Machines., NIPS, 2001"], "Pedro M. Domingos": ["Learning from Infinite Data in Finite Time., NIPS, 2001"], "André Elisseeff": ["A kernel method for multi-labelled classification., NIPS, 2001"], "Daniela Pucci de Farias": ["Approximate Dynamic Programming via Linear Programming., NIPS, 2001"], "Mário A. T. Figueiredo": ["Adaptive Sparseness Using Jeffreys Prior., NIPS, 2001"], "Shai Fine": ["Incremental Learning and Selective Sampling via Parametric Optimization Framework for SVM., NIPS, 2001"], "Dieter Fox": ["KLD-Sampling: Adaptive Particle Filters., NIPS, 2001"], "Brendan J. Frey": ["Fast, Large-Scale Transformation-Invariant Clustering., NIPS, 2001", "Product Analysis: Learning to Model Observations as Products of Hidden Variables., NIPS, 2001", "Very loopy belief propagation for unwrapping phase images., NIPS, 2001", "ALGONQUIN - Learning Dynamic Noise Models From Noisy Speech for Robust Speech Recognition., NIPS, 2001"], "Polina Golland": ["Discriminative Direction for Kernel Classifiers., NIPS, 2001"], "Patrick Haffner": ["Escaping the Convex Hull with Extrapolated Vector Machines., NIPS, 2001"], "Stefan Harmeling": ["Kernel Feature Spaces and Nonlinear Blind Souce Separation., NIPS, 2001"], "David Horn": ["The Method of Quantum Clustering., NIPS, 2001"], "Tommi S. Jaakkola": ["Active Information Retrieval., NIPS, 2001"], "Jyrki Kivinen": ["Online Learning with Kernels., NIPS, 2001"], "Jens Kohlmorgen": ["A Dynamic HMM for On-line Segmentation of Sequential Data., NIPS, 2001"], "Gert R. G. Lanckriet": ["Minimax Probability Machine., NIPS, 2001"], "John Langford": ["(Not) Bounding the True Error., NIPS, 2001"], "Michael L. Littman": ["An Efficient, Exact Algorithm for Solving Tree-Structured Graphical Games., NIPS, 2001", "Predictive Representations of State., NIPS, 2001"], "Peter Meinicke": ["Quantizing Density Estimators., NIPS, 2001"], "Kevin P. Murphy": ["Linear-time inference in Hierarchical HMMs., NIPS, 2001"], "Andrew Y. Ng": ["On Discriminative vs. Generative Classifiers: A comparison of logistic regression and naive Bayes., NIPS, 2001", "On Spectral Clustering: Analysis and an algorithm., NIPS, 2001"], "Alberto Paccanaro": ["Learning Hierarchical Structures with Linear Relational Embedding., NIPS, 2001"], "Marcello Pelillo": ["Matching Free Trees with Replicator Equations., NIPS, 2001"], "Anand Rangarajan": ["MIME: Mutual Information Minimization and Entropy Maximization for Bayesian Belief Propagation., NIPS, 2001"], "Carl Edward Rasmussen": ["Infinite Mixtures of Gaussian Process Experts., NIPS, 2001"], "Sam T. Roweis": ["Global Coordination of Local Linear Models., NIPS, 2001"], "Lawrence K. Saul": ["Multiplicative Updates for Classification by Mixture Models., NIPS, 2001"], "Matthias W. Seeger": ["Covariance Kernels from Bayesian Generative Models., NIPS, 2001"], "Eran Segal": ["Probabilistic Abstraction Hierarchies., NIPS, 2001"], "Hiroshi Shimodaira": ["Dynamic Time-Alignment Kernel in Support Vector Machine., NIPS, 2001"], "Noam Slonim": ["Agglomerative Multivariate Information Bottleneck., NIPS, 2001"], "Peter Sykacek": ["Bayesian time series classification., NIPS, 2001"], "Martin Szummer": ["Partially labeled classification with Markov random walks., NIPS, 2001"], "Yee Whye Teh": ["The Unified Propagation and Scaling Algorithm., NIPS, 2001"], "Sebastian Thrun": ["Risk Sensitive Particle Filters., NIPS, 2001"], "Kari Torkkola": ["Learning Discriminative Feature Transforms to Low Dimensions in Low Dimentions., NIPS, 2001"], "Koji Tsuda": ["A New Discriminative Kernel From Probabilistic Models., NIPS, 2001"], "Pascal Vincent": ["K-Local Hyperplane and Convex Distance Nearest Neighbor Algorithms., NIPS, 2001"], "Roland Vollgraf": ["Multi Dimensional ICA to Separate Correlated Sources., NIPS, 2001"], "Martin J. Wainwright": ["Tree-based reparameterization for approximate inference on loopy graphs., NIPS, 2001"], "Heiko Wersing": ["Learning Lateral Interactions for Feature Binding and Sensory Segmentation., NIPS, 2001"], "Christopher K. I. Williams": ["Products of Gaussians., NIPS, 2001"], "Ran El-Yaniv": ["Iterative Double Clustering for Unsupervised and Semi-Supervised Learning., NIPS, 2001"], "Alan L. Yuille": ["The Concave-Convex Procedure (CCCP)., NIPS, 2001"], "B. Zadrozny": ["Reducing multiclass to binary by coupling probability estimates., NIPS, 2001"], "Michael Zibulevsky": ["Blind Source Separation via Multinode Sparse Representation., NIPS, 2001"], "Hongyuan Zha": ["Spectral Relaxation for K-means Clustering., NIPS, 2001"], "Qi Zhang": ["EM-DD: An Improved Multiple-Instance Learning Technique., NIPS, 2001"], "Ji Zhu": ["Kernel Logistic Regression and the Import Vector Machine., NIPS, 2001"], "A. Bofill": ["Citcuits for VLSI Implementation of Temporally Asymmetric Hebbian Learning., NIPS, 2001"], "Roman Genov": ["Stochastic Mixed-Signal VLSI Architecture for High-Dimensional Kernel Machines., NIPS, 2001"], "Shih-Chii Liu": ["Orientation-Selective aVLSI Spiking Neurons., NIPS, 2001"], "Takashi Morie": ["An Efficient Clustering Algorithm Using Stochastic Association Model and Its Implementation Using Nanostructures., NIPS, 2001"], "Aaron P. Shon": ["Learning Spike-Based Correlations and Conditional Probabilities in Silicon., NIPS, 2001"], "Toshihiko Yamasaki": ["Analog Soft-Pattern-Matching Classifier using Floating-Gate MOS Technology., NIPS, 2001"], "Jeff A. Bilmes": ["Intransitive Likelihood-Ratio Classifiers., NIPS, 2001"], "Andrew D. Brown": ["Relative Density Nets: A New Way to Combine Backpropagation with HMM's., NIPS, 2001"], "William M. Campbell": ["A Sequence Kernel and its Application to Speaker Recognition., NIPS, 2001"], "John R. Hershey": ["Audio-Visual Sound Separation Via Hidden Markov Models., NIPS, 2001"], "Frank C. Meinecke": ["Estimating the Reliability of ICA Projections., NIPS, 2001"], "Shahla Parveen": ["Speech Recognition with Missing Data using Recurrent Neural Nets., NIPS, 2001"], "N. Smith": ["Speech Recognition using SVMs., NIPS, 2001"], "K. Yao": ["Sequential Noise Compensation by Sequential Monte Carlo Method., NIPS, 2001"], "Stuart N. Wrigley": ["A Neural Oscillator Model of Auditory Selective Attention., NIPS, 2001"], "B. T. Backus": ["Perceptual Metamers in Stereoscopic Vision., NIPS, 2001"], "James M. Coughlan": ["The g Factor: Relating Distributions on Features to Distributions on Images., NIPS, 2001"], "Bernd Heisele": ["Categorization by Learning and Combining Object Parts., NIPS, 2001"], "Laurent Itti": ["Modeling the Modulatory Effect of Attention on Human Spatial Vision., NIPS, 2001"], "Marzia Polito": ["Grouping and dimensionality reduction by locally linear embedding., NIPS, 2001"], "Rómer Rosales": ["Learning Body Pose via Specialized Maps., NIPS, 2001"], "Silvio P. Sabatini": ["A Hierarchical Model of Complex Cells in Visual Cortex for the Binocular Perception of Motion-in-Depth., NIPS, 2001"], "Javid Sadr": ["The Fidelity of Local Ordinal Encoding., NIPS, 2001"], "Yang Song": ["Unsupervised Learning of Human Motion Models., NIPS, 2001"], "Chris Stauffer": ["Transform-invariant Image Decomposition with Similarity Templates., NIPS, 2001"], "Antonio Torralba": ["Contextual Modulation of Target Saliency., NIPS, 2001"], "Paul A. Viola": ["Fast and Robust Classification using Asymmetric AdaBoost and a Detector Cascade., NIPS, 2001"], "Lance R. Williams": ["A Rotation and Translation Invariant Discrete Saliency Network., NIPS, 2001"], "Stella X. Yu": ["Grouping with Bias., NIPS, 2001"], "Timothy X. Brown": ["Switch Packet Arbitration via Queue-Learning., NIPS, 2001"], "Igor V. Cadez": ["Model Based Population Tracking and Automatic Detection of Distribution Changes., NIPS, 2001", "Bayesian Predictive Profiles With Applications to Retail Transaction Data., NIPS, 2001"], "Ali Taylan Cemgil": ["Tempo tracking and rhythm quantization by sequential Monte Carlo., NIPS, 2001"], "Nicolas Chapados": ["Estimating Car Insurance Premia: a Case Study in High-Dimensional Data Inference., NIPS, 2001"], "Judy A. Franklin": ["Improvisation and Learning., NIPS, 2001"], "Thomas L. Griffiths": ["Using Vocabulary Knowledge in Bayesian Multinomial Estimation., NIPS, 2001"], "Charles Lee Isbell Jr.": ["Cobot: A Social Reinforcement Learning Agent., NIPS, 2001"], "Neil D. Lawrence": ["Optimising Synchronisation Times for Mobile Devices., NIPS, 2001"], "Jörg Ontrup": ["Hyperbolic Self-Organizing Maps for Semantic Navigation., NIPS, 2001"], "John C. Platt": ["Learning a Gaussian Process Prior for Automatically Generating Music Playlists., NIPS, 2001"], "Christopher Raphael": ["A Bayesian Network for Real-Time Musical Accompaniment., NIPS, 2001"], "Matthew Richardson": ["The Intelligent surfer: Probabilistic Combination of Link and Content Information in PageRank., NIPS, 2001"], "Manfred K. Warmuth": ["Active Learning in the Drug Discovery Process., NIPS, 2001"], "Ming-Hsuan Yang": ["Face Recognition Using Kernel Methods., NIPS, 2001"], "Hans-Georg Zimmermann": ["Active Portfolio-Management based on Error Correction Neural Networks., NIPS, 2001"], "Bram Bakker": ["Reinforcement Learning with Long Short-Term Memory., NIPS, 2001"], "Yu-Han Chang": ["Playing is believing: The role of beliefs in multi-agent learning., NIPS, 2001"], "Thomas G. Dietterich": ["Batch Value Function Approximation via Support Vectors., NIPS, 2001"], "Eyal Even-Dar": ["Convergence of Optimistic and Incremental Q-Learning., NIPS, 2001"], "Evan Greensmith": ["Variance Reduction Techniques for Gradient Estimates in Reinforcement Learning., NIPS, 2001"], "Gregory Z. Grudic": ["Rates of Convergence of Performance Gradient Estimates Using Function Approximation and Bias in Reinforcement Learning., NIPS, 2001"], "Carlos Guestrin": ["Multiagent Planning with Factored MDPs., NIPS, 2001"], "Sham Kakade": ["A Natural Policy Gradient., NIPS, 2001"], "Sven Koenig": ["Incremental A*., NIPS, 2001"], "Michail G. Lagoudakis": ["Model-Free Least-Squares Policy Iteration., NIPS, 2001"], "Shie Mannor": ["The Steering Approach for Multi-Criteria Reinforcement Learning., NIPS, 2001"], "Rémi Munos": ["Efficient Resources Allocation for Markov Decision Processes., NIPS, 2001"], "Dale Schuurmans": ["Direct value-approximation for factored MDPs., NIPS, 2001"], "Xin Wang": ["Stabilizing Value Function Approximation with the BFBP Algorithm., NIPS, 2001"]}