{"Hua Wang": ["Maximum Margin Multi-Instance Learning., NIPS, 2011"], "Francis R. Bach": ["Shaping Level Sets with Submodular Functions., NIPS, 2011", "Non-Asymptotic Analysis of Stochastic Approximation Algorithms for Machine Learning., NIPS, 2011"], "Sergey Levine": ["Nonlinear Inverse Reinforcement Learning with Gaussian Processes., NIPS, 2011"], "Carl Vondrick": ["Video Annotation and Tracking with Active Learning., NIPS, 2011"], "Stéphan Clémençon": ["On U-processes and clustering performance., NIPS, 2011"], "Yong Zhang": ["Penalty Decomposition Methods for Rank Minimization., NIPS, 2011"], "Ehsan Elhamifar": ["Sparse Manifold Clustering and Embedding., NIPS, 2011"], "Siwei Lyu": ["Unifying Non-Maximum Likelihood Learning Objectives with Minimum KL Contraction., NIPS, 2011"], "Yibiao Zhao": ["Image Parsing with Stochastic Scene Grammar., NIPS, 2011"], "Mehdi Keramati": ["A Reinforcement Learning Theory for Homeostatic Regulation., NIPS, 2011"], "Philip M. Long": ["Learning large-margin halfspaces with more malicious noise., NIPS, 2011"], "Richard G. Gibson": ["On Strategy Stitching in Large Extensive Form Multiplayer Games., NIPS, 2011"], "Philipp Krähenbühl": ["Efficient Inference in Fully Connected CRFs with Gaussian Edge Potentials., NIPS, 2011"], "Joseph J. Lim": ["Transfer Learning by Borrowing Examples for Multiclass Object Detection., NIPS, 2011"], "Dylan A. Simon": ["Environmental statistics and the trade-off between model-based and TD learning in humans., NIPS, 2011"], "Danilo Jimenez Rezende": ["Variational Learning for Recurrent Spiking Networks., NIPS, 2011"], "Dan Zhang": ["Multiple Instance Learning on Structured Data., NIPS, 2011"], "Nitesh Shroff": ["Manifold Precis: An Annealing Technique for Diverse Sampling of Manifolds., NIPS, 2011"], "Ali Tofigh": ["A Global Structural EM Algorithm for a Model of Cancer Progression., NIPS, 2011"], "Amir Massoud Farahmand": ["Action-Gap Phenomenon in Reinforcement Learning., NIPS, 2011"], "Nobuyuki Morioka": ["Generalized Lasso based Approximation of Sparse Coding for Visual Recognition., NIPS, 2011"], "Ricardo Silveira Cabral": ["Matrix Completion for Multi-label Image Classification., NIPS, 2011"], "Paramveer S. Dhillon": ["Multi-View Learning of Word Embeddings via CCA., NIPS, 2011"], "Shinichi Nakajima": ["Global Solution of Fully-Observed Variational Bayesian Matrix Factorization is Column-Wise Independent., NIPS, 2011"], "Ryota Kobayashi": ["Estimating time-varying input signals and ion channel states from a single voltage trace of a neuron., NIPS, 2011"], "David K. Duvenaud": ["Additive Gaussian Processes., NIPS, 2011"], "Hai-Son Le": ["Inferring Interaction Networks using the IBP applied to microRNA Target Prediction., NIPS, 2011"], "Hema Swetha Koppula": ["Semantic Labeling of 3D Point Clouds for Indoor Scenes., NIPS, 2011"], "Shilin Ding": ["Learning Higher-Order Graph Structure with Features by Structure Penalty., NIPS, 2011"], "Tingting Zhao": ["Analysis and Improvement of Policy Gradient Estimation., NIPS, 2011"], "Ioannis Gkioulekas": ["Dimensionality Reduction Using the Sparse Linear Model., NIPS, 2011"], "Daniel Hernández-Lobato": ["Robust Multi-Class Gaussian Process Classification., NIPS, 2011"], "Christoph H. Lampert": ["Maximum Margin Multi-Label Structured Prediction., NIPS, 2011"], "Ke Chen": ["Extracting Speaker-Specific Information with a Regularized Siamese Deep Network., NIPS, 2011"], "Ricardo Bezerra de Andrade e Silva": ["Thinning Measurement Models and Questionnaire Design., NIPS, 2011"], "Charles Kemp": ["Inductive reasoning about chimeric creatures., NIPS, 2011"], "Philipp Hennig": ["Optimal Reinforcement Learning for Gaussian Systems., NIPS, 2011"], "Weiran Wang": ["A Denoising View of Matrix Completion., NIPS, 2011"], "Nicolò Cesa-Bianchi": ["Efficient Online Learning via Randomized Rounding., NIPS, 2011"], "Lei Yuan": ["Efficient Methods for Overlapping Group Lasso., NIPS, 2011"], "Jing Lei": ["Differentially Private M-Estimators., NIPS, 2011"], "Kamil Wnuk": ["Multiple Instance Filtering., NIPS, 2011"], "Morteza Alamgir": ["Phase transition in the family of p-resistances., NIPS, 2011"], "Yoonho Hwang": ["Convergent Bounds on the Euclidean Distance., NIPS, 2011"], "Yangqing Jia": ["Heavy-tailed Distances for Gradient Based Image Descriptors., NIPS, 2011"], "Nicolas Boumal": ["RTRMC: A Riemannian trust-region method for low-rank matrix completion., NIPS, 2011"], "Guido Montúfar": ["Expressive Power and Approximation Errors of Restricted Boltzmann Machines., NIPS, 2011"], "Jasmina Bogojeska": ["History distribution matching method for predicting effectiveness of HIV combination therapies., NIPS, 2011"], "Binbin Lin": ["Semi-supervised Regression via Parallel Field Regularization., NIPS, 2011"], "Ross B. Girshick": ["Object Detection with Grammar Models., NIPS, 2011"], "Stefanie Jegelka": ["On fast approximate submodular minimization., NIPS, 2011"], "Matthias S. Keil": ["Emergence of Multiplication in a Biophysical Model of a Wide-Field Visual Neuron for Computing Object Approaches: Dynamics, Peaks, & Fits., NIPS, 2011"], "Kumar Sricharan": ["Efficient anomaly detection using bipartite k-NN graphs., NIPS, 2011"], "Jun Liu": ["Projection onto A Nonnegative Max-Heap., NIPS, 2011"], "David Newman": ["Improving Topic Coherence with Regularized Topic Models., NIPS, 2011"], "Qian Sun": ["A Two-Stage Weighting Framework for Multi-Source Domain Adaptation., NIPS, 2011"], "Joseph L. Austerweil": ["An ideal observer model for identifying the reference frame of objects., NIPS, 2011"], "Artin Armagan": ["Generalized Beta Mixtures of Gaussians., NIPS, 2011"], "Youwei Zhang": ["Large-Scale Sparse Principal Component Analysis with Application to Text Data., NIPS, 2011"], "Trung-Thanh Pham": ["Simultaneous Sampling and Multi-Structure Fitting with Adaptive Reversible Jump MCMC., NIPS, 2011"], "Congcong Li": ["$\\theta$-MRF: Capturing Spatial and Semantic Structure in the Parameters for Scene Understanding., NIPS, 2011"], "Ryan Gomes": ["Crowdclustering., NIPS, 2011"], "Jia Deng": ["Fast and Balanced: Efficient Label Tree Learning for Large Scale Object Recognition., NIPS, 2011"], "Ichiro Takeuchi": ["Target Neighbor Consistent Feature Weighting for Nearest Neighbor Classification., NIPS, 2011"], "Luca Oneto": ["The Impact of Unlabeled Patterns in Rademacher Complexity Theory for Kernel Classifiers., NIPS, 2011"], "Makoto Yamada": ["Relative Density-Ratio Estimation for Robust Distribution Comparison., NIPS, 2011"], "Denis Deratani Mauá": ["Solving Decision Problems with Limited Information., NIPS, 2011"], "Zhouchen Lin": ["Linearized Alternating Direction Method with Adaptive Penalty for Low-Rank Representation., NIPS, 2011"], "Sung Ju Hwang": ["Learning a Tree of Metrics with Disjoint Visual Features., NIPS, 2011"], "Oliver Stegle": ["Efficient inference in matrix-variate Gaussian models with \\iid observation noise., NIPS, 2011"], "Joris M. Mooij": ["On Causal Discovery with Cyclic Additive Noise Models., NIPS, 2011"], "Viren Jain": ["Learning to Agglomerate Superpixel Hierarchies., NIPS, 2011"], "Simon Wiesler": ["A Convergence Analysis of Log-Linear Training., NIPS, 2011"], "Olivier Delalleau": ["Shallow vs. Deep Sum-Product Networks., NIPS, 2011"], "Sebastian Kurtek": ["Signal Estimation Under Random Time-Warpings and Nonlinear Signal Alignment., NIPS, 2011"], "Shie Mannor": ["From Bandits to Experts: On the Value of Side-Observations., NIPS, 2011"], "Benjamin Recht": ["Hogwild: A Lock-Free Approach to Parallelizing Stochastic Gradient Descent., NIPS, 2011"], "Jiayu Zhou": ["Clustered Multi-Task Learning Via Alternating Structure Optimization., NIPS, 2011"], "Joel Z. Leibo": ["Why The Brain Separates Face Recognition From Object Recognition., NIPS, 2011"], "André da Motta Salles Barreto": ["Reinforcement Learning using Kernel-Based Stochastic Factorization., NIPS, 2011"], "Samory Kpotufe": ["k-NN Regression Adapts to Local Intrinsic Dimension., NIPS, 2011"], "Xaq Pitkow": ["Learning unbelievable probabilities., NIPS, 2011"], "Matthew A. Kayala": ["A Machine Learning Approach to Predict Chemical Reactions., NIPS, 2011"], "Biljana Petreska": ["Dynamical segmentation of single trials from population neural data., NIPS, 2011"], "Peter V. Gehler": ["Recovering Intrinsic Images with a Global Sparsity Prior on Reflectance., NIPS, 2011"], "Emin Orhan": ["Probabilistic Modeling of Dependencies Among Visual Short-Term Memory Representations., NIPS, 2011"], "Rémi Munos": ["Optimistic Optimization of a Deterministic Function without the Knowledge of its Smoothness., NIPS, 2011"], "Flavio Chierichetti": ["Reconstructing Patterns of Information Diffusion from Incomplete Observations., NIPS, 2011"], "Richard Socher": ["Dynamic Pooling and Unfolding Recursive Autoencoders for Paraphrase Detection., NIPS, 2011"], "Nir Ailon": ["Active Learning Ranking from Pairwise Preferences with Almost Optimal Query Complexity., NIPS, 2011"], "Yee Whye Teh": ["Modelling Genetic Variations using Fragmentation-Coagulation Processes., NIPS, 2011"], "Michael Kapralov": ["Prediction strategies without loss., NIPS, 2011"], "Xiaoyin Ge": ["Data Skeletonization via Reeb Graphs., NIPS, 2011"], "Kamiar Rahnama Rad": ["Information Rates and Optimal Decoding in Large Neural Populations., NIPS, 2011"], "Dmitry Pidan": ["Selective Prediction of Financial Trends with Hidden Markov Models., NIPS, 2011"], "Xinggang Wang": ["Maximal Cliques that Satisfy Hard Constraints with Application to Deformable Object Model Learning., NIPS, 2011"], "Alekh Agarwal": ["Distributed Delayed Stochastic Optimization., NIPS, 2011", "Stochastic convex optimization with bandit feedback., NIPS, 2011"], "Ambuj Tewari": ["Greedy Algorithms for Structurally Constrained High Dimensional Problems., NIPS, 2011"], "Elad Hazan": ["Newtron: an Efficient Bandit algorithm for Online Multiclass Prediction., NIPS, 2011", "Beating SGD: Learning SVMs in Sublinear Time., NIPS, 2011"], "Zhen James Xiang": ["Learning Sparse Representations of High Dimensional Data on Large Scale Dictionaries., NIPS, 2011"], "Mladen Kolar": ["Minimax Localization of Structural Information in Large Noisy Matrices., NIPS, 2011"], "Vijay Mahadevan": ["Maximum Covariance Unfolding : Manifold Learning for Bimodal Data., NIPS, 2011"], "Sham M. Kakade": ["Efficient Learning of Generalized Linear and Single Index Models with Isotonic Regression., NIPS, 2011"], "Bo Chen": ["On the Analysis of Multi-Channel Neural Spike Data., NIPS, 2011", "Predicting response time and error rates in visual search., NIPS, 2011"], "Wouter M. Koolen": ["Learning Eigenvectors for Free., NIPS, 2011"], "Sivaraman Balakrishnan": ["Noise Thresholds for Spectral Clustering., NIPS, 2011"], "Lu Ren": ["The Kernel Beta Process., NIPS, 2011"], "Ryota Tomioka": ["Statistical Performance of Convex Tensor Decomposition., NIPS, 2011"], "Richard E. Turner": ["Probabilistic amplitude and frequency demodulation., NIPS, 2011"], "Dominique C. Perrault-Joncas": ["Directed Graph Embedding: an Algorithm based on Continuous Limits of Laplacian-type Operators., NIPS, 2011"], "Yan Karklin": ["Efficient coding of natural images with a population of noisy Linear-Nonlinear neurons., NIPS, 2011"], "David Sontag": ["Complexity of Inference in Latent Dirichlet Allocation., NIPS, 2011"], "Quoc V. Le": ["ICA with Reconstruction Cost for Efficient Overcomplete Feature Learning., NIPS, 2011"], "Maxim Raginsky": ["Lower Bounds for Passive and Active Learning., NIPS, 2011"], "Shulin Yang": ["Structure Learning for Optimization., NIPS, 2011"], "Shahed Sorower": ["Inverting Grice's Maxims to Learn Rules from Natural Language Extractions., NIPS, 2011"], "Tianshi Gao": ["Active Classification based on Value of Classifier., NIPS, 2011"], "Liang Xiong": ["Group Anomaly Detection using Flexible Genre Models., NIPS, 2011"], "Dan Garber": ["Approximating Semidefinite Programs in Sublinear Time., NIPS, 2011"], "Andrew E. Waters": ["SpaRCS: Recovering low-rank and sparse matrices from compressive measurements., NIPS, 2011"], "Javad Azimi": ["Budgeted Optimization with Concurrent Stochastic-Duration Experiments., NIPS, 2011"], "Andrew Guillory": ["Online Submodular Set Cover, Ranking, and Repeated Active Learning., NIPS, 2011"], "Arthur Szlam": ["Structured sparse coding via lateral inhibition., NIPS, 2011"], "Jiquan Ngiam": ["Sparse Filtering., NIPS, 2011"], "Lester W. Mackey": ["Divide-and-Conquer Matrix Factorization., NIPS, 2011"], "Vicente Ordonez": ["Im2Text: Describing Images Using 1 Million Captioned Photographs., NIPS, 2011"], "David Wingate": ["Nonstandard Interpretations of Probabilistic Programs for Efficient Inference., NIPS, 2011"], "Daniel R. Sheldon": ["Collective Graphical Models., NIPS, 2011"], "Jun Wang": ["Metric Learning with Multiple Kernels., NIPS, 2011"], "Shai Shalev-Shwartz": ["ShareBoost: Efficient multiclass learning with feature sharing., NIPS, 2011"], "Balázs Ujfalussy": ["Active dendrites: adaptation to spike-based communication., NIPS, 2011"], "Jiarong Jiang": ["Message-Passing for Approximate MAP Inference with Latent Variables., NIPS, 2011"], "Miles Lopes": ["A More Powerful Two-Sample Test in High Dimensions using Random Projection., NIPS, 2011"], "Prateek Jain": ["Orthogonal Matching Pursuit with Replacement., NIPS, 2011"], "Elodie Vernet": ["Composite Multiclass Losses., NIPS, 2011"], "Dong Dai": ["Greedy Model Averaging., NIPS, 2011"], "Bin Zhao": ["Large-Scale Category Structure Aware Image Categorization., NIPS, 2011"], "Anatoli Iouditski": ["On the accuracy of l1-filtering of signals with block-sparse structure., NIPS, 2011"], "Qibin Zhao": ["Multilinear Subspace Regression: An Orthogonal Tensor Decomposition Approach., NIPS, 2011"], "Alexandra Carpentier": ["Finite Time Analysis of Stratified Sampling for Monte Carlo., NIPS, 2011", "Sparse Recovery with Brownian Sensing., NIPS, 2011"], "Zhan Wei Lim": ["Monte Carlo Value Iteration with Macro-Actions., NIPS, 2011"], "Xinghua Lou": ["Structured Learning for Cell Tracking., NIPS, 2011"], "Cristina Savin": ["Two is better than one: distinct roles for familiarity and recollection in retrieving palimpsest memories., NIPS, 2011"], "Rocco A. Servedio": ["Algorithms and hardness results for parallel large margin learning., NIPS, 2011"], "Fahad Shahbaz Khan": ["Portmanteau Vocabularies for Multi-Cue Image Representation., NIPS, 2011"], "Charles Dubout": ["Boosting with Maximum Adaptive Sampling., NIPS, 2011"], "Andrew McHutchon": ["Gaussian Process Training with Input Noise., NIPS, 2011"], "Jakob H. Macke": ["Empirical models of spiking in neural populations., NIPS, 2011", "How biased are maximum entropy models?, NIPS, 2011"], "Angela Yao": ["Learning Probabilistic Non-Linear Latent Variable Models for Tracking Complex Activities., NIPS, 2011"], "David Adametz": ["Bayesian Partitioning of Large-Scale Distance Data., NIPS, 2011"], "Skander Mensi": ["From Stochastic Nonlinear Integrate-and-Fire to Generalized Linear Models., NIPS, 2011"], "Guy Van den Broeck": ["On the Completeness of First-Order Knowledge Compilation for Lifted Probabilistic Inference., NIPS, 2011"], "XianXing Zhang": ["Hierarchical Topic Modeling for Analysis of Time-Evolving Personal Choices., NIPS, 2011"], "Krzysztof Dembczynski": ["An Exact Algorithm for F-Measure Maximization., NIPS, 2011"], "Abhishek Kumar": ["Co-regularized Multi-view Spectral Clustering., NIPS, 2011"], "Johanni Brea": ["Sequence learning with hidden units in spiking neural networks., NIPS, 2011"], "Shuai Huang": ["Identifying Alzheimer's Disease-Related Brain Regions from Multi-Modality Neuroimaging Data using Sparse Composite Linear Discrimination Analysis., NIPS, 2011"], "Chaitanya Ekanadham": ["A blind sparse deconvolution method for neural spike identification., NIPS, 2011"], "Faisal Khan": ["How Do Humans Teach: On Curriculum Learning and Teaching Dimension., NIPS, 2011"], "Mark W. Schmidt": ["Convergence Rates of Inexact Proximal-Gradient Methods for Convex Optimization., NIPS, 2011"], "Andreas Geiger": ["Joint 3D Estimation of Objects and Scene Layout., NIPS, 2011"], "Soumya Ghosh": ["Spatial distance dependent Chinese restaurant processes for image segmentation., NIPS, 2011"], "Victor S. Lempitsky": ["Pylon Model for Semantic Segmentation., NIPS, 2011"], "Nan Ding": ["t-divergence Based Approximate Inference., NIPS, 2011"], "Vincent Delaitre": ["Learning person-object interactions for action recognition in still images., NIPS, 2011"], "James Petterson": ["Submodular Multi-Label Learning., NIPS, 2011"], "Yusuke Watanabe": ["Uniqueness of Belief Propagation on Signed Graphs., NIPS, 2011"], "Sungwoong Kim": ["Higher-Order Correlation Clustering for Image Segmentation., NIPS, 2011"], "Mona Eberts": ["Optimal learning rates for least squares SVMs using Gaussian kernels., NIPS, 2011"], "Tzu-Kuo Huang": ["Learning Auto-regressive Models from Sequence and Non-sequence Data., NIPS, 2011"], "Loc Bui": ["Committing Bandits., NIPS, 2011"], "Martin B. Stemmler": ["Energetically Optimal Action Potentials., NIPS, 2011"], "Taiji Suzuki": ["Unifying Framework for Fast Learning Rate of Non-Sparse Multiple Kernel Learning., NIPS, 2011"], "Fabio Vitale": ["See the Tree Through the Lines: The Shazoo Algorithm., NIPS, 2011"], "Matus Telgarsky": ["The Fast Convergence of Boosting., NIPS, 2011"], "Aleksandrs Slivkins": ["Multi-armed bandits on implicit metric spaces., NIPS, 2011"], "Ziming Zhang": ["Learning Anchor Planes for Classification., NIPS, 2011"], "Jun Zhu": ["Infinite Latent SVM for Classification and Multi-task Learning., NIPS, 2011"], "Matthew D. Zeiler": ["Facial Expression Transfer with Input-Output Temporal Restricted Boltzmann Machines., NIPS, 2011"], "Yi-Kai Liu": ["Universal low-rank matrix recovery from Pauli measurements., NIPS, 2011"], "Andrew Cotter": ["Better Mini-Batch Algorithms via Accelerated Gradient Methods., NIPS, 2011"], "Tim van Erven": ["Adaptive Hedge., NIPS, 2011"], "Yair Wiener": ["Agnostic Selective Classification., NIPS, 2011"], "Armen E. Allahverdyan": ["Comparative Analysis of Viterbi Training and Maximum Likelihood Estimation for HMMs., NIPS, 2011"], "Yevgeny Seldin": ["PAC-Bayesian Analysis of Contextual Bandits., NIPS, 2011"], "Il Memming Park": ["Bayesian Spike-Triggered Covariance Analysis., NIPS, 2011"], "David A. Knowles": ["Non-conjugate Variational Message Passing for Multinomial and Binary Regression., NIPS, 2011"], "Zhen Li": ["Learning to Search Efficiently in High Dimensions., NIPS, 2011"], "Oliver Kroemer": ["A Non-Parametric Approach to Dynamic Programming., NIPS, 2011"], "Gautam Kunapuli": ["Advice Refinement in Knowledge-Based SVMs., NIPS, 2011"], "Kenji Fukumizu": ["Kernel Bayes' Rule., NIPS, 2011"], "Alessandro Lazaric": ["Transfer from Multiple MDPs., NIPS, 2011"], "Cédric Archambeau": ["Sparse Bayesian Multi-Task Learning., NIPS, 2011"], "Alexander Rakhlin": ["Online Learning: Stochastic, Constrained, and Smoothed Adversaries., NIPS, 2011"], "Bharath K. Sriperumbudur": ["Learning in Hilbert vs. Banach Spaces: A Measure Embedding Viewpoint., NIPS, 2011"], "Michael C. Mozer": ["An Unsupervised Decontamination Procedure For Improving The Reliability Of Human Judgments., NIPS, 2011"], "Fabian L. Wauthier": ["Bayesian Bias Mitigation for Crowdsourcing., NIPS, 2011"], "Vikas C. Raykar": ["Ranking annotators for crowdsourced labeling tasks., NIPS, 2011"], "Scott Niekum": ["Clustering via Dirichlet Process Mixture Models for Portable Skill Discovery., NIPS, 2011"], "Adrian Ion": ["Probabilistic Joint Image Segmentation and Labeling., NIPS, 2011"], "Joel Veness": ["Variance Reduction in Monte-Carlo Tree Search., NIPS, 2011"], "Chun-Nam Yu": ["Learning Patient-Specific Cancer Survival Distributions as a Sequence of Dependent Regressors., NIPS, 2011"], "Pablo M. Olmos": ["An Application of Tree-Structured Expectation Propagation for Channel Decoding., NIPS, 2011"], "Animashree Anandkumar": ["High-Dimensional Graphical Model Selection: Tractable Graph Families and Necessary Conditions., NIPS, 2011", "Spectral Methods for Learning Multivariate Latent Tree Structure., NIPS, 2011"], "Junichiro Hirayama": ["Structural equations and divisive normalization for energy-dependent component analysis., NIPS, 2011"], "Nam H. Nguyen": ["Robust Lasso with missing and grossly corrupted observations., NIPS, 2011"], "Martin O. Larsson": ["A concave regularization technique for sparse mixture models., NIPS, 2011"], "Blake Shaw": ["Learning a Distance Metric from a Network., NIPS, 2011"], "Pannagadatta K. Shivaswamy": ["Variance Penalizing AdaBoost., NIPS, 2011"], "João V. Messias": ["Efficient Offline Communication Policies for Factored Multiagent POMDPs., NIPS, 2011"], "Martin Slawski": ["Sparse recovery by thresholded non-negative least squares., NIPS, 2011"], "Ali Jalali": ["On Learning Discrete Graphical Models using Greedy Methods., NIPS, 2011"], "Philip S. Thomas": ["Policy Gradient Coagent Networks., NIPS, 2011"], "David R. Karger": ["Iterative Learning for Reliable Crowdsourcing Systems., NIPS, 2011"], "Asela Gunawardana": ["A Model for Temporal Dependencies in Event Streams., NIPS, 2011"], "Andrew M. Saxe": ["Unsupervised learning models of primary cortical receptive fields and receptive field plasticity., NIPS, 2011"], "Dae Il Kim": ["The Doubly Correlated Nonparametric Topic Model., NIPS, 2011"], "Jaedeug Choi": ["MAP Inference for Bayesian Inverse Reinforcement Learning., NIPS, 2011"], "Purushottam Kar": ["Similarity-based Learning via Data Driven Embeddings., NIPS, 2011"], "Olana Missura": ["Predicting Dynamic Difficulty., NIPS, 2011"], "David P. Wipf": ["Sparse Estimation with Structured Dictionaries., NIPS, 2011"], "Mijung Park": ["Active learning of neural response functions with Gaussian processes., NIPS, 2011"], "Ardavan Saeedi": ["Priors over Recurrent Continuous Time Processes., NIPS, 2011"], "Ruslan Salakhutdinov": ["Learning to Learn with Compound HD Models., NIPS, 2011"], "Zuoguan Wang": ["Anatomically Constrained Decoding of Finger Flexion from Electrocorticographic Signals., NIPS, 2011"], "Liu Yang": ["Active Learning with a Drifting Distribution., NIPS, 2011"], "Alessandro Bergamo": ["PiCoDes: Learning a Compact Code for Novel-Category Recognition., NIPS, 2011"], "David S. Choi": ["Confidence Sets for Network Structure., NIPS, 2011"], "Yoshinobu Kawahara": ["Prismatic Algorithm for Discrete D.C. Programming Problem., NIPS, 2011"], "Liefeng Bo": ["Hierarchical Matching Pursuit for Image Classification: Architecture and Fast Algorithms., NIPS, 2011"], "Mohammad J. Saberian": ["Multiclass Boosting: Theory and Algorithms., NIPS, 2011"], "Rina Foygel": ["Learning with the weighted trace-norm under arbitrary sampling distributions., NIPS, 2011"], "Dan Feldman": ["Scalable Training of Mixture Models via Coresets., NIPS, 2011"], "Yusuf Kenan Yilmaz": ["Generalised Coupled Tensor Factorisation., NIPS, 2011"], "Inderjit S. Dhillon": ["Nearest Neighbor based Greedy Coordinate Descent., NIPS, 2011"], "J. Zico Kolter": ["The Fixed Points of Off-Policy TD., NIPS, 2011"], "Gilles Blanchard": ["Generalizing from Several Related Classification Tasks to a New Unlabeled Sample., NIPS, 2011"], "Edouard Grave": ["Trace Lasso: a trace norm regularization for correlated designs., NIPS, 2011"], "Levi Boyles": ["Statistical Tests for Optimization Efficiency., NIPS, 2011"], "David A. McAllester": ["Generalization Bounds and Consistency for Latent Structural Probit and Ramp Loss., NIPS, 2011"], "Julie Dethier": ["A Brain-Machine Interface Operating with a Real-Time Spiking Neural Network Control Algorithm., NIPS, 2011"], "Victor Gabillon": ["Multi-Bandit Best Arm Identification., NIPS, 2011"], "Dominique Tschopp": ["Randomized Algorithms for Comparison-based Search., NIPS, 2011"], "Kevin G. Jamieson": ["Active Ranking using Pairwise Comparisons., NIPS, 2011"], "Olivier Chapelle": ["An Empirical Evaluation of Thompson Sampling., NIPS, 2011"], "Thomas J. Walsh": ["Blending Autonomous Exploration and Apprenticeship Learning., NIPS, 2011"], "Onur Dikmen": ["Nonnegative dictionary learning in the exponential noise model for adaptive music signal representation., NIPS, 2011"], "Alan Jern": ["Evaluating the inverse decision-making approach to preference learning., NIPS, 2011"], "Christos Boutsidis": ["Sparse Features for PCA-Like Linear Regression., NIPS, 2011"], "Salah Rifai": ["The Manifold Tangent Classifier., NIPS, 2011"], "Alex K. Susemihl": ["Analytical Results for the Error in Filtering of Gaussian Processes., NIPS, 2011"], "Yasin Abbasi-Yadkori": ["Improved Algorithms for Linear Stochastic Bandits., NIPS, 2011"], "Joshua T. Abbott": ["Testing a Bayesian Measure of Representativeness Using a Large Image Database., NIPS, 2011"], "Cho-Jui Hsieh": ["Sparse Inverse Covariance Matrix Estimation Using Quadratic Approximation., NIPS, 2011"], "Michalis K. Titsias": ["Spike and Slab Variational Inference for Multi-Task and Multiple Kernel Learning., NIPS, 2011"], "Alex Graves": ["Practical Variational Inference for Neural Networks., NIPS, 2011"], "David P. Reichert": ["Neuronal Adaptation for Sampling-Based Probabilistic Inference in Perceptual Bistability., NIPS, 2011"], "Matthias Hein": ["Beyond Spectral Clustering - Tight Relaxations of Balanced Graph Cuts., NIPS, 2011"], "Michael Shindler": ["Fast and Accurate k-means For Large Datasets., NIPS, 2011"], "Michael Pacer": ["A rational model of causal inference with continuous causes., NIPS, 2011"], "Yichuan Zhang": ["Quasi-Newton Methods for Markov Chain Monte Carlo., NIPS, 2011"], "George Konidaris": ["TD_gamma: Re-evaluating Complex Backups in Temporal Difference Learning., NIPS, 2011"], "Mohammad Gheshlaghi Azar": ["Speedy Q-Learning., NIPS, 2011"], "Patrick O. Perry": ["Regularized Laplacian Estimation and Fast Eigenvector Approximation., NIPS, 2011"], "Phillip Isola": ["Understanding the Intrinsic Memorability of Images., NIPS, 2011"], "Marius Kloft": ["The Local Rademacher Complexity of Lp-Norm Multiple Kernel Learning., NIPS, 2011"], "Andreas Krause": ["Contextual Gaussian Process Bandit Optimization., NIPS, 2011"], "Minmin Chen": ["Co-Training for Domain Adaptation., NIPS, 2011"], "Neville Mehta": ["Autonomous Learning of Action Models for Planning., NIPS, 2011"], "Vinayak Rao": ["Gaussian process modulated renewal processes., NIPS, 2011"], "Yisong Yue": ["Linear Submodular Bandits and their Application to Diversified Retrieval., NIPS, 2011"], "Duy Quang Vu": ["Continuous-Time Regression Models for Longitudinal Networks., NIPS, 2011"], "Guillaume Desjardins": ["On Tracking The Partition Function., NIPS, 2011"], "Andreas C. Damianou": ["Variational Gaussian Process Dynamical Systems., NIPS, 2011"], "Vikas Sindhwani": ["Non-parametric Group Orthogonal Matching Pursuit for Sparse Learning with Multiple Kernels., NIPS, 2011"], "Adam Coates": ["Selecting Receptive Fields in Deep Networks., NIPS, 2011"], "Dan Lizotte": ["Convergent Fitted Value Iteration with Linear Function Approximation., NIPS, 2011"], "James Bergstra": ["Algorithms for Hyper-Parameter Optimization., NIPS, 2011"], "Alyson K. Fletcher": ["Neural Reconstruction with Approximate Message Passing (NeuRAMP)., NIPS, 2011"], "Michael L. Wick": ["Query-Aware MCMC., NIPS, 2011"], "Paul Wagner": ["A reinterpretation of the policy oscillation phenomenon in approximate policy iteration., NIPS, 2011"], "Ian H. Stevenson": ["Inferring spike-timing-dependent plasticity from spike train data., NIPS, 2011"], "Omar Zia Khan": ["Automated Refinement of Bayes Networks' Parameters based on Test Ordering Constraints., NIPS, 2011"], "Jacob D. Abernethy": ["A Collaborative Mechanism for Crowdsourcing Prediction Problems., NIPS, 2011"], "Adler J. Perotte": ["Hierarchically Supervised Latent Dirichlet Allocation., NIPS, 2011"], "Jacquelyn A. Shelton": ["Select and Sample - A Model of Efficient Neural Inference and Learning., NIPS, 2011"], "Odalric-Ambrym Maillard": ["Selecting the State-Representation in Reinforcement Learning., NIPS, 2011"], "Joni Pajarinen": ["Periodic Finite State Controllers for Efficient POMDP and DEC-POMDP Planning., NIPS, 2011"], "Nati Srebro": ["On the Universality of Online Mirror Descent., NIPS, 2011"], "Wieland Brendel": ["Demixed Principal Component Analysis., NIPS, 2011"], "Yuan (Alan) Qi": ["EigenNet: A Bayesian hybrid of generative and conditional models for sparse learning., NIPS, 2011"], "Ping Li": ["Hashing Algorithms for Large-Scale Learning., NIPS, 2011"], "Iasonas Kokkinos": ["Rapid Deformable Object Detection using Dual-Tree Branch-and-Bound., NIPS, 2011"], "Nico Görnitz": ["Hierarchical Multitask Structured Output Learning for Large-scale Sequence Segmentation., NIPS, 2011"], "Le Song": ["Kernel Embeddings of Latent Tree Graphical Models., NIPS, 2011"], "Florian Stimberg": ["Inference in continuous-time change-point models., NIPS, 2011"], "Po-Ling Loh": ["High-dimensional regression with noisy and missing data: Provable guarantees with non-convexity., NIPS, 2011"], "Bogdan Alexe": ["Exploiting spatial overlap to efficiently compute appearance distances between image windows., NIPS, 2011"], "Stefano Ermon": ["Accelerated Adaptive Markov Chain for Partition Function Computation., NIPS, 2011"]}