{"Christopher Ré": ["Scan Order in Gibbs Sampling: Models in Which it Matters and Bounds on How Much., NIPS, 2016", "Data Programming: Creating Large Training Sets, Quickly., NIPS, 2016"], "Zongben Xu": ["Deep ADMM-Net for Compressive Sensing MRI., NIPS, 2016"], "Cheng Soon Ong": ["A scaled Bregman theorem with applications., NIPS, 2016"], "David A. Forsyth": ["Swapout: Learning an ensemble of deep architectures., NIPS, 2016"], "Richard Nock": ["On Regularizing Rademacher Observation Losses., NIPS, 2016"], "Ohad Shamir": ["Without-Replacement Sampling for Stochastic Gradient Methods., NIPS, 2016", "Dimension-Free Iteration Complexity of Finite Sum Optimization Problems., NIPS, 2016"], "Andreas Krause": ["Fast and Provably Good Seedings for k-Means., NIPS, 2016", "Cooperative Graphical Models., NIPS, 2016", "Variational Inference in Mixed Probabilistic Submodular Models., NIPS, 2016", "Safe Exploration in Finite Markov Decision Processes with Gaussian Processes., NIPS, 2016"], "Sergey Levine": ["Unsupervised Learning for Physical Interaction through Video Prediction., NIPS, 2016", "Guided Policy Search via Approximate Mirror Descent., NIPS, 2016"], "Ehsan Elhamifar": ["High-Rank Matrix Completion and Clustering under Self-Expressive Models., NIPS, 2016"], "Josh Tenenbaum": ["Learning a Probabilistic Latent Space of Object Shapes via 3D Generative-Adversarial Modeling., NIPS, 2016", "Sampling for Bayesian Program Learning., NIPS, 2016", "Hierarchical Deep Reinforcement Learning: Integrating Temporal Abstraction and Intrinsic Motivation., NIPS, 2016"], "Bill Freeman": ["Visual Dynamics: Probabilistic Future Frame Synthesis via Cross Convolutional Networks., NIPS, 2016"], "Alan A. Stocker": ["Human Decision-Making under Limited Time., NIPS, 2016"], "Yan Tong": ["Incremental Boosting Convolutional Neural Network for Facial Action Unit Recognition., NIPS, 2016"], "Dit-Yan Yeung": ["Natural-Parameter Networks: A Class of Probabilistic Neural Networks., NIPS, 2016", "Collaborative Recurrent Autoencoder: Recommend while Learning to Fill in the Blanks., NIPS, 2016"], "Shuicheng Yan": ["Tree-Structured Reinforcement Learning for Sequential Object Localization., NIPS, 2016"], "Michael I. Jordan": ["Unsupervised Domain Adaptation with Residual Transfer Networks., NIPS, 2016", "Local Maxima in the Likelihood of Gaussian Mixture Models: Structural Results and Algorithmic Consequences., NIPS, 2016"], "Zohar S. Karnin": ["Verification Based Solution for Structured MAB Problems., NIPS, 2016"], "Alexandre M. Bayen": ["Minimizing Regret on Reflexive Banach Spaces and Nash Equilibria in Continuous Zero-Sum Games., NIPS, 2016"], "John P. Cunningham": ["Linear dynamical neural population models through nonlinear embeddings., NIPS, 2016"], "Alan L. Yuille": ["SURGE: Surface Regularized Geometry Estimation from a Single Image., NIPS, 2016", "Training and Evaluating Multimodal Word Embeddings with Large-scale Web Annotated Images., NIPS, 2016"], "Arthur Gretton": ["Interpretable Distribution Features with Maximum Testing Power., NIPS, 2016"], "Jean B. Lasserre": ["Sorting out typicality with the inverse moment matrix SOS polynomial., NIPS, 2016"], "Oren Anava": ["Multi-armed Bandits: Competing with Optimal Sequences., NIPS, 2016"], "Yair Heller": ["Multivariate tests of association based on univariate tests., NIPS, 2016"], "Honglak Lee": ["Learning What and Where to Draw., NIPS, 2016", "Perspective Transformer Nets: Learning Single-View 3D Object Reconstruction without 3D Supervision., NIPS, 2016"], "Madeleine Udell": ["The Sound of APALM Clapping: Faster Nonsmooth Nonconvex Optimization with Stochastic Asynchronous PALM., NIPS, 2016"], "Andrea Vedaldi": ["Integrated perception with recurrent multi-task neural networks., NIPS, 2016", "Learning feed-forward one-shot learners., NIPS, 2016"], "Martial Hebert": ["Combining Low-Density Separators with CNNs., NIPS, 2016"], "Chao Xu": ["CNNpack: Packing Convolutional Neural Networks in the Frequency Domain., NIPS, 2016"], "Ryota Tomioka": ["f-GAN: Training Generative Neural Samplers using Variational Divergence Minimization., NIPS, 2016"], "Frank D. Wood": ["Bayesian Optimization for Probabilistic Programs., NIPS, 2016"], "Devi Parikh": ["Hierarchical Question-Image Co-Attention for Visual Question Answering., NIPS, 2016"], "Christos Boutsidis": ["Optimal Sparse Linear Encoders and Sparse PCA., NIPS, 2016"], "Leonidas J. Guibas": ["FPNN: Field Probing Neural Networks for 3D Data., NIPS, 2016"], "Xiaogang Wang": ["CRF-CNN: Modeling Structured Information in Human Pose Estimation., NIPS, 2016"], "Aaron Roth": ["Fairness in Learning: Classic and Contextual Bandits., NIPS, 2016"], "Bogdan Savchynskyy": ["Joint M-Best-Diverse Labelings as a Parametric Submodular Minimization., NIPS, 2016"], "Dumitru Erhan": ["Domain Separation Networks., NIPS, 2016"], "Sebastian Nowozin": ["DISCO Nets : DISsimilarity COefficients Networks., NIPS, 2016"], "Byoung-Tak Zhang": ["Multimodal Residual Learning for Visual QA., NIPS, 2016"], "Christian Igel": ["CMA-ES with Optimal Covariance Update and Storage Complexity., NIPS, 2016"], "Jian Sun": ["R-FCN: Object Detection via Region-based Fully Convolutional Networks., NIPS, 2016"], "Joseph Salmon": ["GAP Safe Screening Rules for Sparse-Group Lasso., NIPS, 2016"], "Manuel Gomez-Rodriguez": ["Learning and Forecasting Opinion Dynamics in Social Networks., NIPS, 2016"], "Rong Zhu": ["Gradient-based Sampling: An Adaptive Importance Sampling for Least-squares., NIPS, 2016"], "Lenka Zdeborová": ["Mutual information for symmetric rank-one matrix estimation: A proof of the replica formula., NIPS, 2016"], "Geoffrey J. Gordon": ["A Unified Approach for Learning the Parameters of Sum-Product Networks., NIPS, 2016"], "Siwei Lyu": ["Stochastic Online AUC Maximization., NIPS, 2016"], "David M. Blei": ["The Generalized Reparameterization Gradient., NIPS, 2016", "Exponential Family Embeddings., NIPS, 2016", "Operator Variational Inference., NIPS, 2016"], "Oncel Tuzel": ["Coupled Generative Adversarial Networks., NIPS, 2016"], "Aram Galstyan": ["Variational Information Maximization for Feature Selection., NIPS, 2016"], "Duy M. H. Nguyen": ["Fast learning rates with heavy-tailed losses., NIPS, 2016"], "Hisashi Kashima": ["Budgeted stream-based active learning via adaptive submodular maximization., NIPS, 2016"], "Shan-Hung Wu": ["Learning User Perceived Clusters with Feature-Level Supervision., NIPS, 2016"], "Pan Zhang": ["Robust Spectral Detection of Global Structures in the Data by Learning a Regularization., NIPS, 2016"], "Serge J. Belongie": ["Residual Networks Behave Like Ensembles of Relatively Shallow Networks., NIPS, 2016"], "Brian D. Ziebart": ["Adversarial Multiclass Classification: A Risk Minimization Perspective., NIPS, 2016"], "Georgios B. Giannakis": ["Solving Random Systems of Quadratic Equations via Truncated Generalized Gradient Flow., NIPS, 2016"], "Dávid Pál": ["Coin Betting and Parameter-Free Online Learning., NIPS, 2016", "Hardness of Online Sleeping Combinatorial Optimization Problems., NIPS, 2016"], "Kenji Kawaguchi": ["Deep Learning without Poor Local Minima., NIPS, 2016"], "Matthew B. Blaschko": ["Testing for Differences in Gaussian Graphical Models: Applications to Brain Connectivity., NIPS, 2016"], "Dennis Wei": ["A Constant-Factor Bi-Criteria Approximation Guarantee for k-means++., NIPS, 2016"], "Antonio Torralba": ["Generating Videos with Scene Dynamics., NIPS, 2016", "SoundNet: Learning Sound Representations from Unlabeled Video., NIPS, 2016"], "Noah D. Goodman": ["Neurally-Guided Procedural Models: Amortized Inference for Procedural Graphics Programs using Neural Networks., NIPS, 2016"], "John E. Hopcroft": ["A Powerful Generative Model Using Random Weights for the Deep Image Representation., NIPS, 2016"], "Miguel Á. Carreira-Perpiñán": ["Optimizing affinity-based binary hashing using auxiliary coordinates., NIPS, 2016"], "Xin Liu": ["Double Thompson Sampling for Dueling Bandits., NIPS, 2016"], "Thomas Brox": ["Generating Images with Perceptual Similarity Metrics based on Deep Networks., NIPS, 2016"], "Luc Van Gool": ["Dynamic Filter Networks., NIPS, 2016"], "Aaron Defazio": ["A Simple Practical Accelerated Method for Finite Sums., NIPS, 2016"], "Yuqiu Qian": ["Barzilai-Borwein Step Size for Stochastic Gradient Descent., NIPS, 2016"], "Stéphan Clémençon": ["On Graph Reconstruction via Empirical Risk Minimization: Fast Learning Rates and Scalability., NIPS, 2016"], "Valentin Emiya": ["Optimal spectral transportation with application to music transcription., NIPS, 2016"], "Francis R. Bach": ["Regularized Nonlinear Acceleration., NIPS, 2016", "Stochastic Variance Reduction Methods for Saddle-Point Problems., NIPS, 2016", "Parameter Learning for Log-supermodular Distributions., NIPS, 2016", "Stochastic Optimization for Large-scale Optimal Transport., NIPS, 2016"], "Ioakeim Perros": ["SPALS: Fast Alternating Least Squares via Implicit Leverage Scores Sampling., NIPS, 2016"], "Jia Deng": ["Single-Image Depth Perception in the Wild., NIPS, 2016"], "Sewoong Oh": ["Computational and Statistical Tradeoffs in Learning to Rank., NIPS, 2016", "Achieving budget-optimality with adaptive schemes in crowdsourcing., NIPS, 2016"], "Kwabena A. Boahen": ["Online Convex Optimization with Unconstrained Domains and Losses., NIPS, 2016"], "Ramin Raziperchikolaei": ["An ensemble diversity approach to supervised binary hashing., NIPS, 2016"], "Nati Srebro": ["Efficient Globally Convergent Stochastic Optimization for Canonical Correlation Analysis., NIPS, 2016", "Equality of Opportunity in Supervised Learning., NIPS, 2016", "Path-Normalized Optimization of Recurrent Neural Networks with ReLU Activations., NIPS, 2016", "Tight Complexity Bounds for Optimizing Composite Objectives., NIPS, 2016", "Global Optimality of Local Search for Low Rank Matrix Recovery., NIPS, 2016"], "Benjamin Recht": ["The Power of Adaptivity in Identifying Statistical Alternatives., NIPS, 2016"], "Emilie Kaufmann": ["On Explore-Then-Commit strategies., NIPS, 2016"], "Huan Zhang": ["Sublinear Time Orthogonal Tensor Decomposition., NIPS, 2016"], "Chenlei Leng": ["DECOrrelated feature space partitioning for distributed sparse regression., NIPS, 2016"], "Wen Gao": ["Deep Alternative Neural Network: Exploring Contexts as Early as Possible for Action Recognition., NIPS, 2016"], "Wei-Ying Ma": ["Dual Learning for Machine Translation., NIPS, 2016"], "Jason Weston": ["Dialog-based Language Learning., NIPS, 2016"], "Théodore Bluche": ["Joint Line Segmentation and Transcription for End-to-End Handwritten Paragraph Recognition., NIPS, 2016"], "Inderjit S. Dhillon": ["Temporal Regularized Matrix Factorization for High-dimensional Time Series Prediction., NIPS, 2016", "Structured Sparse Regression via Greedy Hard Thresholding., NIPS, 2016", "Coordinate-wise Power Method., NIPS, 2016", "Mixed Linear Regression with Multiple Components., NIPS, 2016", "Dual Decomposed Learning with Factorwise Oracle for Structural SVM of Large Output Domain., NIPS, 2016"], "Ruth Urner": ["Active Nearest-Neighbor Learning in Metric Spaces., NIPS, 2016", "Lifelong Learning with Weighted Majority Votes., NIPS, 2016"], "Raquel Urtasun": ["Proximal Deep Structured Models., NIPS, 2016", "Learning Deep Parsimonious Representations., NIPS, 2016"], "Dan Garber": ["Faster Projection-free Convex Optimization over the Spectrahedron., NIPS, 2016"], "David H. Wolpert": ["Bayesian Optimization with a Finite Budget: An Approximate Dynamic Programming Approach., NIPS, 2016"], "Diederik P. Kingma": ["Weight Normalization: A Simple Reparameterization to Accelerate Training of Deep Neural Networks., NIPS, 2016"], "John Langford": ["Efficient Second Order Online Learning by Sketching., NIPS, 2016", "A Credit Assignment Compiler for Joint Prediction., NIPS, 2016", "PAC Reinforcement Learning with Rich Observations., NIPS, 2016"], "Yoshinobu Kawahara": ["Dynamic Mode Decomposition with Reproducing Kernels for Koopman Spectral Analysis., NIPS, 2016"], "Zoubin Ghahramani": ["Distributed Flexible Nonlinear Tensor Factorization., NIPS, 2016", "A Theoretically Grounded Application of Dropout in Recurrent Neural Networks., NIPS, 2016"], "Jeff M. Phillips": ["The Robustness of Estimator Composition., NIPS, 2016"], "Yash H. Malviya": ["Efficient and Robust Spiking Neural Circuit for Navigation Inspired by Echolocating Bats., NIPS, 2016"], "Pushmeet Kohli": ["PerforatedCNNs: Acceleration through Elimination of Redundant Convolutions., NIPS, 2016", "Batched Gaussian Process Bandit Optimization via Determinantal Point Processes., NIPS, 2016"], "Hiroshi Nakagawa": ["Differential Privacy without Sensitivity., NIPS, 2016"], "Alexandre Proutière": ["Optimal Cluster Recovery in the Labeled Stochastic Block Model., NIPS, 2016"], "Yuanzhi Li": ["Even Faster SVD Decomposition Yet Without Agonizing Pain., NIPS, 2016", "Approximate maximum entropy principles via Goemans-Williamson with applications to provable variational methods., NIPS, 2016", "Algorithms and matching lower bounds for approximately-convex optimization., NIPS, 2016"], "Sanjoy Dasgupta": ["An algorithm for L1 nearest neighbor search via monotonic embedding., NIPS, 2016"], "Barnabás Póczos": ["Gaussian Process Bandit Optimisation with Multi-fidelity Evaluations., NIPS, 2016", "Efficient Nonparametric Smoothness Estimation., NIPS, 2016", "Finite-Sample Analysis of Fixed-k Nearest Neighbor Density Functional Estimators., NIPS, 2016"], "Ofer Meshi": ["Linear-Memory and Decomposition-Invariant Linearly Convergent Conditional Gradient Algorithm for Structured Polytopes., NIPS, 2016"], "Iain Murray": ["Fast ε-free Inference of Simulation Models with Bayesian Conditional Density Estimation., NIPS, 2016"], "Arild Nøkland": ["Direct Feedback Alignment Provides Learning in Deep Neural Networks., NIPS, 2016"], "Marc G. Bellemare": ["Safe and Efficient Off-Policy Reinforcement Learning., NIPS, 2016"], "Martin Takác": ["A Multi-Batch L-BFGS Method for Machine Learning., NIPS, 2016"], "Quanquan Gu": ["Semiparametric Differential Graph Models., NIPS, 2016"], "Richard E. Turner": ["Rényi Divergence Variational Inference., NIPS, 2016"], "Weining Lu": ["Doubly Convolutional Neural Networks., NIPS, 2016"], "Wing Hung Wong": ["Density Estimation via Discrepancy Based Adaptive Sequential Partition., NIPS, 2016"], "Thomas Serre": ["How Deep is the Feature Analysis underlying Rapid Visual Categorization?, NIPS, 2016"], "Pieter Abbeel": ["VIME: Variational Information Maximizing Exploration., NIPS, 2016", "Combinatorial Energy Learning for Image Segmentation., NIPS, 2016", "InfoGAN: Interpretable Representation Learning by Information Maximizing Generative Adversarial Nets., NIPS, 2016", "Backprop KF: Learning Discriminative Deterministic State Estimators., NIPS, 2016"], "Tal Yarkoni": ["Generalized Correspondence-LDA Models (GC-LDA) for Identifying Functional Regions in the Brain., NIPS, 2016"], "Bart Selman": ["Solving Marginal MAP Problems with NP Oracles and Parity Constraints., NIPS, 2016"], "Makoto Yamada": ["Multi-view Anomaly Detection via Robust Probabilistic Latent Variable Models., NIPS, 2016"], "Alexander J. Smola": ["Proximal Stochastic Methods for Nonsmooth Nonconvex Finite-Sum Optimization., NIPS, 2016"], "Eric P. Xing": ["Variance Reduction in Stochastic Gradient Langevin Dynamics., NIPS, 2016", "Stochastic Variational Deep Kernel Learning., NIPS, 2016", "Learning HMMs with Nonparametric Emissions via Spectral Decompositions of Continuous Matrices., NIPS, 2016"], "Tolga Tasdizen": ["Regularization With Stochastic Transformations and Perturbations for Deep Semi-Supervised Learning., NIPS, 2016"], "John J. Hopfield": ["Dense Associative Memory for Pattern Recognition., NIPS, 2016"], "Mark D. Reid": ["Causal Bandits: Learning Good Interventions via Causal Inference., NIPS, 2016"], "Tor Lattimore": ["Refined Lower Bounds for Adversarial Bandits., NIPS, 2016"], "Masashi Sugiyama": ["Theoretical Comparisons of Positive-Unlabeled Learning against Positive-Negative Learning., NIPS, 2016"], "Tianbao Yang": ["Homotopy Smoothing for Non-Smooth Problems with Lower Complexity than O(1/\\epsilon)., NIPS, 2016", "Improved Dropout for Shallow and Deep Learning., NIPS, 2016"], "Robert E. Kass": ["A state-space model of cross-region dynamic connectivity in MEG/EEG., NIPS, 2016"], "Zhi-Hua Zhou": ["What Makes Objects Similar: A Unified Multi-Metric Learning Approach., NIPS, 2016"], "Huan Xu": ["Adaptive Maximization of Pointwise Submodular Functions With Budget Constraint., NIPS, 2016"], "Shivani Agarwal": ["Dueling Bandits: Beyond Condorcet Winners to General Tournament Solutions., NIPS, 2016"], "Xiaoou Tang": ["Local Similarity-Aware Deep Feature Embedding., NIPS, 2016"], "Tie-Yan Liu": ["A Communication-Efficient Parallel Algorithm for Decision Tree., NIPS, 2016", "LightRNN: Memory and Computation-Efficient Recurrent Neural Networks., NIPS, 2016"], "Junfeng Wen": ["Convex Two-Layer Modeling with Latent Structure., NIPS, 2016"], "John C. Duchi": ["Learning Kernels with Random Features., NIPS, 2016", "Stochastic Gradient Methods for Distributionally Robust Optimization with f-divergences., NIPS, 2016"], "Amir Globerson": ["Optimal Tagging with Markov Chain Optimization., NIPS, 2016"], "Babak Hassibi": ["Crowdsourced Clustering: Querying Edges vs Triangles., NIPS, 2016", "Fundamental Limits of Budget-Fidelity Trade-off in Label Crowdsourcing., NIPS, 2016"], "Stefano Panzeri": ["Mixed vine copulas as joint models of spike counts and local field potentials., NIPS, 2016"], "Colin Sandon": ["Achieving the KS threshold in the general stochastic block model with linearized acyclic belief propagation., NIPS, 2016"], "Stefano Ermon": ["Adaptive Concentration Inequalities for Sequential Decision Problems., NIPS, 2016", "Variational Bayes on Monte Carlo Steroids., NIPS, 2016", "Generative Adversarial Imitation Learning., NIPS, 2016"], "François Fleuret": ["Nested Mini-Batch K-Means., NIPS, 2016"], "Stephen Baccus": ["Deep Learning Models of the Retinal Response to Natural Scenes., NIPS, 2016"], "Joydeep Ghosh": ["Preference Completion from Partial Rankings., NIPS, 2016"], "Yurong Chen": ["Dynamic Network Surgery for Efficient DNNs., NIPS, 2016"], "Amnon Shashua": ["Learning a Metric Embedding for Face Recognition using the Multibatch Method., NIPS, 2016"], "David P. Wipf": ["A Pseudo-Bayesian Algorithm for Robust PCA., NIPS, 2016"], "Julien Mairal": ["End-to-End Kernel Learning with Supervised Convolutional Kernel Networks., NIPS, 2016"], "Beka Steorts": ["Flexible Models for Microclustering with Application to Entity Resolution., NIPS, 2016"], "Jan Peters": ["Catching heuristics are optimal control policies., NIPS, 2016"], "Sébastien Le Digabel": ["Bayesian optimization under mixed constraints with a slack-variable augmented Lagrangian., NIPS, 2016"], "Philip H. S. Torr": ["Adaptive Neural Compilation., NIPS, 2016"], "Jinwoo Shin": ["Synthesis of MCMC and Belief Propagation., NIPS, 2016"], "Marco Zaffalon": ["Learning Treewidth-Bounded Bayesian Networks with Thousands of Variables., NIPS, 2016"], "Rémi Munos": ["Unifying Count-Based Exploration and Intrinsic Motivation., NIPS, 2016", "Blazing the trails before beating the path: Sample-efficient Monte-Carlo planning., NIPS, 2016"], "Can Xu": ["Large Margin Discriminant Dimensionality Reduction in Prediction Space., NIPS, 2016"], "Christopher Lo": ["Stochastic Structured Prediction under Bandit Feedback., NIPS, 2016"], "Anshumali Shrivastava": ["Simple and Efficient Weighted Minwise Hashing., NIPS, 2016"], "Volkan Cevher": ["Truncated Variance Reduction: A Unified Approach to Bayesian Optimization and Level-Set Estimation., NIPS, 2016", "Stochastic Three-Composite Convex Minimization., NIPS, 2016", "An Efficient Streaming Algorithm for the Submodular Cover Problem., NIPS, 2016"], "Carl Edward Rasmussen": ["Understanding Probabilistic Sparse Gaussian Process Approximations., NIPS, 2016"], "Michael Zibulevsky": ["SEBOOST - Boosting Stochastic Learning Using Subspace Optimization Techniques., NIPS, 2016"], "Jennifer Hobbs": ["Generating Long-term Trajectories Using Deep Hierarchical Networks., NIPS, 2016"], "Tommi S. Jaakkola": ["Learning Tree Structured Potential Games., NIPS, 2016"], "Ricardo Silva": ["Observational-Interventional Priors for Dose-Response Learning., NIPS, 2016", "Scaling Factorial Hidden Markov Models: Stochastic Variational Inference without Messages., NIPS, 2016"], "Steven Z. Wu": ["Learning from Rational Behavior: Predicting Solutions to Unknown Linear Programs., NIPS, 2016"], "Bryant Chen": ["Identification and Overidentification of Linear Structural Equation Models., NIPS, 2016"], "Shie Mannor": ["Adaptive Skills Adaptive Partitions (ASAP)., NIPS, 2016"], "Olivier Cappé": ["Multiple-Play Bandits in the Position-Based Model., NIPS, 2016"], "Elad Hazan": ["Optimal Black-Box Reductions Between Optimization Objectives., NIPS, 2016"], "Richard C. Wilson": ["On Valid Optimal Assignment Kernels and Applications to Graph Classification., NIPS, 2016"], "Pascal Frossard": ["Robustness of classifiers: from adversarial to random noise., NIPS, 2016"], "Jieping Ye": ["A Non-convex One-Pass Framework for Generalized Factorization Machine and Rank-One Matrix Sensing., NIPS, 2016"], "Karthik Sridharan": ["Exploiting the Structure: Stochastic Gradient Methods Using Raw Clusters., NIPS, 2016"], "Pinyan Lu": ["Combinatorial Multi-Armed Bandit with General Reward Functions., NIPS, 2016"], "Mehryar Mohri": ["Boosting with Abstention., NIPS, 2016", "Optimistic Bandit Convex Optimization., NIPS, 2016"], "Sanjay Shakkottai": ["Regret of Queueing Bandits., NIPS, 2016"], "Martin Zinkevich": ["Deep Learning Games., NIPS, 2016"], "Matthias Hein": ["Globally Optimal Training of Generalized Polynomial Neural Networks with Nonlinear Spectral Methods., NIPS, 2016", "Clustering Signed Networks with the Geometric Mean of Laplacians., NIPS, 2016"], "Ethan X. Fang": ["Accelerating Stochastic Composition Optimization., NIPS, 2016"], "Dale Schuurmans": ["Reward Augmented Maximum Likelihood for Neural Structured Prediction., NIPS, 2016"], "Bernhard Schölkopf": ["Consistent Kernel Mean Estimation for Functions of Random Variables., NIPS, 2016", "Minimax Estimation of Maximum Mean Discrepancy with Radial Kernels., NIPS, 2016"], "Lawrence Carin": ["Towards Unifying Hamiltonian Monte Carlo and Slice Sampling., NIPS, 2016", "Variational Autoencoder for Deep Learning of Images, Labels and Captions., NIPS, 2016", "Stochastic Gradient MCMC with Stale Gradients., NIPS, 2016", "Linear Feature Encoding for Reinforcement Learning., NIPS, 2016"], "Nicolai Meinshausen": ["Scalable Adaptive Stochastic Optimization Using Random Projections., NIPS, 2016"], "Han Guo": ["Correlated-PCA: Principal Components' Analysis when Data and Noise are Correlated., NIPS, 2016"], "Jeff G. Schneider": ["The Multi-fidelity Multi-armed Bandit., NIPS, 2016"], "Nikos D. Sidiropoulos": ["Anchor-Free Correlated Topic Modeling: Identifiability and Algorithm., NIPS, 2016"], "Qiang Liu": ["Bootstrap Model Aggregation for Distributed Statistical Learning., NIPS, 2016"], "Benjamin M. Marlin": ["A scalable end-to-end Gaussian process adapter for irregularly sampled time series classification., NIPS, 2016"], "Yiling Chen": ["A Bandit Framework for Strategic Regression., NIPS, 2016", "Eliciting Categorical Data for Optimal Aggregation., NIPS, 2016"], "Yoshua Bengio": ["Architectural Complexity Measures of Recurrent Neural Networks., NIPS, 2016", "Binarized Neural Networks., NIPS, 2016", "Professor Forcing: A New Algorithm for Training Recurrent Networks., NIPS, 2016"], "Larry A. Wasserman": ["Statistical Inference for Cluster Trees., NIPS, 2016"], "Kihyuk Sohn": ["Improved Deep Metric Learning with Multi-class N-pair Loss Objective., NIPS, 2016"], "James R. Glass": ["Unsupervised Learning of Spoken Language with Visual Context., NIPS, 2016"], "Hachem Kadri": ["Low-Rank Regression with Tensor Responses., NIPS, 2016"], "Simon Lacoste-Julien": ["PAC-Bayesian Theory Meets Bayesian Inference., NIPS, 2016"], "Yevgeniy Vorobeychik": ["Data Poisoning Attacks on Factorization-Based Collaborative Filtering., NIPS, 2016"], "Dimitris Samaras": ["Learned Region Sparsity and Diversity Also Predicts Visual Attention., NIPS, 2016"], "Kyunghyun Cho": ["End-to-End Goal-Driven Web Navigation., NIPS, 2016"], "Liam Paninski": ["Automated scalable segmentation of neurons from multispectral images., NIPS, 2016", "Fast Active Set Methods for Online Spike Inference from Calcium Imaging., NIPS, 2016"], "Jonathan Ullman": ["Privacy Odometers and Filters: Pay-as-you-Go Composition., NIPS, 2016"], "Jonathan W. Pillow": ["Adaptive optimal training of animal behavior., NIPS, 2016", "Bayesian latent structure discovery from multi-neuron recordings., NIPS, 2016"], "Luís Seabra Lopes": ["Hierarchical Object Representation for Open-Ended Object Category Learning and Recognition., NIPS, 2016"], "Gasper Tkacik": ["Relevant sparse codes with variational information bottleneck., NIPS, 2016", "Estimating Nonlinear Neural Response Functions using GP Priors and Kronecker Methods., NIPS, 2016"], "Sanjiv Kumar": ["Orthogonal Random Features., NIPS, 2016"], "Don Towsley": ["Diffusion-Convolutional Neural Networks., NIPS, 2016"], "Vikash K. Mansinghka": ["A Probabilistic Programming Approach To Probabilistic Data Analysis., NIPS, 2016"], "Mihaela van der Schaar": ["A Non-parametric Learning Method for Confidently Estimating Patient's Clinical State and Dynamics., NIPS, 2016", "Balancing Suspense and Surprise: Timely Decision Making with Endogenous Information Acquisition., NIPS, 2016"], "Xaq Pitkow": ["Inference by Reparameterization in Neural Population Codes., NIPS, 2016"], "David D. Cox": ["Tensor Switching Networks., NIPS, 2016"], "Gaël Richard": ["Stochastic Gradient Richardson-Romberg Markov Chain Monte Carlo., NIPS, 2016"], "Yan Liu": ["Learning Influence Functions from Incomplete Observations., NIPS, 2016"], "Hai Li": ["Learning Structured Sparsity in Deep Neural Networks., NIPS, 2016"], "Ellen Vitercik": ["Sample Complexity of Automated Mechanism Design., NIPS, 2016"], "Pulkit Grover": ["Short-Dot: Computing Large Linear Transforms Distributedly Using Coded Short Dot Products., NIPS, 2016"], "Marcel A. J. van Gerven": ["Brains on Beats., NIPS, 2016"], "Silvio Savarese": ["Learning Transferrable Representations for Unsupervised Domain Adaptation., NIPS, 2016"], "Dhruv Batra": ["Stochastic Multiple Choice Learning for Training Diverse Deep Ensembles., NIPS, 2016"], "Tara Javidi": ["Active Learning from Imperfect Labelers., NIPS, 2016"], "Shimon Whiteson": ["Learning to Communicate with Deep Multi-Agent Reinforcement Learning., NIPS, 2016"], "Garrett Thomas": ["Value Iteration Networks., NIPS, 2016"], "Devavrat Shah": ["Blind Regression: Nonparametric Regression for Latent Variable Models via Collaborative Filtering., NIPS, 2016"], "Bo Tang": ["On the Recursive Teaching Dimension of VC Classes., NIPS, 2016"], "Ole Winther": ["Sequential Neural Models with Stochastic Layers., NIPS, 2016", "Ladder Variational Autoencoders., NIPS, 2016"], "Yuichi Yoshida": ["Minimizing Quadratic Functions in Constant Time., NIPS, 2016"], "Xi Chen": ["Improved Techniques for Training GANs., NIPS, 2016"], "Josef Urban": ["DeepMath - Deep Sequence Models for Premise Selection., NIPS, 2016"], "Rob Fergus": ["Learning Multiagent Communication with Backpropagation., NIPS, 2016"], "Yoram Singer": ["Toward Deeper Understanding of Neural Networks: The Power of Initialization and a Dual View on Expressivity., NIPS, 2016"], "Mathieu Salzmann": ["Learning the Number of Neurons in Deep Networks., NIPS, 2016"], "Karsten M. Borgwardt": ["Finding significant combinations of features in the presence of categorical covariates., NIPS, 2016"], "Rajiv Khanna": ["Examples are not enough, learn to criticize! Criticism for Interpretability., NIPS, 2016"], "Yinlam Chow": ["Safe Policy Improvement by Minimizing Robust Baseline Regret., NIPS, 2016"], "Yusu Wang": ["Graphons, mergeons, and so on!, NIPS, 2016"], "Sebastian Pokutta": ["Hierarchical Clustering via Spreading Metrics., NIPS, 2016"], "Adnan Darwiche": ["Learning Bayesian networks with ancestral constraints., NIPS, 2016", "Tractable Operations for Arithmetic Circuits of Probabilistic Models., NIPS, 2016"], "Venkatesh Saligrama": ["Pruning Random Forests for Prediction on a Budget., NIPS, 2016"], "Mikhail Belkin": ["Clustering with Bregman Divergences: an Asymptotic Analysis., NIPS, 2016"], "Ruslan Salakhutdinov": ["Review Networks for Caption Generation., NIPS, 2016", "On Multiplicative Integration with Recurrent Neural Networks., NIPS, 2016"], "Dilin Wang": ["Stein Variational Gradient Descent: A General Purpose Bayesian Inference Algorithm., NIPS, 2016"], "Zhi Yang": ["A Bio-inspired Redundant Sensing Architecture., NIPS, 2016"], "Miroslav Dudík": ["Contextual semibandits via supervised learning oracles., NIPS, 2016"], "Han Liu": ["Blind Attacks on Machine Learners., NIPS, 2016", "Agnostic Estimation for Misspecified Phase Retrieval Models., NIPS, 2016", "More Supervision, Less Computation: Statistical-Computational Tradeoffs in Weakly Supervised Learning., NIPS, 2016", "Online ICA: Understanding Global Dynamics of Nonconvex Optimization via Diffusion Processes., NIPS, 2016"], "Manmohan Krishna Chandraker": ["Universal Correspondence Network., NIPS, 2016"], "Michael P. Friedlander": ["Satisfying Real-world Goals with Dataset Constraints., NIPS, 2016"], "Kevin Leyton-Brown": ["Deep Learning for Predicting Human Strategic Behavior., NIPS, 2016"], "Ambuj Tewari": ["Phased Exploration with Greedy Exploitation in Stochastic Combinatorial Partial Monitoring Games., NIPS, 2016"], "Daniel M. Roy": ["Measuring the reliability of MCMC inference with bidirectional Monte Carlo., NIPS, 2016"], "Pramod Viswanath": ["Breaking the Bandwidth Barrier: Geometrical Adaptive Entropy Estimation., NIPS, 2016"], "John D. Lafferty": ["Selective inference for group-sparse linear models., NIPS, 2016"], "Marina Meila": ["Graph Clustering: Block-models and model free results., NIPS, 2016"], "Daniel D. Lee": ["Maximizing Influence in an Ising Network: A Mean-Field Optimal Solution., NIPS, 2016", "Efficient Neural Codes under Metabolic Constraints., NIPS, 2016"], "Sterling C. Johnson": ["Hypothesis Testing in Unsupervised Domain Adaptation with Applications in Alzheimer's Disease., NIPS, 2016"], "XuanLong Nguyen": ["Geometric Dirichlet Means Algorithm for topic inference., NIPS, 2016"], "Scott Yang": ["Structured Prediction Theory Based on Factor Graph Complexity., NIPS, 2016"], "Tamir Hazan": ["Constraints Based Convex Belief Propagation., NIPS, 2016"], "Weidong Cai": ["Error Analysis of Generalized Nyström Kernel Regression., NIPS, 2016"], "Richard G. Baraniuk": ["A Probabilistic Framework for Deep Learning., NIPS, 2016"], "David F. Gleich": ["General Tensor Spectral Co-clustering for Higher-Order Data., NIPS, 2016"], "Alexandros G. Dimakis": ["Single Pass PCA of Matrix Products., NIPS, 2016", "Leveraging Sparsity for Efficient Submodular Data Summarization., NIPS, 2016"], "Michael Chertkov": ["Interaction Screening: Efficient and Sample-Optimal Learning of Ising Models., NIPS, 2016"], "David C. Parkes": ["Long-term Causal Effects via Behavioral Game Theory., NIPS, 2016"], "Antonio Criminisi": ["Measuring Neural Net Robustness with Constraints., NIPS, 2016"], "Yingbin Liang": ["Reshaped Wirtinger Flow for Solving Quadratic System of Equations., NIPS, 2016"], "Dominique Joncas": ["Nearly Isometric Embedding by Relaxation., NIPS, 2016"], "Daniel R. Sheldon": ["Probabilistic Inference with Generating Functions for Poisson Latent Variable Models., NIPS, 2016"], "Costas J. Spanos": ["Causal meets Submodular: Subset Selection with Directed Information., NIPS, 2016"], "Greg Shakhnarovich": ["Depth from a Single Image by Harmonizing Overcomplete Local Network Predictions., NIPS, 2016"], "Anurag Mittal": ["Deep Neural Networks with Inexact Matching for Person Re-Identification., NIPS, 2016"], "Arian Maleki": ["Global Analysis of Expectation Maximization for Mixtures of Two Gaussians., NIPS, 2016"], "Predrag Radivojac": ["Estimating the class prior and posterior from noisy positives and unlabeled data., NIPS, 2016"], "Suvrit Sra": ["Kronecker Determinantal Point Processes., NIPS, 2016", "Riemannian SVRG: Fast Stochastic Optimization on Riemannian Manifolds., NIPS, 2016"], "Robert D. Nowak": ["Finite Sample Prediction and Recovery Bounds for Ordinal Embedding., NIPS, 2016"], "Yuekai Sun": ["Feature-distributed sparse regression: a screen-and-clean approach., NIPS, 2016"], "Wataru Kumagai": ["Learning Bound for Parameter Transfer Learning., NIPS, 2016"], "Martin P. Paulus": ["Learning under uncertainty: a comparison between R-W and Bayesian approach., NIPS, 2016"], "Vahab S. Mirrokni": ["Bi-Objective Online Matching and Submodular Allocations., NIPS, 2016"], "Martin Slawski": ["Quantized Random Projections and Non-Linear Estimation of Cosine Similarity., NIPS, 2016"], "Afonso S. Bandeira": ["The non-convex Burer-Monteiro approach works on smooth semidefinite programs., NIPS, 2016"], "Daniela Rus": ["Dimensionality Reduction of Massive Sparse Datasets Using Coresets., NIPS, 2016"], "Sargur N. Srihari": ["Using Social Dynamics to Make Individual Predictions: Variational Inference with a Stochastic Kinetic Model., NIPS, 2016"], "Amir Yehudayoff": ["Supervised learning through the lens of compression., NIPS, 2016"], "Dileep George": ["Generative Shape Models: Joint Text Recognition and Segmentation with Very Little Training Data., NIPS, 2016"], "Yu-Bin Yang": ["Image Restoration Using Very Deep Convolutional Encoder-Decoder Networks with Symmetric Skip Connections., NIPS, 2016"], "Nuno Vasconcelos": ["Object based Scene Representations using Fisher Scores of Local Subspace Projections., NIPS, 2016"], "Xiaojin Zhu": ["Active Learning with Oracle Epiphany., NIPS, 2016"], "Varun Gupta": ["Statistical Inference for Pairwise Graphical Models Using Score Matching., NIPS, 2016"], "Zane T. Smith": ["Improved Error Bounds for Tree Representations of Metric Spaces., NIPS, 2016"], "Miguel P. Eckstein": ["Can Peripheral Representations Improve Clutter Metrics on Complex Scenes?, NIPS, 2016"], "Prateek Jain": ["Regret Bounds for Non-decomposable Metrics with Missing Labels., NIPS, 2016"], "Alexandros Georgogiannis": ["Robust k-means: a Theoretical Revisit., NIPS, 2016"], "Roman Garnett": ["Bayesian optimization for automated model selection., NIPS, 2016"], "Rajesh P. Rao": ["A Probabilistic Model of Social Decision Making based on Reward Maximization., NIPS, 2016"], "Maya R. Gupta": ["Fast and Flexible Monotonic Functions with Ensembles of Lattices., NIPS, 2016", "Launch and Iterate: Reducing Prediction Churn., NIPS, 2016"], "Yucen Luo": ["Conditional Generative Moment-Matching Networks., NIPS, 2016"], "Sandeep R. Datta": ["Composing graphical models with neural networks for structured representations and fast inference., NIPS, 2016"], "Hongyang Zhang": ["Noise-Tolerant Life-Long Matrix Completion via Adaptive Sampling., NIPS, 2016"], "Vianney Perchet": ["Combinatorial semi-bandit with known covariance., NIPS, 2016"], "Tengyu Ma": ["Matrix Completion has No Spurious Local Minimum., NIPS, 2016", "A Non-generative Framework and Convex Relaxations for Unsupervised Learning., NIPS, 2016"], "Horace Pan": ["The Multiscale Laplacian Graph Kernel., NIPS, 2016"], "Peter L. Bartlett": ["Adaptive Averaging in Accelerated Descent Dynamics., NIPS, 2016"], "Michael W. Mahoney": ["Sub-sampled Newton Methods with Non-uniform Sampling., NIPS, 2016"], "Yang Song": ["Stochastic Gradient Geodesic MCMC Methods., NIPS, 2016"], "Joseph L. Austerweil": ["Showing versus doing: Teaching by demonstration., NIPS, 2016"], "Danny Ziyi Chen": ["Combining Fully Convolutional and Recurrent Neural Networks for 3D Biomedical Image Segmentation., NIPS, 2016"], "Yaron Singer": ["Maximization of Approximately Submodular Functions., NIPS, 2016", "The Power of Optimization from Samples., NIPS, 2016"], "Ji Liu": ["A Comprehensive Linear Speedup Analysis for Asynchronous Stochastic Parallel Optimization from Zeroth-Order to First-Order., NIPS, 2016"], "Alexander T. Ihler": ["Learning Infinite RBMs with Frank-Wolfe., NIPS, 2016"], "Forrest W. Crawford": ["Estimating the Size of a Large Network and its Communities from a Random Sample., NIPS, 2016"], "Ayan Chakrabarti": ["Learning Sensor Multiplexing Design through Back-propagation., NIPS, 2016"], "Purnamrita Sarkar": ["On Robustness of Kernel Clustering., NIPS, 2016"], "Eric Shea-Brown": ["High resolution neural connectivity from incomplete tracing data using nonnegative spline regression., NIPS, 2016"], "Cordelia Schmid": ["MoCap-guided Data Augmentation for 3D Pose Estimation in the Wild., NIPS, 2016"], "David Poole": ["New Liftable Classes for First-Order Probabilistic Inference., NIPS, 2016"], "Peter I. Frazier": ["The Parallel Knowledge Gradient Method for Batch Bayesian Optimization., NIPS, 2016"], "Robert E. Schapire": ["Improved Regret Bounds for Oracle-Based Adversarial Contextual Bandits., NIPS, 2016"], "Ilya Shpitser": ["Consistent Estimation of Functions of Data Missing Non-Monotonically and Not at Random., NIPS, 2016"], "Vivek F. Farias": ["Optimistic Gittins Indices., NIPS, 2016"], "Seungjin Choi": ["Finite-Dimensional BFRY Priors and Variational Bayesian Inference for Power Law Models., NIPS, 2016"], "Si Wu": ["\"Congruent\" and \"Opposite\" Neurons: Sisters for Multisensory Integration and Segregation., NIPS, 2016"], "Michael M. Bronstein": ["Learning shape correspondence with anisotropic convolutional neural networks., NIPS, 2016"], "Johan Ugander": ["Pairwise Choice Markov Chains., NIPS, 2016"], "Zhaoran Wang": ["NESTT: A Nonconvex Primal-Dual Splitting Method for Distributed and Stochastic Optimization., NIPS, 2016"], "Shai Ben-David": ["Clustering with Same-Cluster Queries., NIPS, 2016"], "Geoffrey E. Hinton": ["Attend, Infer, Repeat: Fast Scene Understanding with Generative Models., NIPS, 2016"], "Karthik Ramani": ["Deconvolving Feedback Loops in Recommender Systems., NIPS, 2016"], "Arindam Banerjee": ["Structured Matrix Recovery via the Generalized Dantzig Selector., NIPS, 2016", "High Dimensional Structured Superposition Models., NIPS, 2016"], "Jure Leskovec": ["Confusions over Time: An Interpretable Bayesian Model to Characterize Trends in Decision Making., NIPS, 2016"], "H. Sebastian Seung": ["Automatic Neuron Detection in Calcium Imaging Data Using Convolutional Networks., NIPS, 2016"], "Maryam Fazel": ["Designing smoothing functions for improved worst-case competitive ratio in online optimization., NIPS, 2016", "Exploiting Tradeoffs for Exact Recovery in Heterogeneous Stochastic Block Models., NIPS, 2016"], "Kenji Fukumizu": ["Convergence guarantees for kernel-based quadrature rules in misspecified settings., NIPS, 2016"], "Anshul Kundaje": ["Unsupervised Learning from Noisy Networks with Applications to Hi-C Data., NIPS, 2016"], "Mohsen Bayati": ["Scaled Least Squares Estimator for GLMs in Large-Scale Problems., NIPS, 2016"], "Il Memming Park": ["Interpretable Nonlinear Dynamic Modeling of Neural Trajectories., NIPS, 2016"], "Chicheng Zhang": ["Search Improves Label for Active Learning., NIPS, 2016"], "Masakazu Ishihata": ["Higher-Order Factorization Machines., NIPS, 2016"], "Surya Ganguli": ["Exponential expressivity in deep neural networks through transient chaos., NIPS, 2016", "An equivalence between high dimensional Bayes optimal inference and M-estimation., NIPS, 2016"], "Yuan Yao": ["Split LBI: An Iterative Regularization Path with Structural Sparsity., NIPS, 2016"], "Jeff Clune": ["Synthesizing the preferred inputs for neurons in neural networks via deep generator networks., NIPS, 2016"], "Jeff A. Bilmes": ["Deep Submodular Functions: Definitions and Learning., NIPS, 2016"], "Mathias Niepert": ["Discriminative Gaifman Models., NIPS, 2016"], "Yuancheng Zhu": ["Local Minimax Complexity of Stochastic Convex Optimization., NIPS, 2016"], "Sergei Vassilvitskii": ["On Mixtures of Markov Chains., NIPS, 2016"], "Nikhil R. Devanur": ["Linear Contextual Bandits with Knapsacks., NIPS, 2016"], "Andrey Y. Lokhov": ["Reconstructing Parameters of Spreading Models from Partial Observations., NIPS, 2016"], "Richard P. Wildes": ["Spatiotemporal Residual Networks for Video Action Recognition., NIPS, 2016"], "Koray Kavukcuoglu": ["Strategic Attentive Writer for Learning Macro-Actions., NIPS, 2016", "Interaction Networks for Learning about Objects, Relations and Physics., NIPS, 2016"], "Tomer Koren": ["The Limits of Learning with Missing Data., NIPS, 2016"], "Walter F. Stewart": ["RETAIN: An Interpretable Predictive Model for Healthcare using Reverse Time Attention Mechanism., NIPS, 2016"], "Ryan J. Tibshirani": ["Total Variation Classes Beyond 1d: Minimax Rates, and the Limitations of Linear Smoothers., NIPS, 2016", "The Multiple Quantile Graphical Model., NIPS, 2016"], "Mohammad Mahdian": ["Community Detection on Evolving Graphs., NIPS, 2016"], "Anima Anandkumar": ["Online and Differentially-Private Tensor Decomposition., NIPS, 2016"], "Daan Wierstra": ["Towards Conceptual Compression., NIPS, 2016", "Matching Networks for One Shot Learning., NIPS, 2016"], "Tong Zhang": ["Exact Recovery of Hard Thresholding Pursuit., NIPS, 2016"], "Vitaly Feldman": ["Generalization of ERM in Stochastic Convex Optimization: The Dimension Strikes Back., NIPS, 2016"], "Mark A. Davenport": ["Dynamic matrix recovery from incomplete observations under an exact low-rank constraint., NIPS, 2016"], "Amin Karbasi": ["Fast Distributed Submodular Cover: Public-Private Data Summarization., NIPS, 2016"], "Tim Lillicrap": ["Scaling Memory-Augmented Neural Networks with Sparse Reads and Writes., NIPS, 2016"], "Guoqiang Yu": ["Graphical Time Warping for Joint Alignment of Multiple Curves., NIPS, 2016"], "Percy S. Liang": ["Unsupervised Risk Estimation Using Only Conditional Independence Structure., NIPS, 2016"], "Wouter M. Koolen": ["MetaGrad: Multiple Learning Rates in Online Learning., NIPS, 2016"], "Florence d'Alché-Buc": ["Joint quantile regression in vector-valued RKHSs., NIPS, 2016"], "Demis Hassabis": ["The Forget-me-not Process., NIPS, 2016"], "Marco Cuturi": ["Wasserstein Training of Restricted Boltzmann Machines., NIPS, 2016"], "Qin Zhang": ["Communication-Optimal Distributed Clustering., NIPS, 2016"], "Samuel J. Gershman": ["Probing the Compositionality of Intuitive Functions., NIPS, 2016"], "Nathan F. Lepora": ["Threshold Learning for Optimal Decision Making., NIPS, 2016"], "Hiroshi Morioka": ["Unsupervised Feature Extraction by Time-Contrastive Learning and Nonlinear ICA., NIPS, 2016"], "Samy Bengio": ["Can Active Memory Replace Attention?, NIPS, 2016", "An Online Sequence-to-Sequence Model Using Partial Conditioning., NIPS, 2016"], "Yukihiro Tagami": ["Minimax Optimal Alternating Minimization for Kernel Nonparametric Tensor Learning., NIPS, 2016"], "Arthur Szlam": ["The Product Cut., NIPS, 2016"], "Su-In Lee": ["Learning Sparse Gaussian Graphical Models with Overlapping Blocks., NIPS, 2016"], "Ameet S. Talwalkar": ["Yggdrasil: An Optimized System for Training Deep Decision Trees at Scale., NIPS, 2016"], "Yaniv Plan": ["Average-case hardness of RIP certification., NIPS, 2016"], "Paul F. M. J. Verschure": ["A forward model at Purkinje cell synapses facilitates cerebellar anticipatory control., NIPS, 2016"], "Pierre Vandergheynst": ["Convolutional Neural Networks on Graphs with Fast Localized Spectral Filtering., NIPS, 2016"], "Björn Ommer": ["CliqueCNN: Deep Unsupervised Exemplar Learning., NIPS, 2016"], "Ryohei Fujimaki": ["Large-Scale Price Optimization via Network Flow., NIPS, 2016"], "Aviv Zohar": ["Online Pricing with Strategic and Patient Buyers., NIPS, 2016"], "Shih-Chii Liu": ["Phased LSTM: Accelerating Recurrent Network Training for Long or Event-based Sequences., NIPS, 2016"], "Jonathan P. How": ["Improving PAC Exploration Using the Median Of Means., NIPS, 2016"], "Fang Chen": ["Infinite Hidden Semi-Markov Modulated Interaction Point Process., NIPS, 2016"], "Anca D. Dragan": ["Cooperative Inverse Reinforcement Learning., NIPS, 2016"], "Fabio Tozeto Ramos": ["Spatio-Temporal Hilbert Maps for Continuous Occupancy Representation in Dynamic Environments., NIPS, 2016"], "Jörg Lücke": ["Select-and-Sample for Spike-and-Slab Sparse Coding., NIPS, 2016", "Neurons Equipped with Intrinsic Plasticity Learn Stimulus Intensity Statistics., NIPS, 2016"], "Thomas Gärtner": ["Greedy Feature Construction., NIPS, 2016"], "Massimiliano Pontil": ["Mistake Bounds for Binary Matrix Completion., NIPS, 2016"], "Bertrand Michel": ["Data driven estimation of Laplace-Beltrami operator., NIPS, 2016"], "Chi-Jen Lu": ["Tracking the Best Expert in Non-stationary Stochastic Environments., NIPS, 2016"], "Nando de Freitas": ["Learning to learn by gradient descent by gradient descent., NIPS, 2016"], "Girish Chowdhary": ["Kernel Observers: Systems-Theoretic Modeling and Inference of Spatiotemporally Evolving Processes., NIPS, 2016"], "Krysta Marie Svore": ["Quantum Perceptron Models., NIPS, 2016"], "Benjamin Van Roy": ["Deep Exploration via Bootstrapped DQN., NIPS, 2016"], "Gabriel Peyré": ["A Multi-step Inertial Forward-Backward Splitting Method for Non-convex Optimization., NIPS, 2016"], "Jakob Verbeek": ["Convolutional Neural Fabrics., NIPS, 2016"], "Alejandro Ribeiro": ["Adaptive Newton Method for Empirical Risk Minimization to Statistical Accuracy., NIPS, 2016"], "Jinbo Bi": ["A Sparse Interactive Model for Matrix Completion with Side Information., NIPS, 2016"], "Tamara Broderick": ["Coresets for Scalable Bayesian Logistic Regression., NIPS, 2016", "Edge-exchangeable graphs and sparsity., NIPS, 2016"], "Ola Svensson": ["Linear Relaxations for Finding Diverse Elements in Metric Spaces., NIPS, 2016"], "Alex Graves": ["Memory-Efficient Backpropagation Through Time., NIPS, 2016", "Conditional Image Generation with PixelCNN Decoders., NIPS, 2016"], "Frank Hutter": ["Bayesian Optimization with Robust Bayesian Neural Networks., NIPS, 2016"], "Victor S. Lempitsky": ["Learnable Visual Markers., NIPS, 2016", "Learning Deep Embeddings with Histogram Loss., NIPS, 2016"], "Constantine Caramanis": ["Fast Algorithms for Robust PCA via Gradient Descent., NIPS, 2016"], "Michalis K. Titsias": ["One-vs-Each Approximation to Softmax for Scalable Estimation of Probabilities., NIPS, 2016"], "Frank Noé": ["Spectral Learning of Dynamic Systems from Nonequilibrium Data., NIPS, 2016"], "Stefanie Jegelka": ["Fast Mixing Markov Chains for Strongly Rayleigh Measures, DPPs, and Constrained Sampling., NIPS, 2016"], "Amaury Habrard": ["Mapping Estimation for Discrete Optimal Transport., NIPS, 2016"], "Daniel Cremers": ["Protein contact prediction from amino acid co-evolution using convolutional networks for graph-valued images., NIPS, 2016"], "David Tse": ["A Minimax Approach to Supervised Learning., NIPS, 2016"], "Søren Hauberg": ["A Locally Adaptive Normal Distribution., NIPS, 2016"], "Morten Mørup": ["Completely random measures for modelling block-structured sparse networks., NIPS, 2016"], "Laurent Jacques": ["Sparse Support Recovery with Non-smooth Loss Functions., NIPS, 2016"], "David Silver": ["Learning values across many orders of magnitude., NIPS, 2016"], "Yiming Yang": ["Adaptive Smoothed Online Multi-Task Learning., NIPS, 2016"], "Ben Calderhead": ["Probabilistic Linear Multistep Methods., NIPS, 2016"], "Catalin Ionescu": ["Using Fast Weights to Attend to the Recent Past., NIPS, 2016"], "Baoyuan Wang": ["Maximal Sparsity with Deep Networks?, NIPS, 2016"], "Adam Tauman Kalai": ["Man is to Computer Programmer as Woman is to Homemaker? Debiasing Word Embeddings., NIPS, 2016"], "Marc Sebban": ["beta-risk: a New Surrogate Risk for Learning from Weakly Labeled Data., NIPS, 2016"], "Guangcan Liu": ["Learning Additive Exponential Family Graphical Models via \\ell_{2, 1}-norm Regularized M-Estimation., NIPS, 2016"], "Ludwig Schmidt": ["Fast recovery from a union of subspaces., NIPS, 2016"], "Byron Boots": ["Incremental Variational Sparse Gaussian Process Regression., NIPS, 2016"], "Alessandro Rudi": ["A Consistent Regularization Approach for Structured Prediction., NIPS, 2016"], "Gonzalo Martínez-Muñoz": ["An urn model for majority voting in classification ensembles., NIPS, 2016"], "Moses Charikar": ["Avoiding Imposters and Delinquents: Adversarial Crowdsourcing and Peer Prediction., NIPS, 2016"], "Kenneth D. Harris": ["Fast and accurate spike sorting of high-channel count probes with KiloSort., NIPS, 2016"], "Tim van Erven": ["Combining Adversarial Guarantees and Stochastic Fast Rates in Online Learning., NIPS, 2016"], "Joris M. Mooij": ["Ancestral Causal Inference., NIPS, 2016"], "Jürgen Schmidhuber": ["Tagger: Deep Unsupervised Perceptual Grouping., NIPS, 2016"], "Máté Lengyel": ["Efficient state-space modularization for planning: theory, behavioral and neural signatures., NIPS, 2016"], "Praneeth Netrapalli": ["Provable Efficient Online Matrix Completion via Non-convex Stochastic Gradient Descent., NIPS, 2016"], "Pascal Poupart": ["Online Bayesian Moment Matching for Topic Modeling with Unknown Number of Topics., NIPS, 2016"], "Po-Ling Loh": ["Computing and maximizing influence in linear threshold and triggering models., NIPS, 2016"], "Le Song": ["Coevolutionary Latent Feature Processes for Continuous-Time User-Item Interactions., NIPS, 2016"], "Lorenzo Rosasco": ["Optimal Learning for Multi-pass Stochastic Gradient Methods., NIPS, 2016"], "Dawn Xiaodong Song": ["Latent Attention For If-Then Program Synthesis., NIPS, 2016"], "Dinh Q. Phung": ["Dual Space Gradient Descent for Online Learning., NIPS, 2016"], "Bertrand Thirion": ["Learning brain regions via large-scale online structured sparse dictionary learning., NIPS, 2016"], "Pavel Serdyukov": ["Efficient High-Order Interaction-Aware Feature Selection Based on Conditional Mutual Information., NIPS, 2016"], "Valentin Flunkert": ["Bayesian Intermittent Demand Forecasting for Large Inventories., NIPS, 2016"], "Jiaya Jia": ["Visual Question Answering with Question Representation Update (QRU)., NIPS, 2016"], "Donglai Xu": ["Learning Parametric Sparse Models for Image Super-Resolution., NIPS, 2016"], "Cho-Jui Hsieh": ["Asynchronous Parallel Greedy Coordinate Descent., NIPS, 2016"], "Junyoung Chung": ["Iterative Refinement of the Approximate Posterior for Directed Belief Networks., NIPS, 2016"], "Danny Segev": ["Assortment Optimization Under the Mallows model., NIPS, 2016"], "Raman Arora": ["Disease Trajectory Maps., NIPS, 2016"], "Hongyuan Zha": ["Multistage Campaigning in Social Networks., NIPS, 2016"], "Éva Tardos": ["Learning in Games: Robustness of Fast Convergence., NIPS, 2016"], "Max Welling": ["Improving Variational Autoencoders with Inverse Autoregressive Flow., NIPS, 2016"], "Carlos Guestrin": ["Unified Methods for Exploiting Piecewise Linear Structure in Convex Optimization., NIPS, 2016"], "Yong Ren": ["Kernel Bayesian Inference with Posterior Regularization., NIPS, 2016"], "Sungroh Yoon": ["Neural Universal Discrete Denoiser., NIPS, 2016"], "Haim Sompolinsky": ["Optimal Architectures in a Solvable Model of Deep Networks., NIPS, 2016"], "David J. Schwab": ["Supervised Learning with Tensor Networks., NIPS, 2016"], "Maia Fraser": ["Multi-step learning and underlying structure in statistical models., NIPS, 2016"], "Arkadi Nemirovski": ["Structure-Blind Signal Recovery., NIPS, 2016"], "Philip Bachman": ["An Architecture for Deep, Hierarchical Generative Models., NIPS, 2016"], "Alberto Suárez": ["Feature selection in functional data classification with recursive maxima hunting., NIPS, 2016"], "Alon Orlitsky": ["Near-Optimal Smoothing of Structured Conditional Probability Matrices., NIPS, 2016"], "Kilian Q. Weinberger": ["Supervised Word Mover's Distance., NIPS, 2016"], "Les E. Atlas": ["Full-Capacity Unitary Recurrent Neural Networks., NIPS, 2016"], "Ruihao Zhu": ["Threshold Bandits, With and Without Censored Feedback., NIPS, 2016"], "Richard S. Zemel": ["Understanding the Effective Receptive Field in Deep Convolutional Neural Networks., NIPS, 2016"], "Maksim Zhukovskii": ["Learning Supervised PageRank with Gradient-Based and Gradient-Free Optimization Methods., NIPS, 2016"], "Kfir Y. Levy": ["k*-Nearest Neighbors: From Global to Local., NIPS, 2016"], "Sujay Sanghavi": ["Normalized Spectral Map Synchronization., NIPS, 2016"], "David M. Mimno": ["Beyond Exchangeability: The Chinese Voting Process., NIPS, 2016"], "Nikos Vlassis": ["A posteriori error bounds for joint matrix decomposition problems., NIPS, 2016"], "Yael Niv": ["A Bayesian method for reducing bias in neural representational similarity analysis., NIPS, 2016"], "Csaba Szepesvári": ["Following the Leader and Fast Rates in Linear Prediction: Curved Constraint Sets and Other Regularities., NIPS, 2016"], "Wilsun Xu": ["SDP Relaxation with Randomized Rounding for Energy Disaggregation., NIPS, 2016"], "Andrej Risteski": ["Recovery Guarantee of Non-negative Matrix Factorization via Alternating Updates., NIPS, 2016"], "Nicolas Heess": ["Unsupervised Learning of 3D Structure from Images., NIPS, 2016"], "Mingyuan Zhou": ["Poisson-Gamma dynamical systems., NIPS, 2016"], "Yee Whye Teh": ["Gaussian Processes for Survival Analysis., NIPS, 2016"], "Yoav Freund": ["Optimal Binary Classifier Aggregation for General Losses., NIPS, 2016"], "Yann LeCun": ["Disentangling factors of variation in deep representation using adversarial training., NIPS, 2016"], "Erfan Yazdandoost Hamedani": ["A primal-dual method for conic constrained distributed optimization problems., NIPS, 2016"]}