{"Nathan Intrator": ["On the Use of Projection Pursuit Constraints for Training Neural Networks., NIPS, 1992"], "Andreas Stolcke": ["Hidden Markov Model} Induction by Bayesian Model Merging., NIPS, 1992"], "Kai-Yeung Siu": ["Computing with Almost Optimal Size Neural Networks., NIPS, 1992", "Optimal Depth Neural Networks for Multiplication and Related Problems., NIPS, 1992"], "Janet Wiles": ["Intersecting Regions: The Key to Combinatorial Structure in Hidden Unit Space., NIPS, 1992"], "Tony Plate": ["Holographic Recurrent Networks., NIPS, 1992"], "Harris Drucker": ["Improving Performance in Neural Networks Using a Boosting Algorithm., NIPS, 1992"], "Patrice Y. Simard": ["Efficient Pattern Recognition Using a New Transformation Distance., NIPS, 1992"], "Sreerupa Das": ["Using Prior Knowledge in a {NNPDA} to Learn Context-Free Languages., NIPS, 1992"], "Yaser S. Abu-Mostafa": ["A Method for Learning From Hints., NIPS, 1992"], "Charles W. Anderson": ["Q-Learning with Hidden-Unit Restarting., NIPS, 1992"], "J. Stephen Judd": ["Nets with Unreliable Hidden Nodes Learn Error-Correcting Codes., NIPS, 1992"], "Richard K. Belew": ["Interposing an Ontogenetic Model Between Genetic Algorithms and Neural Networks., NIPS, 1992"], "J. Jeffrey Mahoney": ["Combining Neural and Symbolic Learning to Revise Probabilistic Rule Bases., NIPS, 1992"], "Mark B. Ring": ["Learning Sequential Tasks by Incrementally Adding Higher Orders., NIPS, 1992"], "Bernd Fritzke": ["Kohonen Feature Maps and Growing Cell Structures - a Performance Comparison., NIPS, 1992"], "Brian V. Bonnlander": ["Metamorphosis Networks: An Alternative to Constructive Models., NIPS, 1992"], "Eric I. Chang": ["A Boundary Hunting Radial Basis Function Classifier which Allocates Centers Constructively., NIPS, 1992"], "Isabelle Guyon": ["Automatic Capacity Tuning of Very Large VC-Dimension Classifiers., NIPS, 1992"], "Yann LeCun": ["Automatic Learning Rate Maximization in Large Adaptive Machines., NIPS, 1992"], "Babak Hassibi": ["Second Order Derivatives for Network Pruning: Optimal Brain Surgeon., NIPS, 1992"], "Richard S. Zemel": ["Directional-Unit Boltzmann Machines., NIPS, 1992"], "Guo-Zheng Sun": ["Time Warping Invariant Neural Networks., NIPS, 1992"], "Enno Littmann": ["Generalization Abilities of Cascade Network Architecture., NIPS, 1992"], "Gerhard Paass": ["Assessing and Improving Neural Network Predictions by the Bootstrap Algorithm., NIPS, 1992"], "Lorien Y. Pratt": ["Discriminability-Based Transfer between Neural Networks., NIPS, 1992"], "Barry Flower": ["Summed Weight Neuron Perturbation: An O(N) Improvement Over Weight Perturbation., NIPS, 1992"], "Virginia R. de Sa": ["A Note on Learning Vector Quantization., NIPS, 1992"], "William Finnoff": ["Extended Regularization Methods for Nonconvergent Model Selection., NIPS, 1992", "Diffusion Approximations for the Constant Step Size Backpropagation Algorithm and Resistance to Local Minima., NIPS, 1992"], "Bill Baird": ["Synchronization and Grammatical Inference in an Oscillating Elman Net., NIPS, 1992"], "Gert Cauwenberghs": ["A Fast Stochastic Error-Descent Algorithm for Supervised Learning and Optimization., NIPS, 1992"], "David DeMers": ["Global Regularization of Inverse Kinematics for Redundant Manipulators., NIPS, 1992", "Non-Linear Dimensionality Reduction., NIPS, 1992"], "Andrew W. Moore": ["Memory-Based Reinforcement Learning: Efficient Computation with Prioritized Sweeping., NIPS, 1992"], "Peter Dayan": ["Feudal Reinforcement Learning., NIPS, 1992"], "Dean Pomerleau": ["Input Reconstruction Reliability Estimation., NIPS, 1992"], "Tom M. Mitchell": ["Explanation-Based Neural Network Learning for Robot Control., NIPS, 1992"], "Steven J. Bradtke": ["Reinforcement Learning Applied to Linear Quadratic Regulation., NIPS, 1992"], "Christopher Bowman": ["Neural Network On-Line Learning Control of Spacecraft Smart Structures., NIPS, 1992"], "Yoji Uno": ["Integration of Visual and Somatosensory Information for Preshaping Hand in Grasping Movements., NIPS, 1992"], "James K. Peterson": ["On Line Estimation of Optimal Control Sequences: HJB Estimators., NIPS, 1992"], "Vijaykumar Gullapalli": ["Learning Control Under Extreme Uncertainty., NIPS, 1992"], "Terence D. Sanger": ["A Practice Strategy for Robot Learning Control., NIPS, 1992"], "Gerald Fahner": ["Learning Spatio-Temporal Planning from a Dynamic Programming Teacher: Feed-Forward Neurocontrol for Moving Obstacle Avoidance., NIPS, 1992"], "Charles M. Higgins": ["Learning Fuzzy Rule-Based Neural Networks for Control., NIPS, 1992"], "Suzanna Becker": ["Learning to Categorize Objects Using Temporal Coherence., NIPS, 1992"], "Steven J. Nowlan": ["Filter Selection Model for Generating Visual Motion Signals., NIPS, 1992"], "Edward Stern": ["Stimulus Encoding by Multidimensional Receptive Fields in Single Cells and Cell Populations in V1 of Awake Monkey., NIPS, 1992"], "Suthep Madarasmi": ["The Computation of Stereo Disparity for Transparent and for Opaque Surfaces., NIPS, 1992"], "Subutai Ahmad": ["Some Solutions to the Missing Feature Problem in Vision., NIPS, 1992"], "Joachim Utans": ["Improving Convergence in Hierarchical Matching Networks for Object Recognition., NIPS, 1992"], "Carlos D. Brody": ["A Model of Feedback to the Lateral Geniculate Nucleus., NIPS, 1992"], "Kevin E. Martin": ["Unsmearing Visual Motion: Development of Long-Range Horizontal Intrinsic Connections., NIPS, 1992"], "Hayit Greenspan": ["Remote Sensing Image Analysis via a Texture Classification Neural Network., NIPS, 1992"], "Markus Lappe": ["Computation of Heading Direction from Optic Flow in Visual Cortex., NIPS, 1992"], "Gale Martin": ["Learning to See Where and What: Training a Net to Make Saccades and Recognize Handwritten Characters., NIPS, 1992"], "Todd K. Leen": ["Weight Space Probability Densities in Stochastic Learning: I. Dynamics and Equilibria., NIPS, 1992"], "Lei Xu": ["Self-Organizing Rules for Robust Principal Component Analysis., NIPS, 1992"], "Radford M. Neal": ["Bayesian Learning via Stochastic Dynamics., NIPS, 1992"], "Yoav Freund": ["Information, Prediction, and Query by Committee., NIPS, 1992"], "Alan F. Murray": ["Synaptic Weight Noise During MLP Learning Enhances Fault-Tolerance, Generalization and Learning Trajectory., NIPS, 1992"], "Nicol N. Schraudolph": ["Unsupervised Discrimination of Clustered Data via Optimization of Binary Information Gain., NIPS, 1992"], "Genevieve B. Orr": ["Weight Space Probability Densities in Stochastic Learning: II. Transients and Basin Hopping Times., NIPS, 1992"], "Satoru Shiono": ["Information Theoretic Analysis of Connection Structure from Spike Trains., NIPS, 1992"], "Holm Schwarze": ["Statistical Mechanics of Learning in a Large Committee Machine., NIPS, 1992"], "John W. Miller": ["Probability Estimator from a Database Using a Gibbs Energy Model., NIPS, 1992"], "David H. Wolpert": ["On the Use of Evidence in Neural Networks., NIPS, 1992"], "Bernard Doyon": ["Destabilization and Route to Chaos in Neural Networks with Random Connectivity., NIPS, 1992"], "Ali A. Minai": ["Predicting Complex Behavior in Sparse Asymmetric Networks., NIPS, 1992"], "Isaac Meilijson": ["Single-Iteration Threshold Hamming Networks., NIPS, 1992", "History-Dependent Attractor Neural Networks., NIPS, 1992"], "Mostefa Golea": ["On Learning µ-Perceptron Networks with Binary Weights., NIPS, 1992"], "Yong Liu": ["Neural Network Model Selection Using Asymptotic Jackknife Estimator and Cross-Validation Method., NIPS, 1992"], "Noboru Murata": ["Learning Curves, Model Selection and Complexity of Neural Networks., NIPS, 1992"], "Bhaskar DasGupta": ["The Power of Approximation: A Comparison of Activation Functions., NIPS, 1992"], "Uwe Helmke": ["Rational Parametrizations of Neural Networks., NIPS, 1992"], "N. H. Wulff": ["Learning Cellular Automation Dynamics with Neural Networks., NIPS, 1992"], "Adam Kowalczyk": ["Some Estimates on the Number of Connections and Hidden Units for Feed-Forward Networks., NIPS, 1992"], "Michael Cohen": ["Context-Dependent Multiple Distribution Phonetic Modeling with MLPs., NIPS, 1992"], "Makoto Hirayama": ["Physiologically Based Speech Synthesis., NIPS, 1992"], "Weimin Liu": ["Analog Cochlear Model for Multiresolution Speech Analysis., NIPS, 1992"], "Wei-Tsih Lee": ["A Hybrid Linear/Nonlinear Approach to Channel Equalization Problems., NIPS, 1992"], "Yochai Konig": ["Modeling Consistency in a Speaker Independent Continuous Speech Recognition System., NIPS, 1992"], "José Carlos Príncipe": ["Transient Signal Detection with Neural Networks: The Search for the Desired Signal., NIPS, 1992"], "Joe Tebelskis": ["Performance Through Consistency: MS-TDNN's for Large Vocabulary Continuous Speech Recognition., NIPS, 1992"], "George Zavaliagkos": ["A Hybrid Neural Net System for State-of-the-Art Continuous Speech Recognition., NIPS, 1992"], "Hermann Hild": ["Connected Letter Recognition with a Multi-State Time Delay Neural Network., NIPS, 1992"], "Markus Schenkel": ["Recognition-Based Segmentation of On-Line Hand-Printed Words., NIPS, 1992"], "Esther Levin": ["Planar Hidden Markov Modeling: From Speech to Optical Character Recognition., NIPS, 1992"], "Jen-Lun Yuan": ["Forecasting Demand for Electric Power., NIPS, 1992"], "Pierre Baldi": ["Hidden Markov Models in Molecular Biology: New Algorithms and Applications., NIPS, 1992"], "Charles R. Rosenberg": ["A Neural Network that Learns to Interpret Myocardial Planar Thallium Scintigrams., NIPS, 1992"], "Janeen Anderson": ["An Analog VLSI Chip for Radial Basis Functions., NIPS, 1992"], "Stephen Churcher": ["Generic Analog Neural Computation - The Epsilon Chip., NIPS, 1992"], "Rahul Sarpeshkar": ["Visual Motion Computation in Analog VLSI Using Pulses., NIPS, 1992"], "David B. Kirch": ["Analog VLSI Implementation of Gradient Descent., NIPS, 1992"], "Alexander Linden": ["An Object-Oriented Framework for the Simulation of Neural Networks., NIPS, 1992"], "Eros Pasero": ["Attractor Neural Networks with Local Inhibition: From Statistical Physics to a Digitial Programmable Integrated Circuit., NIPS, 1992"], "Sylvie Renaud-Le Masson": ["Hybrid Circuits of Interacting Computer Model and Biological Neurons., NIPS, 1992"], "John Lazzaro": ["Silicon Auditory Processors as Computer Peripherals., NIPS, 1992"], "Christof Koch": ["Object-Based Analog VLSI Vision Circuits., NIPS, 1992"], "Joshua Alspector": ["A Parallel Gradient Descent Method for Learning in Analog VLSI Neural Networks., NIPS, 1992"], "Paul Smolensky": ["Harmonic Grammars for Formal Languages., NIPS, 1992"], "Dedre Gentner": ["Analogy - Watershed or Waterloo? Structural Alignment and the Development of Connectionist Models of Cognition., NIPS, 1992"], "Michael Mozer": ["A Connectionist Symbol Manipulator that Discovers the Structure of Context-Free Languages., NIPS, 1992"], "Volker Tresp": ["Network Structuring and Training Using Rule-Based Knowledge., NIPS, 1992"], "Daphne Bavelier": ["A Dynamical Model of Priming and Repetition Blindness., NIPS, 1992"], "Geoffrey G. Towell": ["A Knowledge-Based Model of Geometry Learning., NIPS, 1992"], "Hinrich Schütze": ["Word Space., NIPS, 1992"], "Rainer Goebel": ["Perceiving Complex Visual Scenes: An Oscillator Neural Network Model that Integrates Selective Attention, Perceptual Organization, and Invariant Recognition., NIPS, 1992"], "Kenji Doya": ["Maaping Between Neural and Physical Activities of the Lobster Gastric Mill., NIPS, 1992"], "Mark E. Nelson": ["A Neural Model of Descending Gain Control in the Electrosensory System., NIPS, 1992"], "Neil Burgess": ["Using Hippocampal 'Plane Cells' for Navigation, Exploiting Phase Coding., NIPS, 1992"], "Mark A. Gluck": ["Adaptive Stimulus Representations: A Computational Theory of Hippocampal-Region Functions., NIPS, 1992"], "Itay Gat": ["Statistical Modeling of Cell Assemblies Activities in Associative Cortex of Behaving Monkeys., NIPS, 1992"], "Ralph Linsker": ["Deriving Receptive Fields Using an Optimal Encoding Criterion., NIPS, 1992"], "Olivier J. M. D. Coenen": ["Biologically Plausible Local Learning Rules for the Adaptation of the Vestibulo-Ocular Reflex., NIPS, 1992"], "P. Read Montague": ["Using Aperiodic Reinforcement for Directed Self-Organization During Development., NIPS, 1992"], "Klaus Pawelzik": ["How Oscillatory Neuronal Responses Reflect Bistability and Switching of the Hidden Assembly Dynamics., NIPS, 1992"], "Geoffrey J. Goodhill": ["Topography and Ocular Dominance with Positive Correlations., NIPS, 1992"], "Frank Moss": ["Statistical and Dynamical Interpretation of ISIH Data from Periodically Stimulated Sensory Neurons., NIPS, 1992"], "John G. Milton": ["Spiral Waves in Integrate-and-Fire Neural Networks., NIPS, 1992"], "Lance Craig Walton": ["Parametrizing Feature Sensitive Cell Formation in Linsker Networks in the Auditory System., NIPS, 1992"], "Lina Massone": ["A Recurrent Neural Network for Generation of Occular Saccades., NIPS, 1992"], "Christiane Linster": ["A Formal Model of the Insect Olfactory Macroglomerulus: Simulations and Analytic Results., NIPS, 1992"], "William E. Skaggs": ["An Information-Theoretic Approach to Deciphering the Hippocampal Code., NIPS, 1992"]}