{"Maneesh Sahani": ["Inferring Elapsed Time from Stochastic Neural Processes., NIPS, 2007", "On Sparsity and Overcompleteness in Image Models., NIPS, 2007", "Inferring Neural Firing Rates from Spike Trains Using Gaussian Processes., NIPS, 2007", "Modeling Natural Sounds with Modulation Cascade Processes., NIPS, 2007"], "Csaba Szepesvári": ["Fitted Q-iteration in continuous action-space MDPs., NIPS, 2007"], "John Shawe-Taylor": ["Variational Inference for Diffusion Processes., NIPS, 2007"], "Yiming Ying": ["A Spectral Regularization Framework for Multi-Task Structure Learning., NIPS, 2007"], "Benjamin J. Stephens": ["Random Sampling of States in Dynamic Programming., NIPS, 2007"], "Jean-Yves Audibert": ["Progressive mixture rules are deviation suboptimal., NIPS, 2007"], "Zaïd Harchaoui": ["DIFFRAC: a discriminative and flexible framework for clustering., NIPS, 2007"], "J. Doug Tygar": ["Optimal ROC Curve for a Combination of Classifiers., NIPS, 2007"], "Alexander Rakhlin": ["Adaptive Online Gradient Descent., NIPS, 2007"], "Rocco A. Servedio": ["One-Pass Boosting., NIPS, 2007", "Boosting the Area under the ROC Curve., NIPS, 2007"], "Wei Ji Ma": ["Comparing Bayesian models for multisensory cue combination without mandatory integration., NIPS, 2007"], "Philipp Berens": ["Near-Maximum Entropy Models for Binary Neural Representations of Natural Images., NIPS, 2007"], "Mark Lee": ["Incremental Natural Actor-Critic Algorithms., NIPS, 2007"], "Klaus-Robert Müller": ["Invariant Common Spatial Patterns: Alleviating Nonstationarities in Brain-Computer Interfacing., NIPS, 2007"], "Jon D. McAuliffe": ["Supervised Topic Models., NIPS, 2007"], "Jennifer Wortman": ["Learning Bounds for Domain Adaptation., NIPS, 2007", "Privacy-Preserving Belief Propagation and Sampling., NIPS, 2007"], "David Baker": ["Feature Selection Methods for Improving Protein Structure Prediction with Rosetta., NIPS, 2007"], "Christopher K. I. Williams": ["Multi-task Gaussian Process Prediction., NIPS, 2007"], "Olivier Bousquet": ["The Tradeoffs of Large Scale Learning., NIPS, 2007"], "Dan Klein": ["A Probabilistic Approach to Language Change., NIPS, 2007", "Discriminative Log-Linear Grammars with Latent Variables., NIPS, 2007"], "Nizar Bouguila": ["Unsupervised Feature Selection for Accurate Recommendation of High-Dimensional Image Data., NIPS, 2007"], "Robert E. Schapire": ["FilterBoost: Regression and Classification on Large Datasets., NIPS, 2007", "A Game-Theoretic Approach to Apprenticeship Learning., NIPS, 2007"], "Wolfgang Maass": ["Simplified Rules and Theoretical Analysis for Information Bottleneck Optimization and PCA with Spiking Neurons., NIPS, 2007", "Theoretical Analysis of Learning with Reward-Modulated Spike-Timing-Dependent Plasticity., NIPS, 2007"], "Jan-Mark Geusebroek": ["The Distribution Family of Similarity Distances., NIPS, 2007"], "Fred S. Richardson": ["Discriminative Keyword Selection Using Support Vector Machines., NIPS, 2007"], "Rosie Jones": ["Evaluating Search Engines by Modeling the Relationship Between Relevance and Clicks., NIPS, 2007"], "Miguel Figueroa": ["Subspace-Based Face Recognition in Analog VLSI., NIPS, 2007"], "Sanjoy Dasgupta": ["A learning framework for nearest neighbor search., NIPS, 2007"], "Christof Koch": ["Predicting human gaze using low-level saliency combined with face detection., NIPS, 2007"], "Alan S. Willsky": ["Adaptive Embedded Subgraph Algorithms using Walk-Sum Analysis., NIPS, 2007", "Linear programming analysis of loopy belief propagation for weighted matching., NIPS, 2007", "Message Passing for Max-weight Independent Set., NIPS, 2007", "Loop Series and Bethe Variational Bounds in Attractive Graphical Models., NIPS, 2007"], "Hang Cui": ["Parallelizing Support Vector Machines on Distributed Computers., NIPS, 2007"], "Yoshua Bengio": ["Augmented Functional Time Series Representation and Forecasting with Gaussian Processes., NIPS, 2007", "Topmoumoute Online Natural Gradient Algorithm., NIPS, 2007"], "Carlos Guestrin": ["Efficient Principled Learning of Thin Junction Trees., NIPS, 2007"], "Shihai Wang": ["Regularized Boost for Semi-Supervised Learning., NIPS, 2007"], "HongJiang Zhang": ["Rapid Inference on a Novel AND/OR graph for Object Detection, Segmentation and Parsing., NIPS, 2007"], "Yee Whye Teh": ["Cooled and Relaxed Survey Propagation for MRFs., NIPS, 2007"], "Ingo Steinwart": ["How SVMs can estimate quantiles and the median., NIPS, 2007"], "Lucas C. Parra": ["Second Order Bilinear Discriminant Analysis for single trial EEG analysis., NIPS, 2007"], "Wulfram Gerstner": ["An online Hebbian learning rule that performs Independent Component Analysis., NIPS, 2007"], "Thore Graepel": ["TrueSkill Through Time: Revisiting the History of Chess., NIPS, 2007"], "Sham Kakade": ["The Price of Bandit Information for Online Optimization., NIPS, 2007"], "Claire Monteleoni": ["A general agnostic active learning algorithm., NIPS, 2007"], "Andrzej Cichocki": ["Measuring Neural Synchrony by Message Passing., NIPS, 2007"], "Aaron C. Courville": ["The rat as particle filter., NIPS, 2007"], "Andrew Y. Ng": ["Efficient multiple hyperparameter learning for log-linear models., NIPS, 2007", "Hierarchical Apprenticeship Learning with Application to Quadruped Locomotion., NIPS, 2007", "Sparse deep belief net model for visual area V2., NIPS, 2007"], "Stephen Green": ["Automatic Generation of Social Tags for Music Recommendation., NIPS, 2007"], "Peter Földiák": ["Bayesian binning beats approximate alternatives: estimating peri-stimulus time histograms., NIPS, 2007"], "Magnus Rattray": ["A probabilistic model for generating realistic lip movements from speech., NIPS, 2007"], "Abhijeet Ghosh": ["Active Preference Learning with Discrete Choice Data., NIPS, 2007"], "Steven de Rooij": ["Catching Up Faster in Bayesian Model Selection and Model Averaging., NIPS, 2007"], "Shaul Markovitch": ["Anytime Induction of Cost-sensitive Trees., NIPS, 2007"], "Andrew Zisserman": ["Learning Visual Attributes., NIPS, 2007"], "José del R. Millán": ["EEG-Based Brain-Computer Interaction: Improved Accuracy by Automatic Single-Trial Error Detection., NIPS, 2007"], "Brian Fischer": ["Optimal models of sound localization by barn owls., NIPS, 2007"], "Joshua B. Tenenbaum": ["A Bayesian Framework for Cross-Situational Word-Learning., NIPS, 2007", "Learning and using relational theories., NIPS, 2007"], "Angela J. Yu": ["Sequential Hypothesis Testing under Stochastic Deadlines., NIPS, 2007"], "Nakul Verma": ["Learning the structure of manifolds using random projections., NIPS, 2007"], "Avi Pfeffer": ["Discovering Weakly-Interacting Factors in a Complex Stochastic Process., NIPS, 2007"], "Bernhard Schölkopf": ["Kernel Measures of Conditional Dependence., NIPS, 2007", "An Analysis of Inference with the Universum., NIPS, 2007"], "Nuno Vasconcelos": ["The discriminant center-surround hypothesis for bottom-up saliency., NIPS, 2007"], "Bruno A. Olshausen": ["Learning Horizontal Connections in a Sparse Coding Model of Natural Images., NIPS, 2007"], "Tony R. Martinez": ["Iterative Non-linear Dimensionality Reduction with Manifold Sculpting., NIPS, 2007"], "Cristian Brotto": ["On higher-order perceptron algorithms., NIPS, 2007"], "Matthias Bethge": ["Bayesian Inference for Spiking Neuron Models with a Sparsity Prior., NIPS, 2007", "Receptive Fields without Spike-Triggering., NIPS, 2007"], "Pieter W. Adriaans": ["Predicting Brain States from fMRI Data: Incremental Functional Principal Component Regression., NIPS, 2007"], "Paolo Del Giudice": ["A configurable analog VLSI neural network with spiking neurons and self-regulating plastic synapses ., NIPS, 2007"], "Tommi S. Jaakkola": ["Fixing Max-Product: Convergent Message Passing Algorithms for MAP LP-Relaxations., NIPS, 2007", "New Outer Bounds on the Marginal Polytope., NIPS, 2007"], "Martin Mundhenk": ["Competition Adds Complexity., NIPS, 2007"], "Ben Taskar": ["Expectation Maximization and Posterior Constraints., NIPS, 2007"], "Jürgen Schmidhuber": ["Unconstrained On-line Handwriting Recognition with Recurrent Neural Networks., NIPS, 2007"], "Alexander J. Smola": ["A Kernel Statistical Test of Independence., NIPS, 2007", "Convex Learning with Invariances., NIPS, 2007", "COFI RANK - Maximum Margin Matrix Factorization for Collaborative Ranking ., NIPS, 2007"], "Dale Schuurmans": ["Discriminative Batch Mode Active Learning., NIPS, 2007", "Convex Relaxations of Latent Variable Training., NIPS, 2007", "Stable Dual Dynamic Programming., NIPS, 2007"], "Eric Moulines": ["Testing for Homogeneity with Kernel Fisher Discriminant Analysis., NIPS, 2007"], "Céline Lévy-Leduc": ["Catching Change-points with Lasso., NIPS, 2007"], "Satyen Kale": ["Computational Equivalence of Fixed Points and No Regret Algorithms, and Convergence to Equilibria., NIPS, 2007"], "Jaime G. Carbonell": ["Nearest-Neighbor-Based Active Learning for Rare Category Detection., NIPS, 2007"], "Richard G. Baraniuk": ["Random Projections for Manifold Learning., NIPS, 2007"], "Tom Heskes": ["Regulator Discovery from Gene Expression Time Series of Malaria Parasites: a Hierachical Approach., NIPS, 2007"], "Peter D. Hoff": ["Modeling homophily and stochastic equivalence in symmetric relational data., NIPS, 2007"], "Ajay Jasra": ["Bayesian Policy Learning with Trans-Dimensional MCMC., NIPS, 2007"], "Charles Lee Isbell Jr.": ["Ultrafast Monte Carlo for Statistical Summations., NIPS, 2007"], "Tony Jebara": ["Learning Monotonic Transformations for Classification., NIPS, 2007"], "Nan Rong": ["What makes some POMDP problems easy to approximate?, NIPS, 2007"], "Leonidas J. Guibas": ["Efficient Inference for Distributions on Permutations., NIPS, 2007"], "Shane Legg": ["Temporal Difference Updating without a Learning Rate., NIPS, 2007"], "Kapil Thadani": ["Density Estimation under Independent Similarly Distributed Sampling Assumptions., NIPS, 2007"], "Michael H. Bowling": ["Computing Robust Counter-Strategies., NIPS, 2007"], "Devavrat Shah": ["Local Algorithms for Approximate Inference in Minor-Excluded Graphs., NIPS, 2007"], "Kiyoshi Asai": ["Multi-Task Learning via Conic Programming., NIPS, 2007"], "Sergey Kirshner": ["Learning with Tree-Averaged Densities and Distributions., NIPS, 2007"], "Anupam Gupta": ["Selecting Observations against Adversarial Objectives., NIPS, 2007"], "Fernando Pereira": ["Structured Learning with Approximate Inference., NIPS, 2007"], "Ramesh Hariharan": ["A Randomized Algorithm for Large Scale Support Vector Learning., NIPS, 2007"], "Larry A. Wasserman": ["Statistical Analysis of Semi-Supervised Regression., NIPS, 2007", "SpAM: Sparse Additive Models., NIPS, 2007", "Compressed Regression., NIPS, 2007"], "Bertram E. Shi": ["Extending position/phase-shift tuning to motion energy neurons improves velocity discrimination., NIPS, 2007"], "Tong Zhang": ["The Epoch-Greedy Algorithm for Multi-armed Bandits with Side Information., NIPS, 2007"], "Polina Golland": ["Convex Clustering with Exemplar-Based Models., NIPS, 2007"], "Andrea Bonarini": ["Reinforcement Learning in Continuous Action Spaces through Sequential Monte Carlo Methods., NIPS, 2007"], "Yi Mao": ["Non-parametric Modeling of Partially Ranked Data., NIPS, 2007"], "Jan M. Maciejowski": ["Simulated Annealing: Rigorous finite-time guarantees for optimization on continuous domains., NIPS, 2007"], "Peter Dayan": ["Hippocampal Contributions to Control: The Third Way., NIPS, 2007"], "Trevor Hastie": ["A Unified Near-Optimal Estimator For Dimension Reduction in lalpha(0 < alpha <= 2) Using Stable Random Projections., NIPS, 2007"], "Qiang Wu": ["McRank: Learning to Rank Using Multiple Classification and Gradient Boosting., NIPS, 2007"], "Michael I. Jordan": ["Agreement-Based Learning., NIPS, 2007", "Estimating divergence functionals and the likelihood ratio by penalized convex risk minimization., NIPS, 2007"], "Daniel D. Lee": ["Blind channel identification for speech dereverberation using l1-norm sparse learning., NIPS, 2007"], "Pierre Baldi": ["Mining Internet-Scale Software Repositories., NIPS, 2007"], "Lawrence Carin": ["Semi-Supervised Multitask Learning., NIPS, 2007"], "Cristian Sminchisescu": ["People Tracking with the Laplacian Eigenmaps Latent Variable Model., NIPS, 2007"], "Alexandre d'Aspremont": ["Support Vector Machine Classification with Indefinite Kernels., NIPS, 2007"], "Michael Kaufmann": ["Consistent Minimization of Clustering Objective Functions., NIPS, 2007"], "Tanzeem Choudhury": ["Fast and Scalable Training of Semi-Supervised CRFs with Application to Activity Recognition., NIPS, 2007"], "Sylvian R. Ray": ["Transfer Learning using Kolmogorov Complexity: Basic Theory and Empirical Evaluations., NIPS, 2007"], "Jim Kurose": ["Scan Strategies for Meteorological Radars., NIPS, 2007"], "Yonina C. Eldar": ["A neural network implementing optimal state estimation based on dynamic spike train decoding., NIPS, 2007"], "Greg Stephens": ["Locality and low-dimensions in the prediction of natural experience from fMRI., NIPS, 2007"], "Stefano Fusi": ["Learning to classify complex patterns using a VLSI network of spiking neurons., NIPS, 2007"], "Eiichiro Sumita": ["The Infinite Markov Model., NIPS, 2007"], "Afshin Rostamizadeh": ["Stability Bounds for Non-i.i.d. Processes., NIPS, 2007"], "David Baldwin": ["Experience-Guided Search: A Theory of Attentional Control., NIPS, 2007"], "Philip H. S. Torr": ["An Analysis of Convex Relaxations for MAP Estimation., NIPS, 2007"], "Amos J. Storkey": ["Continuous Time Particle Filtering for fMRI., NIPS, 2007", "Modelling motion primitives and their timing in biologically executed movements., NIPS, 2007"], "Sean B. Holden": ["Robust Regression with Twinned Gaussian Processes., NIPS, 2007", "The Generalized FITC Approximation., NIPS, 2007"], "Rodney J. Douglas": ["Contraction Properties of VLSI Cooperative Competitive Neural Networks of Spiking Neurons., NIPS, 2007"], "Max Welling": ["Distributed Inference for Latent Dirichlet Allocation., NIPS, 2007", "Collapsed Variational Inference for HDP., NIPS, 2007"], "Shin Ishii": ["Heterogeneous Component Analysis., NIPS, 2007"], "Guido Sanguinetti": ["Variational inference for Markov jump processes., NIPS, 2007"], "Luis E. Ortiz": ["CPR for CSPs: A Probabilistic Relaxation of Constraint Propagation., NIPS, 2007"], "Geoffrey E. Hinton": ["Modeling image patches with a directed hierarchy of Markov random fields., NIPS, 2007", "Using Deep Belief Nets to Learn Covariance Kernels for Gaussian Processes., NIPS, 2007"], "K. R. Ramakrishnan": ["Kernels on Attributed Pointsets with Applications., NIPS, 2007"], "Bart De Moor": ["A Risk Minimization Principle for a Class of Parzen Estimators., NIPS, 2007"], "Laurent Itti": ["Congruence between model and human attention reveals unique signatures of critical visual events., NIPS, 2007"], "Peter E. Latham": ["Neural characterization in partially observed populations of spiking neurons., NIPS, 2007"], "David A. Maltz": ["Fast Variational Inference for Large-scale Internet Diagnosis., NIPS, 2007"], "Benjamin Recht": ["Random Features for Large-Scale Kernel Machines., NIPS, 2007"], "Yann LeCun": ["Sparse Feature Learning for Deep Belief Networks., NIPS, 2007"], "Marc Howard": ["Retrieved context and the discovery of semantic structure., NIPS, 2007"], "Philippe Lambin": ["On Ranking in Survival Analysis: Bounds on the Concordance Index., NIPS, 2007"], "Andrew Cohen": ["GRIFT: A graphical model for inferring visual classification features from human data., NIPS, 2007"], "Joelle Pineau": ["Bayes-Adaptive POMDPs., NIPS, 2007"], "Brahim Chaib-draa": ["Theoretical Analysis of Heuristic Search Methods for Online POMDPs., NIPS, 2007"], "Balázs Kégl": ["Learning the 2-D Topology of Images., NIPS, 2007"], "William T. Freeman": ["Object Recognition by Scene Alignment., NIPS, 2007"], "Andriy Mnih": ["Probabilistic Matrix Factorization., NIPS, 2007"], "Thomas L. Griffiths": ["Markov Chain Monte Carlo with People., NIPS, 2007"], "Soumya Ray": ["Multiple-Instance Active Learning., NIPS, 2007"], "Naftali Tishby": ["Cluster Stability for Finite Samples., NIPS, 2007"], "Tatyana Sharpee": ["Better than least squares: comparison of objective functions for estimating linear-nonlinear models., NIPS, 2007"], "Paris Smaragdis": ["Sparse Overcomplete Latent Variable Decomposition of Counts Data., NIPS, 2007"], "Dexter Kozen": ["Collective Inference on Markov Models for Modeling Bird Migration., NIPS, 2007"], "Geoffrey J. Gordon": ["A Constraint Generation Approach to Learning Stable Linear Dynamical Systems., NIPS, 2007"], "Michael J. Black": ["Combined discriminative and generative articulated pose and non-rigid shape estimation., NIPS, 2007"], "Zoubin Ghahramani": ["Hidden Common Cause Relations in Relational Learning., NIPS, 2007"], "Jinhui Xu": ["Ensemble Clustering using Semidefinite Programming., NIPS, 2007"], "Mikhail Belkin": ["The Value of Labeled and Unlabeled Examples when the Model is Imperfect., NIPS, 2007"], "Quoc V. Le": ["Bundle Methods for Machine Learning., NIPS, 2007"], "Arthur Gretton": ["Colored Maximum Variance Unfolding., NIPS, 2007"], "Kwabena Boahen": ["An in-silico Neural Model of Dynamic Routing through Neuronal Coherence., NIPS, 2007"], "Eero P. Simoncelli": ["A Bayesian Model of Conditioned Perception., NIPS, 2007"], "Michael L. Littman": ["Online Linear Regression and Its Application to Model-Based Reinforcement Learning., NIPS, 2007"], "Motoaki Kawanabe": ["Direct Importance Estimation with Model Selection and Its Application to Covariate Shift Adaptation., NIPS, 2007"], "Ramgopal R. Mettu": ["Efficient Bayesian Inference for Dynamically Changing Graphs., NIPS, 2007"], "Pierre Morizet-Mahoudeaux": ["Hierarchical Penalization., NIPS, 2007"], "William D. Smart": ["Receding Horizon Differential Dynamic Programming., NIPS, 2007"], "Daniel M. Roy": ["Bayesian Agglomerative Clustering with Coalescents., NIPS, 2007"], "Charles Lefurgy": ["Managing Power Consumption and Performance of Computing Systems Using Reinforcement Learning., NIPS, 2007"], "Peter L. Bartlett": ["Optimistic Linear Programming gives Logarithmic Regret for Irreducible MDPs., NIPS, 2007"], "Michalis K. Titsias": ["The Infinite Gamma-Poisson Feature Model., NIPS, 2007"], "Mark Johnson": ["A Bayesian LDA-based model for semi-supervised part-of-speech tagging., NIPS, 2007"], "David A. Forsyth": ["Configuration Estimates Improve Pedestrian Finding., NIPS, 2007"], "Bertram Emil Shi": ["Estimating disparity with confidence from energy neurons., NIPS, 2007"], "Bill Triggs": ["Scene Segmentation with CRFs Learned from Partially Labeled Images., NIPS, 2007"], "Olivier Chapelle": ["Learning with Transformation Invariant Kernels., NIPS, 2007"], "Eric Grimson": ["Spatial Latent Dirichlet Allocation., NIPS, 2007"], "Gunnar Rätsch": ["Boosting Algorithms for Maximizing the Soft Margin., NIPS, 2007"], "Evgeniy Bart": ["Infinite State Bayes-Nets for Structured Domains., NIPS, 2007"], "Satinder Singh (Baveja)": ["Exponential Family Predictive Representations of State., NIPS, 2007"], "Srikantan S. Nagarajan": ["A New View of Automatic Relevance Determination., NIPS, 2007"], "Heung-Yeung Shum": ["Classification via Minimum Incremental Coding Length (MICL)., NIPS, 2007"], "Michael R. Lyu": ["Efficient Convex Relaxation for Transductive Support Vector Machine., NIPS, 2007"], "Mingrui Wu": ["Discriminative K-means for Clustering., NIPS, 2007"], "Wei Chu": ["Gaussian Process Models for Link Analysis and Transfer Learning., NIPS, 2007"], "R. Bharat Rao": ["Bayesian Co-Training., NIPS, 2007"], "Hongjing Lu": ["The Noisy-Logical Distribution and its Application to Causal Inference., NIPS, 2007"], "Paul A. Viola": ["Multiple-Instance Pruning For Learning Efficient Cascade Detectors., NIPS, 2007"], "Eric P. Xing": ["HM-BiTAM: Bilingual Topic Exploration, Word Alignment, and Translation., NIPS, 2007"], "Gordon Sun": ["A General Boosting Method and its Application to Learning Ranking Functions for Web Search., NIPS, 2007"], "Yihong Gong": ["Predictive Matrix-Variate t Models., NIPS, 2007"], "Carmelo Piccione": ["Regret Minimization in Games with Incomplete Information., NIPS, 2007"]}