{"Andrew Ziegler": ["Locally Uniform Comparison Image Descriptor., NIPS, 2012"], "Krikamol Muandet": ["Learning from Distributions via Support Measure Machines., NIPS, 2012"], "Ehsan Elhamifar": ["Finding Exemplars from Pairwise Dissimilarities via Simultaneous Sparse Recovery., NIPS, 2012"], "Chad Scherrer": ["Feature Clustering for Accelerating Parallel Coordinate Descent., NIPS, 2012"], "Chuanxin Minos Niu": ["Multi-scale Hyper-time Hardware Emulation of Human Motor Nervous System Based on Spiking Neurons using FPGA., NIPS, 2012"], "Michael A. Osborne": ["Active Learning of Model Evidence Using Bayesian Quadrature., NIPS, 2012"], "Dahua Lin": ["Coupling Nonparametric Mixtures via Latent Dirichlet Processes., NIPS, 2012"], "Minjie Xu": ["Nonparametric Max-Margin Matrix Factorization for Collaborative Prediction., NIPS, 2012"], "Feng Cao": ["Bayesian Hierarchical Reinforcement Learning., NIPS, 2012"], "Christoph H. Lampert": ["Dynamic Pruning of Factor Graphs for Maximum Marginal Prediction., NIPS, 2012"], "Joseph Wang": ["Local Supervised Learning through Space Partitioning., NIPS, 2012"], "S. M. Ali Eslami": ["A Generative Model for Parts-based Object Segmentation., NIPS, 2012"], "Jianqiu Ji": ["Super-Bit Locality-Sensitive Hashing., NIPS, 2012"], "Nicholas Ruozzi": ["The Bethe Partition Function of Log-supermodular Graphical Models., NIPS, 2012"], "Hossein Azari Soufiani": ["Random Utility Theory for Social Choice., NIPS, 2012"], "Wouter M. Koolen": ["Putting Bayes to sleep., NIPS, 2012"], "Suvrit Sra": ["A new metric on the manifold of kernel matrices with application to matrix geometric means., NIPS, 2012", "Scalable nonconvex inexact proximal splitting., NIPS, 2012"], "Wei Bi": ["Mandatory Leaf Node Prediction in Hierarchical Multilabel Classification., NIPS, 2012"], "Tuo Zhao": ["Smooth-projected Neighborhood Pursuit for High-dimensional Nonparanormal Graph Estimation., NIPS, 2012"], "Fang Han": ["Semiparametric Principal Component Analysis., NIPS, 2012", "Transelliptical Component Analysis., NIPS, 2012"], "Shinsuke Koyama": ["Coding efficiency and detectability of rate fluctuations with non-Poisson neuronal firing., NIPS, 2012"], "Francesco Dinuzzo": ["The representer theorem for Hilbert spaces: a necessary and sufficient condition., NIPS, 2012"], "Clément Calauzènes": ["\"On the (Non-)existence of Convex, Calibrated Surrogate Losses for Ranking\"., NIPS, 2012"], "Manuel Lopes": ["Exploration in Model-based Reinforcement Learning by Empirically Estimating Learning Progress., NIPS, 2012"], "Purushottam Kar": ["Supervised Learning with Similarity Functions., NIPS, 2012"], "Yuxuan Wang": ["Cocktail Party Processing via Structured Prediction., NIPS, 2012"], "Takayuki Osogami": ["Robustness and risk-sensitivity in Markov decision processes., NIPS, 2012"], "Xiaolong Wang": ["Dynamical And-Or Graph Learning for Object Shape Modeling and Detection., NIPS, 2012"], "Alexandra Carpentier": ["Adaptive Stratified Sampling for Monte-Carlo integration of Differentiable functions., NIPS, 2012", "Online allocation and homogeneous partitioning for piecewise constant mean-approximation., NIPS, 2012"], "Varun Kanade": ["Distributed Non-Stochastic Experts., NIPS, 2012"], "Allison Chang": ["An Integer Optimization Approach to Associative Classification., NIPS, 2012"], "Tomasz Trzcinski": ["Learning Image Descriptors with the Boosting-Trick., NIPS, 2012"], "Chunxiao Zhou": ["Fast Resampling Weighted v-Statistics., NIPS, 2012"], "Binbin Lin": ["Multi-task Vector Field Learning., NIPS, 2012"], "Aditya Khosla": ["Memorability of Image Regions., NIPS, 2012"], "Jaedeug Choi": ["Nonparametric Bayesian Inverse Reinforcement Learning for Multiple Reward Functions., NIPS, 2012"], "Joonseok Lee": ["Automatic Feature Induction for Stagewise Collaborative Filtering., NIPS, 2012"], "Quanquan Gu": ["Selective Labeling via Error Bound Minimization., NIPS, 2012"], "Koby Crammer": ["Volume Regularization for Binary Classification., NIPS, 2012", "Learning Multiple Tasks using Shared Hypotheses., NIPS, 2012"], "Junyuan Xie": ["Image Denoising and Inpainting with Deep Neural Networks., NIPS, 2012"], "Du Tran": ["Max-Margin Structured Output Regression for Spatio-Temporal Action Localization., NIPS, 2012"], "Hankz Hankui Zhuo": ["Action-Model Based Multi-agent Plan Recognition., NIPS, 2012"], "Angela Eigenstetter": ["Visual Recognition using Embedded Feature Selection for Curvature Self-Similarity., NIPS, 2012"], "Nikhil Bhat": ["Non-parametric Approximate Dynamic Programming via the Kernel Method., NIPS, 2012"], "Xi Chen": ["Optimal Regularized Dual Averaging Methods for Stochastic Optimization., NIPS, 2012"], "Emanuele Coviello": ["The variational hierarchical EM algorithm for clustering hidden Markov models., NIPS, 2012"], "Chong Wang": ["Truncation-free Online Variational Inference for Bayesian Nonparametric Models., NIPS, 2012"], "Hyun Soo Park": ["3D Social Saliency from Head-mounted Cameras., NIPS, 2012"], "Peter Kontschieder": ["Context-Sensitive Decision Forests for Object Detection., NIPS, 2012"], "Grégoire Montavon": ["Learning Invariant Representations of Molecules for Atomization Energy Prediction., NIPS, 2012"], "Joan Fruitet": ["Bandit Algorithms boost Brain Computer Interfaces for motor-task selection of a brain-controlled button., NIPS, 2012"], "Jeremy C. Weiss": ["Multiplicative Forests for Continuous-Time Processes., NIPS, 2012"], "Jenna Wiens": ["Patient Risk Stratification for Hospital-Associated C. diff as a Time-Series Classification Task., NIPS, 2012"], "Tianbao Yang": ["Nyström Method vs Random Fourier Features: A Theoretical and Empirical Comparison., NIPS, 2012"], "Amit Daniely": ["Multiclass Learning Approaches: A Theoretical Comparison with Implications., NIPS, 2012"], "Mehrdad Mahdavi": ["Stochastic Gradient Descent with Only One Projection., NIPS, 2012"], "Dmitri B. Chklovskii": ["\"Neuronal spike generation mechanism as an oversampling, noise-shaping A-to-D converter\"., NIPS, 2012"], "Pietro Di Lena": ["Deep Spatio-Temporal Architectures and Learning for Protein Structure Prediction., NIPS, 2012"], "Ognjen Arandjelovic": ["Assessing Blinding in Clinical Trials., NIPS, 2012"], "Julian J. McAuley": ["Learning to Discover Social Circles in Ego Networks., NIPS, 2012"], "Li-Ping Liu": ["A Conditional Multinomial Mixture Model for Superset Label Learning., NIPS, 2012"], "Tony Jebara": ["Majorization for CRFs and Latent Likelihoods., NIPS, 2012"], "Kumar Sricharan": ["Ensemble weighted kernel estimators for multivariate entropy estimation., NIPS, 2012"], "Paul Vernaza": ["Efficient high dimensional maximum entropy modeling via symmetric partition functions., NIPS, 2012"], "Xiaofeng Ren": ["Discriminatively Trained Sparse Code Gradients for Contour Detection., NIPS, 2012"], "Mohsen Hejrati": ["Analyzing 3D Objects in Cluttered Images., NIPS, 2012"], "Zhihua Zhang": ["Nonconvex Penalization Using Laplace Exponents and Concave Conjugates., NIPS, 2012"], "Sanja Fidler": ["3D Object Detection and Viewpoint Estimation with a Deformable 3D Cuboid Model., NIPS, 2012"], "Karthik Mohan": ["Structured Learning of Gaussian Graphical Models., NIPS, 2012"], "Elad Hazan": ["A Polylog Pivot Steps Simplex Algorithm for Classification., NIPS, 2012"], "Kevin D. Tang": ["Shifting Weights: Adapting Object Detectors from Image to Video., NIPS, 2012"], "Shusen Wang": ["A Scalable CUR Matrix Decomposition Algorithm: Lower Time Complexity and Tighter Bound., NIPS, 2012"], "Richard Socher": ["Convolutional-Recursive Deep Learning for 3D Object Classification., NIPS, 2012"], "David López-Paz": ["Semi-Supervised Domain Adaptation with Non-Parametric Copulas., NIPS, 2012"], "Firdaus Janoos": ["Identification of Recurrent Patterns in the Activation of Brain Networks., NIPS, 2012"], "Masashi Sugiyama": ["Density-Difference Estimation., NIPS, 2012"], "Qiang Liu": ["Variational Inference for Crowdsourcing., NIPS, 2012"], "Vinayak Rao": ["MCMC for continuous-time discrete-state systems., NIPS, 2012"], "Pieter-Jan Kindermans": ["A P300 BCI for the Masses: Prior Information Enables Instant Unsupervised Spelling., NIPS, 2012"], "Elad Mezuman": ["Learning about Canonical Views from Internet Image Collections., NIPS, 2012"], "Assaf Glazer": ["Learning High-Density Regions for a Generalized Kolmogorov-Smirnov Test in High-Dimensional Data., NIPS, 2012"], "Emily B. Fox": ["Multiresolution Gaussian Processes., NIPS, 2012"], "Jianxiong Xiao": ["Localizing 3D cuboids in single-view images., NIPS, 2012"], "Peder A. Olsen": ["Newton-Like Methods for Sparse Inverse Covariance Estimation., NIPS, 2012"], "Gary B. Huang": ["Learning to Align from Scratch., NIPS, 2012"], "Stefan Habenschuss": ["Homeostatic plasticity in Bayesian spiking networks as Expectation Maximization with posterior constraints., NIPS, 2012"], "Nan Li": ["Clustering Aggregation as Maximum-Weight Independent Set., NIPS, 2012"], "Marcelo Fiori": ["Topology Constraints in Graphical Models., NIPS, 2012"], "Han Liu": ["Transelliptical Graphical Models., NIPS, 2012", "Exponential Concentration for Mutual Information Estimation with Application to Forests., NIPS, 2012"], "Weilong Yang": ["Kernel Latent SVM for Visual Recognition., NIPS, 2012"], "Erik Talvitie": ["Learning Partially Observable Models Using Temporally Abstract Decision Trees., NIPS, 2012"], "Jason D. Lee": ["Proximal Newton-type methods for convex optimization., NIPS, 2012"], "Bo Liu": ["Regularized Off-Policy TD-Learning., NIPS, 2012"], "Ko-Jen Hsiao": ["Multi-criteria Anomaly Detection using Pareto Depth Analysis., NIPS, 2012"], "Jake V. Bouvrie": ["Synchronization can Control Regularization in Neural Systems via Correlated Noise Processes., NIPS, 2012"], "Tingni Sun": ["Calibrated Elastic Regularization in Matrix Completion., NIPS, 2012"], "Uri Maoz": ["Predicting Action Content On-Line and in Real Time before Action Onset - an Intracranial Human Study., NIPS, 2012"], "Bogdan Alexe": ["Searching for objects driven by context., NIPS, 2012"], "Sergey Karayev": ["Timely Object Recognition., NIPS, 2012"], "Gal Elidan": ["Nonparanormal Belief Propagation (NPNBP)., NIPS, 2012"], "Ryan Kiros": ["Deep Representations and Codes for Image Auto-Annotation., NIPS, 2012"], "Anima Anandkumar": ["A Spectral Algorithm for Latent Dirichlet Allocation., NIPS, 2012"], "Aharon Birnbaum": ["Learning Halfspaces with the Zero-One Loss: Time-Accuracy Tradeoffs., NIPS, 2012"], "Rina Foygel": ["Matrix reconstruction with the local max norm., NIPS, 2012", "Nonparametric Reduced Rank Regression., NIPS, 2012"], "Anteo Smerieri": ["Analog readout for optical reservoir computers., NIPS, 2012"], "Stephen P. Boyd": ["Accuracy at the Top., NIPS, 2012"], "Andrew Delong": ["Minimizing Sparse High-Order Energies by Submodular Vertex-Cover., NIPS, 2012"], "Shinichi Nakajima": ["Perfect Dimensionality Recovery by Variational Bayesian PCA., NIPS, 2012"], "Nicolò Cesa-Bianchi": ["Mirror Descent Meets Fixed Share (and feels no regret)., NIPS, 2012", "A Linear Time Active Learning Algorithm for Link Classification., NIPS, 2012"], "Kamalika Chaudhuri": ["Near-optimal Differentially Private Principal Components., NIPS, 2012"], "James Robert Lloyd": ["Random function priors for exchangeable arrays with applications to graphs and relational data., NIPS, 2012"], "Edouard Klein": ["Inverse Reinforcement Learning through Structured Classification., NIPS, 2012"], "Ashwini Shukla": ["Augmented-SVM: Automatic space partitioning for combining multiple non-linear dynamics., NIPS, 2012"], "Arthur Guez": ["Efficient Bayes-Adaptive Reinforcement Learning using Sample-Based Search., NIPS, 2012"], "Chi Jin": ["Dimensionality Dependent PAC-Bayes Margin Bound., NIPS, 2012"], "Animashree Anandkumar": ["Latent Graphical Model Selection: Efficient Methods for Locally Tree-like Graphs., NIPS, 2012", "Learning Mixtures of Tree Graphical Models., NIPS, 2012"], "Mohammad Norouzi": ["Hamming Distance Metric Learning., NIPS, 2012"], "Romain Daniel Cazé": ["Spiking and saturating dendrites differentially expand single neuron computation capacity., NIPS, 2012"], "Zhirong Yang": ["Clustering by Nonnegative Matrix Factorization Using Graph Random Walk., NIPS, 2012"], "C. C. Alan Fung": ["Delay Compensation with Dynamical Synapses., NIPS, 2012"], "Juan Huo": ["A dynamic excitatory-inhibitory network in a VLSI chip for spiking information reregistration., NIPS, 2012"], "Alex Krizhevsky": ["ImageNet Classification with Deep Convolutional Neural Networks., NIPS, 2012"], "Weixin Li": ["Recognizing Activities by Attribute Dynamics., NIPS, 2012"], "Chen Chen": ["Compressive Sensing MRI with Wavelet Tree Sparsity., NIPS, 2012"], "Lucas Theis": ["Training sparse natural image models with a fast Gibbs sampler of an extended state space., NIPS, 2012"], "Aaron Wilson": ["A Bayesian Approach for Policy Learning from Trajectory Preference Queries., NIPS, 2012"], "Jingrui He": ["GenDeR: A Generic Diversified Ranking Algorithm., NIPS, 2012"], "Claudio Gentile": ["On Multilabel Classification and Ranking with Partial Feedback., NIPS, 2012"], "Vinay Jethava": ["\"The Lovasz $\\theta$ function, SVMs and finding large dense subgraphs\"., NIPS, 2012"], "Sergey Feldman": ["Multi-Task Averaging., NIPS, 2012"], "Sourish Chaudhuri": ["Unsupervised Structure Discovery for Semantic Analysis of Audio., NIPS, 2012"], "Yali Wang": ["A Marginalized Particle Gaussian Process Regression., NIPS, 2012"], "Yunchao Gong": ["Angular Quantization-based Binary Codes for Fast Similarity Search., NIPS, 2012"], "Arthur Gretton": ["Optimal kernel choice for large-scale two-sample tests., NIPS, 2012"], "Ben Recht": ["Factoring nonnegative matrices with linear programs., NIPS, 2012"], "Jeffrey Dean": ["Large Scale Distributed Deep Networks., NIPS, 2012"], "Yanyan Lan": ["Statistical Consistency of Ranking Methods in A Rank-Differentiable Probability Space., NIPS, 2012"], "Won Hwa Kim": ["Wavelet based multi-scale shape features on arbitrary surfaces for cortical thickness discrimination., NIPS, 2012"], "Aaron Defazio": ["A Convex Formulation for Learning Scale-Free Networks via Submodular Relaxation., NIPS, 2012"], "Arnak S. Dalalyan": ["Fused sparsity and robust estimation for linear models with unknown variance., NIPS, 2012"], "Yanping Huang": ["How Prior Probability Influences Decision Making: A Unifying Probabilistic Model., NIPS, 2012"], "Hua Wang": ["High-Order Multi-Task Feature Learning to Identify Longitudinal Phenotypic Markers for Alzheimer's Disease Progression Prediction., NIPS, 2012"], "Kosuke Fukumasu": ["Symmetric Correspondence Topic Models for Multilingual Text Analysis., NIPS, 2012"], "Michael C. Hughes": ["Effective Split-Merge Monte Carlo Methods for Nonparametric Models of Sequential Data., NIPS, 2012"], "Xue-Xin Wei": ["Efficient coding provides a direct link between prior and likelihood in perceptual Bayesian inference., NIPS, 2012"], "Maksims Volkovs": ["Efficient Sampling for Bipartite Matching Problems., NIPS, 2012", "Collaborative Ranking With 17 Parameters., NIPS, 2012"], "Marius Pachitariu": ["Learning visual motion in recurrent neural networks., NIPS, 2012"], "Jiarong Jiang": ["Learned Prioritization for Trading Off Accuracy and Speed., NIPS, 2012"], "Amir Massoud Farahmand": ["Value Pursuit Iteration., NIPS, 2012"], "Xaq Pitkow": ["\"Compressive neural representation of sparse, high-dimensional probabilities\"., NIPS, 2012"], "Eunho Yang": ["Graphical Models via Generalized Linear Models., NIPS, 2012"], "Henrik Ohlsson": ["CPRL -- An Extension of Compressive Sensing to the Phase Retrieval Problem., NIPS, 2012"], "Yi Zhen": ["Co-Regularized Hashing for Multimodal Data., NIPS, 2012"], "Xavier Bresson": ["Convergence and Energy Landscape for Cheeger Cut Clustering., NIPS, 2012"], "Zahra Zamani": ["Symbolic Dynamic Programming for Continuous State and Observation POMDPs., NIPS, 2012"], "Lei Shi": ["Bayesian Probabilistic Co-Subspace Addition., NIPS, 2012"], "Thanh T. Ngo": ["Scaled Gradients on Grassmann Manifolds for Matrix Completion., NIPS, 2012"], "Chris Hinrichs": ["Q-MKL: Matrix-induced Regularization in Multi-Kernel Learning with Applications to Neuroimaging., NIPS, 2012"], "John C. Duchi": ["Privacy Aware Learning., NIPS, 2012", "Finite Sample Convergence Rates of Zero-Order Stochastic Optimization Methods., NIPS, 2012"], "Odalric-Ambrym Maillard": ["Hierarchical Optimistic Region Selection driven by Curiosity., NIPS, 2012"], "Andreas Argyriou": ["Sparse Prediction with the $k$-Support Norm., NIPS, 2012"], "Hemant Tyagi": ["Active Learning of Multi-Index Function Models., NIPS, 2012"], "André da Motta Salles Barreto": ["On-line Reinforcement Learning Using Incremental Kernel-Based Stochastic Factorization., NIPS, 2012"], "Kei Wakabayashi": ["Forward-Backward Activation Algorithm for Hierarchical Hidden Markov Models., NIPS, 2012"], "Yuchen Zhang": ["Communication-Efficient Algorithms for Statistical Optimization., NIPS, 2012"], "Daniel J. Hsu": ["Identifiability and Unmixing of Latent Parse Trees., NIPS, 2012"], "Francois Caron": ["Bayesian nonparametric models for ranked data., NIPS, 2012", "Bayesian nonparametric models for bipartite graphs., NIPS, 2012"], "Yao-Nan Chen": ["Feature-aware Label Space Dimension Reduction for Multi-label Classification., NIPS, 2012"], "Alekh Agarwal": ["Stochastic optimization and sparse statistical recovery: Optimal algorithms for high dimensions., NIPS, 2012"], "Tatsuya Harada": ["Graphical Gaussian Vector for Image Categorization., NIPS, 2012"], "XianXing Zhang": ["Joint Modeling of a Matrix with Associated Text via Latent Binary Features., NIPS, 2012"], "Jesús Cid-Sueiro": ["Proper losses for learning from partial labels., NIPS, 2012"], "Benjamin T. Rolfs": ["Iterative Thresholding Algorithm for Sparse Inverse Covariance Estimation., NIPS, 2012"], "Abhimanyu Das": ["Selecting Diverse Features via Spectral Regularization., NIPS, 2012"], "Qixia Jiang": ["Monte Carlo Methods for Maximum Margin Supervised Topic Models., NIPS, 2012"], "Jun Wang": ["Parametric Local Metric Learning for Nearest Neighbor Classification., NIPS, 2012"], "Miguel Lázaro-Gredilla": ["Bayesian Warped Gaussian Processes., NIPS, 2012"], "Risi Kondor": ["Multiresolution analysis on the symmetric group., NIPS, 2012"], "Weihao Kong": ["Isotropic Hashing., NIPS, 2012"], "Deepak Venugopal": ["On Lifting the Gibbs Sampling Algorithm., NIPS, 2012"], "Vijay Mahadevan": ["On the connections between saliency and tracking., NIPS, 2012"], "Martha White": ["Convex Multi-view Subspace Learning., NIPS, 2012"], "Lars Buesing": ["Spectral learning of linear dynamics from generalised-linear observations with application to neural population data., NIPS, 2012"], "Tim van Erven": ["Mixability in Statistical Learning., NIPS, 2012"], "Christian Mayr": ["Waveform Driven Plasticity in BiFeO3 Memristive Devices: Model and Implementation., NIPS, 2012"], "Karol Gregor": ["A lattice filter model of the visual pathway., NIPS, 2012"], "Sung Ju Hwang": ["Semantic Kernel Forests from Multiple Taxonomies., NIPS, 2012"], "Zhitang Chen": ["Causal discovery with scale-mixture model for spatiotemporal variance dependencies., NIPS, 2012"], "Daniel Zoran": ["\"Natural Images, Gaussian Mixtures and Dead Leaves\"., NIPS, 2012"], "David P. Wipf": ["Dual-Space Analysis of the Sparse Linear Model., NIPS, 2012"], "Christoph Sawade": ["Active Comparison of Prediction Models., NIPS, 2012"], "Ronald Ortner": ["Online Regret Bounds for Undiscounted Continuous Reinforcement Learning., NIPS, 2012"], "Chao Zhang": ["Generalization Bounds for Domain Adaptation., NIPS, 2012"], "Jinfeng Yi": ["Semi-Crowdsourced Clustering: Generalizing Crowd Labeling by Robust Distance Metric Learning., NIPS, 2012"], "Peter Sollich": ["Learning curves for multi-task Gaussian process regression., NIPS, 2012"], "Alexander Lorbert": ["Kernel Hyperalignment., NIPS, 2012"], "Abner Guzmán-Rivera": ["Multiple Choice Learning: Learning to Produce Multiple Structured Outputs., NIPS, 2012"], "Mathieu Sinn": ["Mixing Properties of Conditional Markov Chains with Unbounded Feature Functions., NIPS, 2012"], "Florian T. Pokorny": ["Persistent Homology for Learning Densities with Bounded Support., NIPS, 2012"], "Bruno Scherrer": ["On the Use of Non-Stationary Policies for Stationary Infinite-Horizon Markov Decision Processes., NIPS, 2012"], "Sander M. Bohte": ["Efficient Spike-Coding with Multiplicative Adaptation in a Spike Response Model., NIPS, 2012"], "David Belanger": ["MAP Inference in Chains using Column Generation., NIPS, 2012"], "Francisco J. R. Ruiz": ["Bayesian Nonparametric Modeling of Suicide Attempts., NIPS, 2012"], "Antonino Freno": ["Fiedler Random Fields: A Large-Scale Spectral Approach to Statistical Network Modeling., NIPS, 2012"], "Jaldert O. Rombouts": ["Neurally Plausible Reinforcement Learning of Working Memory Tasks., NIPS, 2012"], "Richard G. Gibson": ["Efficient Monte Carlo Counterfactual Regret Minimization in Games with Many Player Actions., NIPS, 2012"], "Francesca Petralia": ["Repulsive Mixtures., NIPS, 2012"], "Jonathan W. Pillow": ["Fully Bayesian inference for neural models with negative-binomial spiking., NIPS, 2012"], "Tivadar Papai": ["Slice Normalized Dynamic Markov Logic Networks., NIPS, 2012"], "Mélanie Rey": ["Meta-Gaussian Information Bottleneck., NIPS, 2012"], "Yung-Kyun Noh": ["Diffusion Decision Making for Adaptive k-Nearest Neighbor Classification., NIPS, 2012"], "Maayan Harel": ["The Perturbed Variation., NIPS, 2012"], "Konstantinos I. Tsianos": ["Communication/Computation Tradeoffs in Consensus-Based Distributed Optimization., NIPS, 2012"], "Simon M. J. Lyons": ["The Coloured Noise Expansion and Parameter Estimation of Diffusion Processes., NIPS, 2012"], "Xianghang Liu": ["Learning as MAP Inference in Discrete Graphical Models., NIPS, 2012"], "Shaul Druckmann": ["A mechanistic model of early sensory processing based on subtracting sparse representations., NIPS, 2012"], "Pinghua Gong": ["Multi-Stage Multi-Task Feature Learning., NIPS, 2012"], "Soumya Ghosh": ["From Deformations to Parts: Motion-based Segmentation of 3D Objects., NIPS, 2012"], "Hyunsin Park": ["Phoneme Classification using Constrained Variational Gaussian Process Dynamical System., NIPS, 2012"], "Evan Archer": ["Bayesian estimation of discrete entropy with mixtures of stick-breaking priors., NIPS, 2012"], "Søren Hauberg": ["A Geometric take on Metric Learning., NIPS, 2012"], "Aaron W. Dennis": ["Learning the Architecture of Sum-Product Networks Using Clustering on Variables., NIPS, 2012"], "Yair Wiener": ["Pointwise Tracking the Optimal Regression Function., NIPS, 2012"], "Daniil Ryabko": ["Reducing statistical time-series problems to binary classification., NIPS, 2012"], "Katherine Chen": ["Tractable Objectives for Robust Policy Optimization., NIPS, 2012"], "Harish G. Ramaswamy": ["Classification Calibration Dimension for General Multiclass Losses., NIPS, 2012"], "Po-Ling Loh": ["Structure estimation for discrete graphical models: Generalized covariance matrices and their inverses., NIPS, 2012"], "Neil Houlsby": ["Collaborative Gaussian Processes for Preference Learning., NIPS, 2012"], "Joachim Giesen": ["Approximating Concavely Parameterized Optimization Problems., NIPS, 2012"], "Kenji Fukumizu": ["Gradient-based kernel method for feature extraction and variable selection., NIPS, 2012"], "Pradeep Shenoy": ["Strategic Impatience in Go/NoGo versus Forced-Choice Decision-Making., NIPS, 2012"], "Qirong Ho": ["On Triangular versus Edge Representations --- Towards Scalable Modeling of Networks., NIPS, 2012"], "Alexander Rakhlin": ["Relax and Randomize : From Value to Algorithms., NIPS, 2012"], "Nishant A. Mehta": ["Minimax Multi-Task Learning and a Generalized Loss-Compositional Paradigm for MTL., NIPS, 2012"], "Borja Balle": ["Spectral Learning of General Weighted Automata via Constrained Matrix Completion., NIPS, 2012"], "Zhuo Wang": ["\"Optimal Neural Tuning Curves for Arbitrary Stimulus Distributions: Discrimax, Infomax and Minimum $L_p$ Loss\"., NIPS, 2012"], "Abdeslam Boularias": ["Algorithms for Learning Markov Field Policies., NIPS, 2012"], "Edward Challis": ["Affine Independent Variational Inference., NIPS, 2012"], "Dengyong Zhou": ["Learning from the Wisdom of Crowds by Minimax Entropy., NIPS, 2012"], "Yudong Chen": ["Clustering Sparse Graphs., NIPS, 2012"], "Marc G. Bellemare": ["Sketch-Based Linear Value Function Approximation., NIPS, 2012"], "Nitish Srivastava": ["Multimodal Learning with Deep Boltzmann Machines., NIPS, 2012"], "Zuoguan Wang": ["Learning with Target Prior., NIPS, 2012"], "Nicholas J. Foti": ["Slice sampling normalized kernel-weighted completely random measure mixture models., NIPS, 2012"], "Prem Gopalan": ["Scalable Inference of Overlapping Communities., NIPS, 2012"], "Shiva Prasad Kasiviswanathan": ["Online L1-Dictionary Learning with Application to Novel Document Detection., NIPS, 2012"], "Francisco Pereira": ["A systematic approach to extracting semantic information from functional MRI data., NIPS, 2012"], "Jacquelyn A. Shelton": ["Why MCA? Nonlinear sparse coding with spike-and-slab prior for neurally plausible image encoding., NIPS, 2012"], "Ralph Bourdoukan": ["Learning optimal spike-based representations., NIPS, 2012"], "Nisheeth Srivastava": ["Rational inference of relative preferences., NIPS, 2012"], "Hiroki Terashima": ["The topographic unsupervised learning of natural sounds in the auditory cortex., NIPS, 2012"], "Amy Greenwald": ["Approximating Equilibria in Sequential Auctions with Incomplete Information and Multi-Unit Demand., NIPS, 2012"], "Cho-Jui Hsieh": ["A Divide-and-Conquer Method for Sparse Inverse Covariance Estimation., NIPS, 2012"], "Moritz Hardt": ["A Simple and Practical Algorithm for Differentially Private Data Release., NIPS, 2012"], "Mijung Park": ["Bayesian active learning with localized priors for fast receptive field characterization., NIPS, 2012"], "Tsuyoshi Ueno": ["Weighted Likelihood Policy Search with Model Selection., NIPS, 2012"], "Yunlong He": ["Learning the Dependency Structure of Latent Factors., NIPS, 2012"], "Sanjeev Arora": ["\"Provable ICA with Unknown Gaussian Noise, with Implications for Gaussian Mixtures and Autoencoders\"., NIPS, 2012"], "Alexander G. Schwing": ["Globally Convergent Dual MAP LP Relaxation Solvers using Fenchel-Young Margins., NIPS, 2012"], "Argyris Kalogeratos": ["Dip-means: an incremental clustering method for estimating the number of clusters., NIPS, 2012"], "Matthew J. Streeter": ["No-Regret Algorithms for Unconstrained Online Convex Optimization., NIPS, 2012"], "Siddharth Gopal": ["Bayesian models for Large-scale Hierarchical Classification., NIPS, 2012"], "Mert Pilanci": ["Recovery of Sparse Probability Measures via Convex Programming., NIPS, 2012"], "Hachem Kadri": ["Multiple Operator-valued Kernel Learning., NIPS, 2012"], "Ulugbek Kamilov": ["Approximate Message Passing with Consistent Parameter Estimation and Applications to Sparse Learning., NIPS, 2012"], "Ruslan Salakhutdinov": ["A Better Way to Pretrain Deep Boltzmann Machines., NIPS, 2012"], "David Balduzzi": ["Towards a learning-theoretic analysis of spike-timing dependent plasticity., NIPS, 2012"], "Guillermo D. Cañas": ["Learning Manifolds with K-Means and K-Flats., NIPS, 2012", "Learning Probability Measures with respect to Optimal Transport Metrics., NIPS, 2012"], "Sahand Negahban": ["Iterative ranking from pair-wise comparisons., NIPS, 2012"], "Yaoliang Yu": ["A Polynomial-time Form of Robust Regression., NIPS, 2012"], "Weiwei Cheng": ["Label Ranking with Partial Abstention based on Thresholded Probabilistic Models., NIPS, 2012"], "Amadou Ba": ["Adaptive Learning of Smoothing Functions: Application to Electricity Load Forecasting., NIPS, 2012"], "Shay B. Cohen": ["Tensor Decomposition for Fast Parsing with Latent-Variable PCFGs., NIPS, 2012"], "Toke Jansen Hansen": ["Semi-supervised Eigenvectors for Locally-biased Learning., NIPS, 2012"], "Mingyuan Zhou": ["Augment-and-Conquer Negative Binomial Processes., NIPS, 2012"], "Trung Thanh Nguyen": ["Transferring Expectations in Model-based Reinforcement Learning., NIPS, 2012"], "Jason L. Pacheco": ["Minimization of Continuous Bethe Approximations: A Positive Variation., NIPS, 2012"], "Dor Kedem": ["Non-linear Metric Learning., NIPS, 2012"], "Michael J. Paul": ["Factorial LDA: Sparse Multi-Dimensional Text Models., NIPS, 2012"], "Fredrik Lindsten": ["Ancestor Sampling for Particle Gibbs., NIPS, 2012"], "Charles Blundell": ["Modelling Reciprocating Relationships with Hawkes Processes., NIPS, 2012"], "Marc Peter Deisenroth": ["Expectation Propagation in Gaussian Process Dynamical Systems., NIPS, 2012"], "Stephen Becker": ["A quasi-Newton proximal splitting method., NIPS, 2012"], "Demba E. Ba": ["Exact and Stable Recovery of Sequences of Signals with Sparse Increments via Differential _1-Minimization., NIPS, 2012"], "Morteza Ibrahimi": ["Efficient Reinforcement Learning for High Dimensional Linear Quadratic Systems., NIPS, 2012"], "Ashish Kapoor": ["Multilabel Classification using Bayesian Compressed Sensing., NIPS, 2012"], "Stephen H. Bach": ["Scaling MPE Inference for Constrained Continuous Markov Random Fields with Consensus Optimization., NIPS, 2012"], "Nicolas Le Roux": ["A Stochastic Gradient Method with an Exponential Convergence Rate for Finite Training Sets., NIPS, 2012"], "Kevin G. Jamieson": ["Query Complexity of Derivative-Free Optimization., NIPS, 2012"], "Adam Coates": ["Emergence of Object-Selective Features in Unsupervised Feature Learning., NIPS, 2012"], "Falk Lieder": ["\"Burn-in, bias, and the rationality of anchoring\"., NIPS, 2012"], "Michael Bryant": ["Truly Nonparametric Online Variational Inference for Hierarchical Dirichlet Processes., NIPS, 2012"], "Hugo Larochelle": ["A Neural Autoregressive Topic Model., NIPS, 2012"], "Thomas Furmston": ["A Unifying Perspective of Parametric Policy Search Methods for Markov Decision Processes., NIPS, 2012"], "Seong-Hwan Jun": ["Entangled Monte Carlo., NIPS, 2012"], "Jennifer Gillenwater": ["Near-Optimal MAP Inference for Determinantal Point Processes., NIPS, 2012"], "S. Derin Babacan": ["Probabilistic Low-Rank Subspace Clustering., NIPS, 2012"], "Sean Gerrish": ["How They Vote: Issue-Adjusted Models of Legislative Behavior., NIPS, 2012"], "Stefano Ermon": ["Density Propagation and Improved Bounds on the Partition Function., NIPS, 2012"], "Alex Flint": ["Perceptron Learning of SAT., NIPS, 2012"], "Nan Du": ["Learning Networks of Heterogeneous Influence., NIPS, 2012"], "Youssef Mroueh": ["Multiclass Learning with Simplex Coding., NIPS, 2012"], "Amr Ahmed": ["FastEx: Hash Clustering with Exponential Families., NIPS, 2012"], "Peter Krafft": ["Topic-Partitioned Multinetwork Embeddings., NIPS, 2012"], "Andriy Mnih": ["Learning Label Trees for Probabilistic Modelling of Implicit Feedback., NIPS, 2012"], "Oriol Vinyals": ["Learning with Recursive Perceptual Representations., NIPS, 2012"], "Emile Richard": ["Link Prediction in Graphs with Autoregressive Features., NIPS, 2012"], "Dan C. Ciresan": ["Deep Neural Networks Segment Neuronal Membranes in Electron Microscopy Images., NIPS, 2012"], "Lloyd T. Elliott": ["Scalable imputation of genetic data with a discrete fragmentation-coagulation process., NIPS, 2012"], "Samory Kpotufe": ["Gradient Weights help Nonparametric Regressors., NIPS, 2012"], "Mark Herbster": ["Online Sum-Product Computation Over Trees., NIPS, 2012"], "Ben Calderhead": ["Sparse Approximate Manifolds for Differential Geometric MCMC., NIPS, 2012"], "James Hensman": ["Fast Variational Inference in the Conjugate Exponential Family., NIPS, 2012"], "Bonnie Kirkpatrick": ["Bayesian Pedigree Analysis using Measure Factorization., NIPS, 2012"], "Xinhua Zhang": ["Accelerated Training for Matrix-norm Regularization: A Boosting Approach., NIPS, 2012"], "Vasiliy Karasev": ["Controlled Recognition Bounds for Visual Learning and Exploration., NIPS, 2012"], "Sejong Yoon": ["Distributed Probabilistic Learning for Camera Networks with Missing Data., NIPS, 2012"], "Rishabh K. Iyer": ["Submodular-Bregman and the Lovász-Bregman Divergences with Applications., NIPS, 2012"], "Nilesh N. Dalvi": ["Minimizing Uncertainty in Pipelines., NIPS, 2012"], "Jasper Snoek": ["Practical Bayesian Optimization of Machine Learning Algorithms., NIPS, 2012"], "Dijun Luo": ["Forging The Graphs: A Low Rank and Positive Semidefinite Graph Learning Approach., NIPS, 2012"], "Levi Boyles": ["The Time-Marginalized Coalescent Prior for Hierarchical Clustering., NIPS, 2012"], "Yu Zhou": ["Fusion with Diffusion for Robust Visual Tracking., NIPS, 2012"], "David A. Knowles": ["A nonparametric variable clustering model., NIPS, 2012"], "James Y. Zou": ["Priors for Diversity in Generative Latent Variable Models., NIPS, 2012"], "Pedro A. Ortega": ["A Nonparametric Conjugate Prior Distribution for the Maximizing Argument of a Noisy Function., NIPS, 2012"], "Ofer Meshi": ["Convergence Rate Analysis of MAP Coordinate Minimization Algorithms., NIPS, 2012"], "Madalina Fiterau": ["Projection Retrieval for Classification., NIPS, 2012"], "Yan Karklin": ["Hierarchical spike coding of sound., NIPS, 2012"], "Joshua T. Abbott": ["Human memory search as a random walk in a semantic network., NIPS, 2012"], "Kevin Swersky": ["Probabilistic n-Choose-k Models for Classification and Ranking., NIPS, 2012", "Cardinality Restricted Boltzmann Machines., NIPS, 2012"], "Jeffrey M. Beck": ["Complex Inference in Neural Circuits with Probabilistic Population Codes and Topic Models., NIPS, 2012"], "Dongho Kim": ["Cost-Sensitive Exploration in Bayesian Reinforcement Learning., NIPS, 2012"], "Xiao-Ming Wu": ["Learning with Partially Absorbing Random Walks., NIPS, 2012"], "Azadeh Khaleghi": ["Locating Changes in Highly Dependent Data with Unknown Number of Change Points., NIPS, 2012"], "Jonathan Huang": ["Probabilistic Event Cascades for Alzheimer's disease., NIPS, 2012"], "Brett Vintch": ["Efficient and direct estimation of a neural subunit model for sensory coding., NIPS, 2012"], "Ping Li": ["One Permutation Hashing., NIPS, 2012", "Entropy Estimations Using Correlated Symmetric Stable Random Projections., NIPS, 2012"], "Shulin Yang": ["Unsupervised Template Learning for Fine-Grained Object Recognition., NIPS, 2012"], "Teodor Mihai Moldovan": ["Risk Aversion in Markov Decision Processes via Near Optimal Chernoff Bounds., NIPS, 2012"], "Mohammad Emtiyaz Khan": ["Fast Bayesian Inference for Non-Conjugate Gaussian Process Regression., NIPS, 2012"], "He He": ["Imitation Learning by Coaching., NIPS, 2012"], "Ke Jiang": ["Small-Variance Asymptotics for Exponential Family Dirichlet Process Mixture Models., NIPS, 2012"], "Rodolphe Jenatton": ["A latent factor model for highly multi-relational data., NIPS, 2012"], "Piyush Rai": ["Simultaneously Leveraging Output and Task Structures for Multiple-Output Regression., NIPS, 2012"], "Yichuan Zhang": ["Continuous Relaxations for Discrete Hamiltonian Monte Carlo., NIPS, 2012"], "Will Y. Zou": ["Deep Learning of Invariant Features via Simulated Fixations in Video., NIPS, 2012"], "Victor Gabillon": ["Best Arm Identification: A Unified Approach to Fixed Budget and Fixed Confidence., NIPS, 2012"], "Matthew Coudron": ["On the Sample Complexity of Robust PCA., NIPS, 2012"], "Matthew F. Der": ["Latent Coincidence Analysis: A Hidden Variable Model for Distance Metric Learning., NIPS, 2012"], "Robert Gens": ["Discriminative Learning of Sum-Product Networks., NIPS, 2012"], "Felipe W. Trevizan": ["Trajectory-Based Short-Sighted Probabilistic Planning., NIPS, 2012"], "Jayadev Acharya": ["Tight Bounds on Profile Redundancy and Distinguishability., NIPS, 2012"], "Nicolás Della Penna": ["Interpreting prediction markets: a stochastic approach., NIPS, 2012"], "Amir Sani": ["Risk-Aversion in Multi-armed Bandits., NIPS, 2012"], "Liva Ralaivola": ["Confusion-Based Online Learning and a Passive-Aggressive Scheme., NIPS, 2012"]}