{"Pieter Abbeel": ["Learning vehicular dynamics, with application to modeling helicopters., NIPS, 2005"], "Douglas Aberdeen": ["Policy-Gradient Methods for Planning., NIPS, 2005"], "Felix V. Agakov": ["Kernelized Infomax Clustering., NIPS, 2005"], "Misha Ahrens": ["Large-scale biophysical parameter estimation in single neurons via constrained linear regression., NIPS, 2005"], "Yasemin Altun": ["Margin Semi-Supervised Learning for Structured Variables., NIPS, 2005"], "J. Ignacio Alvarez-Hamelin": ["Large scale networks fingerprinting and visualization using the k-core decomposition., NIPS, 2005"], "Brigham Anderson": ["Fast Information Value for Graphical Models., NIPS, 2005"], "David Arathorn": ["A Cortically-Plausible Inverse Problem Solving Method Applied to Recognizing Static and Kinematic 3D Objects., NIPS, 2005"], "Andreas Argyriou": ["Combining Graph Laplacians for Semi-Supervised Learning., NIPS, 2005"], "John V. Arthur": ["Learning in Silicon: Timing is Everything., NIPS, 2005"], "Michaël Aupetit": ["Learning Topology with the Generative Gaussian Graph and the EM Algorithm., NIPS, 2005"], "J. Andrew Bagnell": ["On Local Rewards and Scaling Distributed Reinforcement Learning., NIPS, 2005"], "Chris L. Baker": ["Bayesian models of human action understanding., NIPS, 2005"], "Yoshua Bengio": ["The Curse of Highly Variable Functions for Local Kernel Machines., NIPS, 2005", "Non-Local Manifold Parzen Windows., NIPS, 2005", "Convex Neural Networks., NIPS, 2005"], "Gilles Blanchard": ["Non-Gaussian Component Analysis: a Semi-parametric Framework for Linear Dimension Reduction., NIPS, 2005"], "Doron Blatt": ["From Weighted Classification to Policy Search., NIPS, 2005"], "David M. Blei": ["Correlated Topic Models., NIPS, 2005"], "Neil D. B. Bruce": ["Saliency Based on Information Maximization., NIPS, 2005"], "Brent Bryan": ["Active Learning For Identifying Function Threshold Boundaries., NIPS, 2005"], "Razvan C. Bunescu": ["Subsequence Kernels for Relation Extraction., NIPS, 2005"], "Rui M. Castro": ["Faster Rates in Regression via Active Learning., NIPS, 2005"], "Abdullah Celik": ["Gradient Flow Independent Component Analysis in Micropower VLSI., NIPS, 2005"], "Nicolò Cesa-Bianchi": ["Improved risk tail bounds for on-line algorithms., NIPS, 2005"], "Antoni B. Chan": ["Layered Dynamic Textures., NIPS, 2005"], "Yixin Chen": ["Size Regularized Cut for Data Clustering., NIPS, 2005"], "Koby Crammer": ["Learning from Data of Variable Quality., NIPS, 2005"], "Márton Danóczy": ["Efficient estimation of hidden state dynamics from spike trains., NIPS, 2005"], "Sanjoy Dasgupta": ["Coarse sample complexity bounds for active learning., NIPS, 2005"], "Peter Dayan": ["Norepinephrine and Neural Interrupts., NIPS, 2005"], "Ofer Dekel": ["The Forgetron: A Kernel-Based Perceptron on a Fixed Budget., NIPS, 2005", "Data-Driven Online to Batch Conversions., NIPS, 2005"], "Ricky Der": ["Beyond Gaussian Processes: On the Distributions of Infinite Networks., NIPS, 2005"], "Inderjit S. Dhillon": ["Generalized Nonnegative Matrix Approximations with Bregman Divergences., NIPS, 2005"], "James Diebel": ["An Application of Markov Random Fields to Range Sensing., NIPS, 2005"], "Chuong B. Do": ["Transfer learning for text classification., NIPS, 2005"], "Eizaburo Doi": ["A Theoretical Analysis of Robust Coding over Noisy Overcomplete Channels., NIPS, 2005"], "Guido Dornhege": ["Optimizing spatio-temporal filters for improving Brain-Computer Interfacing., NIPS, 2005"], "Miroslav Dudík": ["Correcting sample selection bias in maximum entropy density estimation., NIPS, 2005"], "Jaety Edwards": ["Searching for Character Models., NIPS, 2005"], "Austin I. Eliazar": ["Hierarchical Linear/Constant Time SLAM Using Particle Filters for Dense Maps., NIPS, 2005"], "Yaakov Engel": ["Learning to Control an Octopus Arm with Gaussian Process Temporal Difference Methods., NIPS, 2005"], "Jason D. R. Farquhar": ["Two view learning: SVM-2K, Theory and Practice., NIPS, 2005"], "Patrick Flaherty": ["Robust design of biological experiments., NIPS, 2005"], "François Fleuret": ["Pattern Recognition from One Example by Chopping., NIPS, 2005"], "Nando de Freitas": ["Fast Krylov Methods for N-Body Learning., NIPS, 2005"], "Brendan J. Frey": ["Mixture Modeling by Affinity Propagation., NIPS, 2005"], "Kenji Fukumizu": ["Statistical Convergence of Kernel CCA., NIPS, 2005"], "Glenn Fung": ["Learning Rankings via Convex Hull Separation., NIPS, 2005"], "Artur S. d'Avila Garcez": ["A Connectionist Model for Constructive Modal Reasoning., NIPS, 2005"], "Thomas Gärtner": ["Large-Scale Multiclass Transduction., NIPS, 2005"], "Peter V. Gehler": ["Products of Edge-perts., NIPS, 2005"], "Tao Geng": ["Fast biped walking with a reflexive controller and real-time policy searching., NIPS, 2005"], "Zoubin Ghahramani": ["Bayesian Sets., NIPS, 2005"], "Ran Gilad-Bachrach": ["Query by Committee Made Real., NIPS, 2005"], "Amir Globerson": ["Metric Learning by Collapsing Classes., NIPS, 2005"], "Sharon Goldwater": ["Interpolating between types and tokens by estimating power-law generators., NIPS, 2005"], "Yves Grandvalet": ["A Probabilistic Interpretation of SVMs with an Application to Unbalanced Classification., NIPS, 2005"], "Thomas L. Griffiths": ["Infinite latent feature models and the Indian buffet process., NIPS, 2005"], "Lacey Gunter": ["Computing the Solution Path for the Regularized Support Vector Regression., NIPS, 2005"], "Firas Hamze": ["Hot Coupling: A Particle Approach to Inference and Normalization on Pairwise Undirected Graphs., NIPS, 2005"], "Xiaofei He": ["Laplacian Score for Feature Selection., NIPS, 2005", "Tensor Subspace Analysis., NIPS, 2005"], "Geoffrey E. Hinton": ["Inferring Motor Programs from Images of Handwritten Digits., NIPS, 2005"], "Wentao Huang": ["Response Analysis of Neuronal Population with Synaptic Depression., NIPS, 2005"], "Yunsong Huang": ["Non-iterative Estimation with Perturbed Gaussian Markov Processes., NIPS, 2005"], "Jarmo Hurri": ["Learning Cue-Invariant Visual Responses., NIPS, 2005"], "Laurent Itti": ["Bayesian Surprise Attracts Human Attention., NIPS, 2005"], "Herbert Jaeger": ["Efficient Estimation of OOMs., NIPS, 2005"], "Viren Jain": ["Representing Part-Whole Relationships in Recurrent Neural Networks., NIPS, 2005"], "Rong Jin": ["A Probabilistic Approach for Optimizing Spectral Clustering., NIPS, 2005"], "Jason K. Johnson": ["Walk-Sum Interpretation and Analysis of Gaussian Belief Propagation., NIPS, 2005"], "Nebojsa Jojic": ["Using epitomes to model genetic diversity: Rational design of HIV vaccines., NIPS, 2005"], "Renaud Jolivet": ["Integrate-and-Fire models with adaptation are good enough., NIPS, 2005"], "Anatoli Juditsky": ["Generalization Error Bounds for Aggregation by Mirror Descent with Averaging., NIPS, 2005"], "Sham M. Kakade": ["Worst-Case Bounds for Gaussian Process Models., NIPS, 2005", "From Batch to Transductive Online Learning., NIPS, 2005"], "Ashish Kapoor": ["Hyperparameter and Kernel Learning for Graph Based Semi-Supervised Classification., NIPS, 2005"], "Yan Karklin": ["Is Early Vision Optimized for Extracting Higher-order Dependencies?, NIPS, 2005"], "S. Sathiya Keerthi": ["A matching pursuit approach to sparse Gaussian process regression., NIPS, 2005"], "Mikaela Keller": ["Benchmarking Non-Parametric Statistical Tests., NIPS, 2005"], "Seung-Jean Kim": ["Robust Fisher Discriminant Analysis., NIPS, 2005"], "Kristina Lisa Klinkner": ["Measuring Shared Information and Coordinated Activity in Neuronal Networks., NIPS, 2005"], "O. Patrick Kreidl": ["Inference with Minimal Communication: a Decision-Theoretic Variational Approach., NIPS, 2005"], "Eyal Krupka": ["Generalization in Clustering with Unobserved Features., NIPS, 2005"], "Jeremy Kubica": ["Variable KD-Tree Algorithms for Spatial Pattern Search and Discovery., NIPS, 2005"], "Malte Kuss": ["Assessing Approximations for Gaussian Process Classification., NIPS, 2005"], "John D. Lafferty": ["Rodeo: Sparse Nonparametric Regression in High Dimensions., NIPS, 2005"], "Kevin J. Lang": ["Fixing two weaknesses of the Spectral Method., NIPS, 2005"], "Tilman Lange": ["Fusion of Similarity Data in Clustering., NIPS, 2005"], "François Laviolette": ["A PAC-Bayes approach to the Set Covering Machine., NIPS, 2005"], "Yann LeCun": ["Off-Road Obstacle Avoidance through End-to-End Learning., NIPS, 2005"], "Dongryeol Lee": ["Dual-Tree Fast Gauss Transforms., NIPS, 2005"], "Jung Hoon Lee": ["CMOL CrossNets: Possible Neuromorphic Nanoelectronic Circuits., NIPS, 2005"], "Robert A. Legenstein": ["A Criterion for the Convergence of Learning with Spike Timing Dependent Plasticity., NIPS, 2005"], "Anna Levina": ["Dynamical Synapses Give Rise to a Power-Law Distribution of Neuronal Avalanches., NIPS, 2005"], "Fan Li": ["From Lasso regression to Feature vector machine., NIPS, 2005"], "Xuejun Liao": ["Radial Basis Function Network for Multi-task Learning., NIPS, 2005"], "Lin Liao": ["Location-based activity recognition., NIPS, 2005"], "Ross A. Lippert": ["Asymptotics of Gaussian Regularized Least Squares., NIPS, 2005"], "Nicolas Loeff": ["Efficient Unsupervised Learning for Localization and Detection in Object Categories., NIPS, 2005"], "Aurelie C. Lozano": ["Convergence and Consistency of Regularized Boosting Algorithms with Stationary B-Mixing Observations., NIPS, 2005"], "Hongjing Lu": ["Ideal Observers for Detecting Motion: Correspondence Noise., NIPS, 2005"], "Wolfgang Maass": ["Principles of real-time computing with feedback applied to cortical microcircuit models., NIPS, 2005"], "Sridhar Mahadevan": ["Value Function Approximation with Diffusion Wavelets and Laplacian Eigenfunctions., NIPS, 2005"], "Uri Maoz": ["Noise and the two-thirds power Law., NIPS, 2005"], "Naoki Masuda": ["Modeling Memory Transfer and Saving in Cerebellar Motor Learning., NIPS, 2005"], "Samuel McClure": ["An exploration-exploitation model based on norepinepherine and dopamine activity., NIPS, 2005"], "Peter McCracken": ["Online Discovery and Learning of Predictive State Representations., NIPS, 2005"], "Edward Meeds": ["An Alternative Infinite Mixture Of Gaussian Process Experts., NIPS, 2005"], "Keiji Miura": ["Unbiased Estimator of Shape Parameter for Spiking Irregularities under Changing Environments., NIPS, 2005"], "Ciamac Cyrus Moallemi": ["Consensus Propagation., NIPS, 2005"], "Daichi Mochihashi": ["Context as Filtering., NIPS, 2005"], "Baback Moghaddam": ["Spectral Bounds for Sparse PCA: Exact and Greedy Algorithms., NIPS, 2005"], "Michael Mozer": ["Top-Down Control of Visual Attention: A Rational Account., NIPS, 2005"], "Tatsuto Murayama": ["Rate Distortion Codes in Sensor Networks., NIPS, 2005"], "Juan José Murillo-Fuentes": ["Gaussian Processes for Multiuser Detection in CDMA receivers., NIPS, 2005"], "Iain Murray": ["Nested sampling for Potts models., NIPS, 2005"], "Boaz Nadler": ["Diffusion Maps, Spectral Clustering and Eigenfunctions of Fokker-Planck Operators., NIPS, 2005"], "Srikantan S. Nagarajan": ["Stimulus Evoked Independent Factor Analysis of MEG Data with Large Background Activity., NIPS, 2005"], "Yusuke Nakashita": ["An Analog Visual Pre-Processing Processor., NIPS, 2005"], "Mukund Narasimhan": ["Q-Clustering., NIPS, 2005"], "Vidhya Navalpakkam": ["Optimal cue selection strategy., NIPS, 2005"], "Amir Navot": ["Nearest Neighbor Based Feature Selection for Regression and its Application to Neural Activity., NIPS, 2005"], "Daniel B. Neill": ["A Bayesian Spatial Scan Statistic., NIPS, 2005"], "XuanLong Nguyen": ["Divergences, surrogate loss functions and experimental design., NIPS, 2005"], "Yael Niv": ["How fast to work: Response vigor, motivation and tonic dopamine., NIPS, 2005"], "Guido Nolte": ["Analyzing Coupled Brain Sources: Distinguishing True from Spurious Interaction., NIPS, 2005"], "Manfred Opper": ["An Approximate Inference Approach for the PCA Reconstruction Error., NIPS, 2005"], "Gergo Orbán": ["Bayesian model learning in human visual perception., NIPS, 2005"], "Matthias Oster": ["Spiking Inputs to a Winner-take-all Network., NIPS, 2005"], "Jason A. Palmer": ["Variational EM Algorithms for Non-Gaussian Latent Variable Models., NIPS, 2005"], "Liam Paninski": ["Nonparametric inference of prior probabilities from Bayes-optimal behavior., NIPS, 2005"], "Ofer Pasternak": ["Neuronal Fiber Delineation in Area of Edema from Diffusion Weighted MRI., NIPS, 2005"], "Jean-Pascal Pfister": ["Beyond Pair-Based STDP: a Phenomenological Rule for Spike Triplet and Frequency Effects., NIPS, 2005"], "Brian Potetz": ["Scaling Laws in Natural Scenes and the Inference of 3D Shape., NIPS, 2005"], "Doina Precup": ["Off-policy Learning with Options and Recognizers., NIPS, 2005"], "Maxim Raginsky": ["Estimation of Intrinsic Dimensionality Using High-Rate Vector Quantization., NIPS, 2005"], "Pradeep Ravikumar": ["Preconditioner Approximations for Probabilistic Graphical Models., NIPS, 2005"], "Xiaofeng Ren": ["Cue Integration for Figure/Ground Labeling., NIPS, 2005"], "Teemu Roos": ["Generalization to Unseen Cases., NIPS, 2005"], "Benjamin Van Roy": ["TD(0) Leads to Better Policies than Approximate Value Iteration., NIPS, 2005"], "Michele Rucci": ["Visual Encoding with Jittering Eyes., NIPS, 2005"], "Purnamrita Sarkar": ["Dynamic Social Network Analysis using Latent Space Models., NIPS, 2005"], "Eric Saund": ["Logic and MRF Circuitry for Labeling Occluding and Thinline Visual Contours., NIPS, 2005"], "Ashutosh Saxena": ["Learning Depth from Single Monocular Images., NIPS, 2005"], "Rory Sayres": ["Identifying Distributed Object Representations in Human Extrastriate Visual Cortex., NIPS, 2005"], "André van Schaik": ["An aVLSI Cricket Ear Model., NIPS, 2005"], "Michael Schmitt": ["On the Accuracy of Bounded Rationality: How Far from Optimal Is Fast and Frugal?., NIPS, 2005"], "Nicol N. Schraudolph": ["Fast Online Policy Gradient Learning with SMD Gain Vector Adaptation., NIPS, 2005"], "Brad Schumitsch": ["The Information-Form Data Association Filter., NIPS, 2005"], "Odelia Schwartz": ["A Bayesian Framework for Tilt Perception and Confidence., NIPS, 2005"], "Clayton D. Scott": ["Learning Minimum Volume Sets., NIPS, 2005"], "Rafael Serrano-Gotarredona": ["AER Building Blocks for Multi-Layer Multi-Chip Neuromorphic Vision Systems., NIPS, 2005"], "Yirong Shen": ["Fast Gaussian Process Regression using KD-Trees., NIPS, 2005"], "Aaron P. Shon": ["Learning Shared Latent Structure for Image Synthesis and Robotic Imitation., NIPS, 2005"], "Jorge G. Silva": ["Selecting Landmark Points for Sparse Manifold Learning., NIPS, 2005"], "Cristian Sminchisescu": ["Conditional Visual Tracking in Kernel Space., NIPS, 2005"], "Edward Snelson": ["Sparse Gaussian Processes using Pseudo-inputs., NIPS, 2005"], "Le Song": ["Phase Synchrony Rate for the Recognition of Motor Imagery in Brain-Computer Interface., NIPS, 2005"], "Sören Sonnenburg": ["A General and Efficient Multiple Kernel Learning Algorithm., NIPS, 2005"], "Mark Steyvers": ["Prediction and Change Detection., NIPS, 2005"], "Alan Stocker": ["Sensory Adaptation within a Bayesian Framework for Perception., NIPS, 2005"], "Erik B. Sudderth": ["Describing Visual Scenes using Transformed Dirichlet Processes., NIPS, 2005"], "Masashi Sugiyama": ["Active Learning for Misspecified Models., NIPS, 2005"], "Richard S. Sutton": ["Temporal Abstraction in Temporal-difference Networks., NIPS, 2005"], "Jun Suzuki": ["Sequence and Tree Kernels with Statistical Feature Mining., NIPS, 2005"], "Brian Taba": ["Silicon growth cones map silicon retina., NIPS, 2005"], "Minija Tamosiunaite": ["Temporally changing synaptic plasticity., NIPS, 2005"], "Benjamin Taskar": ["Structured Prediction via the Extragradient Method., NIPS, 2005"], "Sebastian Thrun": ["Affine Structure From Sound., NIPS, 2005"], "Jo-Anne Ting": ["Predicting EMG Data from M1 Neurons with Variational Bayesian Least Squares., NIPS, 2005"], "Nicolas Usunier": ["Generalization error bounds for classifiers trained with interdependent data., NIPS, 2005"], "Deepak Verma": ["Goal-Based Imitation as Probabilistic Inference over Graphical Models., NIPS, 2005"], "Jean-Philippe Vert": ["Kernels for gene regulatory regions., NIPS, 2005"], "Régis Vert": ["Consistency of one-class SVM and related algorithms., NIPS, 2005"], "Paul A. Viola": ["Multiple Instance Boosting for Object Detection., NIPS, 2005"], "Martin J. Wainwright": ["Estimating the wrong Markov random field: Benefits in the computation-limited setting., NIPS, 2005"], "Michael B. Wakin": ["Recovery of Jointly Sparse Signals from Few Random Projections., NIPS, 2005"], "Jack M. Wang": ["Gaussian Process Dynamical Models., NIPS, 2005"], "Xuerui Wang": ["Group and Topic Discovery from Relations and Their Attributes., NIPS, 2005"], "Manfred K. Warmuth": ["A Bayes Rule for Density Matrices., NIPS, 2005"], "Kazuho Watanabe": ["Variational Bayesian Stochastic Complexity of Mixture Models., NIPS, 2005"], "Kilian Q. Weinberger": ["Distance Metric Learning for Large Margin Nearest Neighbor Classification., NIPS, 2005"], "Inna Weiner": ["Analyzing Auditory Neurons by Learning Distance Functions., NIPS, 2005"], "Gabriel Y. Weintraub": ["Oblivious Equilibrium: A Mean Field Approximation for Large-Scale Dynamic Games., NIPS, 2005"], "Bo Wen": ["Active Bidirectional Coupling in a Cochlear Chip., NIPS, 2005"], "Jim Wielaard": ["Neural mechanisms of contrast dependent receptive field size in V1., NIPS, 2005"], "Christopher K. I. Williams": ["Factorial Switching Kalman Filters for Condition Monitoring in Neonatal Intensive Care., NIPS, 2005"], "David P. Wipf": ["Comparing the Effects of Different Weight Distributions on Finding Sparse Representations., NIPS, 2005"], "K. Y. Michael Wong": ["Message passing for task redistribution on sparse graphs., NIPS, 2005"], "Frank D. Wood": ["Modeling Neural Population Spiking Activity with Gibbs Distributions., NIPS, 2005"], "Shipeng Yu": ["Soft Clustering on Graphs., NIPS, 2005"], "Byron M. Yu": ["Extracting Dynamical Structure Embedded in Neural Activity., NIPS, 2005"], "Alan L. Yuille": ["Augmented Rescorla-Wagner and Maximum Likelihood Estimation., NIPS, 2005"], "Gregory J. Zelinsky": ["The Role of Top-down and Bottom-up Processes in Guiding Eye Movements during Visual Search., NIPS, 2005"], "Yungang Zhang": ["Separation of Music Signals by Harmonic Structure Modeling., NIPS, 2005"], "Jian Zhang": ["Learning Multiple Related Tasks using Latent Independent Component Analysis., NIPS, 2005"], "Lei Zhang": ["Modeling Neuronal Interactivity using Dynamic Bayesian Networks., NIPS, 2005"], "Dong Zhang": ["Learning Influence among Interacting Markov Chains., NIPS, 2005"], "Zhenyue Zhang": ["A Domain Decomposition Method for Fast Manifold Learning., NIPS, 2005"], "Tong Zhang": ["Analysis of Spectral Kernel Design based Semi-supervised Learning., NIPS, 2005"], "Wei Zhang": ["A Computational Model of Eye Movements during Object Class Detection., NIPS, 2005"], "Long Zhu": ["A Hierarchical Compositional System for Rapid Object Detection., NIPS, 2005"], "Martin Zinkevich": ["Cyclic Equilibria in Markov Games., NIPS, 2005"], "Laurent Zwald": ["On the Convergence of Eigenspaces in Kernel Principal Component Analysis., NIPS, 2005"]}