{"Ron Papka": ["Text-Based Information Retrieval Using Exponentiated Gradient Descent., NIPS, 1996"], "Jordan B. Pollack": ["Why did TD-Gammon Work?, NIPS, 1996"], "Maximilian Riesenhuber": ["Neural Models for Part-Whole Hierarchies., NIPS, 1996"], "Hagai Attias": ["Temporal Low-Order Statistics of Natural Sounds., NIPS, 1996"], "Wyeth Bair": ["Reconstructing Stimulus Velocity from Neuronal Responses in Area MT., NIPS, 1996"], "Emanuela Bricolo": ["3D Object Recognition: A Model of View-Tuned Neurons., NIPS, 1996"], "Peter Dayan": ["A Hierarchical Model of Visual Rivalry., NIPS, 1996"], "Thomas C. Ferrée": ["Neural Network Models of Chemotaxis in the Nematode Caenorhabditis Elegans., NIPS, 1996"], "Fabrizio Gabbiani": ["Extraction of Temporal Features in the Electrosensory System of Weakly Electric Fish., NIPS, 1996"], "Zhaoping Li": ["A Neural Model of Visual Contour Integration., NIPS, 1996"], "Laura Martignon": ["Learning Exact Patterns of Quasi-synchronization among Spiking Neurons from Data on Multi-unit Recordings., NIPS, 1996"], "Bartlett W. Mel": ["Complex-Cell Responses Derived from Center-Surround Inputs: The Surprising Power of Intradendritic Computation., NIPS, 1996"], "Klaus Pawelzik": ["Orientation Contrast Sensitivity from Long-range Interactions in Visual Cortex., NIPS, 1996"], "Alexandre Pouget": ["Statistically Efficient Estimations Using Cortical Lateral Connections., NIPS, 1996"], "Silvio P. Sabatini": ["An Architectural Mechanism for Direction-tuned Cortical Simple Cells: The Role of Mutual Inhibition., NIPS, 1996"], "Akaysha C. Tang": ["Cholinergic Modulation Preserves Spike Timing Under Physiologically Realistic Fluctuating Input., NIPS, 1996"], "Emanuel Todorov": ["A Model of Recurrent Interactions in Primary Visual Cortex., NIPS, 1996"], "Shun-ichi Amari": ["Neural Learning in Structured Parameter Spaces - Natural Riemannian Gradient., NIPS, 1996"], "Peter L. Bartlett": ["For Valid Generalization the Size of the Weights is More Important than the Size of the Network., NIPS, 1996"], "Siegfried Bös": ["Dynamics of Training., NIPS, 1996"], "Graham R. Brightwell": ["Multilayer Neural Networks: One or Two Hidden Layers?, NIPS, 1996"], "Harris Drucker": ["Support Vector Regression Machines., NIPS, 1996"], "André Elisseeff": ["Size of Multilayer Networks for Exact Learning: Analytic Approach., NIPS, 1996"], "Søren Halkjær": ["The Effect of Correlated Input Data on the Dynamics of Learning., NIPS, 1996"], "Tom Heskes": ["Practical Confidence and Prediction Intervals., NIPS, 1996", "Balancing Between Bagging and Bumping., NIPS, 1996"], "Kukjin Kang": ["Statistical Mechanics of the Mixture of Experts., NIPS, 1996"], "Adam Kowalczyk": ["MLP Can Provably Generalize Much Better than VC-bounds Indicate., NIPS, 1996"], "Adam Krzyzak": ["Radial Basis Function Networks and Complexity Regularization in Function Learning., NIPS, 1996"], "Nick Littlestone": ["An Apobayesian Relative of Winnow., NIPS, 1996"], "Wolfgang Maass": ["Noisy Spiking Neurons with Temporal Coding have more Computational Power than Sigmoidal Neurons., NIPS, 1996", "On the Effect of Analog Noise in Discrete-Time Analog Computations., NIPS, 1996"], "Manfred Opper": ["A Mean Field Algorithm for Bayes Learning in Large Feed-forward Neural Networks., NIPS, 1996"], "Genevieve B. Orr": ["Removing Noise in On-Line Search using Adaptive Batch Sizes., NIPS, 1996", "Using Curvature Information for Fast Stochastic Search., NIPS, 1996"], "Ian Parberry": ["Are Hopfield Networks Faster than Conventional Computers?, NIPS, 1996"], "Ferdinand Peper": ["Hebb Learning of Features based on their Information Content., NIPS, 1996"], "Richard Rohwer": ["The Generalisation Cost of RAMnets., NIPS, 1996"], "David Saad": ["Learning with Noise and Regularizers in Multilayer Neural Networks., NIPS, 1996"], "Lawrence K. Saul": ["A Variational Principle for Model-based Morphing., NIPS, 1996"], "Peter Sollich": ["Online Learning from Finite Training Sets: An Analytical Case Study., NIPS, 1996"], "Vladimir Vapnik": ["Support Vector Method for Function Approximation, Regression Estimation and Signal Processing., NIPS, 1996"], "Ansgar Heinrich Ludolf West": ["The Learning Dynamcis of a Universal Approximator., NIPS, 1996"], "Christopher K. I. Williams": ["Computing with Infinite Networks., NIPS, 1996"], "K. Y. Michael Wong": ["Microscopic Equations in Rough Energy Landscape for Neural Networks., NIPS, 1996"], "Assaf J. Zeevi": ["Time Series Prediction using Mixtures of Experts., NIPS, 1996"], "Shumeet Baluja": ["Genetic Algorithms and Explicit Search Statistics., NIPS, 1996"], "Yoram Baram": ["Consistent Classification, Firm and Soft., NIPS, 1996"], "David Barber": ["Bayesian Model Comparison by Monte Carlo Chaining., NIPS, 1996", "Gaussian Processes for Bayesian Classification via Hybrid Monte Carlo., NIPS, 1996"], "Christopher M. Bishop": ["Regression with Input-Dependent Noise: A Bayesian Treatment., NIPS, 1996", "GTM: A Principled Alternative to the Self-Organizing Map., NIPS, 1996"], "Andrew Blake": ["The CONDENSATION Algorithm - Conditional Density Propagation and Applications to Visual Tracking., NIPS, 1996"], "Paul S. Bradley": ["Clustering via Concave Minimization., NIPS, 1996"], "Christopher J. C. Burges": ["Improving the Accuracy and Speed of Support Vector Machines., NIPS, 1996"], "A. Neil Burgess": ["Estimating Equivalent Kernels for Neural Networks: A Data Perturbation Approach., NIPS, 1996"], "Rich Caruana": ["Promoting Poor Features to Supervisors: Some Inputs Work Better as Outputs., NIPS, 1996"], "Chanchal Chatterjee": ["Self-Organizing and Adaptive Algorithms for Generalized Eigen-Decomposition., NIPS, 1996"], "Daniel S. Clouse": ["Representation and Induction of Finite State Machines using Time-Delay Neural Networks., NIPS, 1996"], "Frans Coetzee": ["488 Solutions to the XOR Problem., NIPS, 1996"], "David A. Cohn": ["Minimizing Statistical Bias with Queries., NIPS, 1996", "Predicting Lifetimes in Dynamically Allocated Memory., NIPS, 1996"], "Jeremy S. De Bonet": ["MIMIC: Finding Optima by Estimating Probability Densities., NIPS, 1996"], "A. P. Dunmur": ["On a Modification to the Mean Field EM Algorithm in Factorial Learning., NIPS, 1996"], "Andrew M. Finch": ["Softening Discrete Relaxation., NIPS, 1996"], "Arthur Flexer": ["Limitations of Self-organizing Maps for Vector Quantization and Multidimensional Scaling., NIPS, 1996"], "Brendan J. Frey": ["Continuous Sigmoidal Belief Networks Trained using Slice Sampling., NIPS, 1996"], "Jürgen Fritsch": ["Adaptively Growing Hierarchical Mixtures of Experts., NIPS, 1996"], "Sepp Hochreiter": ["LSTM can Solve Hard Long Time Lag Problems., NIPS, 1996"], "Aapo Hyvärinen": ["One-unit Learning Rules for Independent Component Analysis., NIPS, 1996"], "Tommi S. Jaakkola": ["Recursive Algorithms for Approximating Probabilities in Graphical Models., NIPS, 1996"], "Chuanyi Ji": ["Combinations of Weak Classifiers., NIPS, 1996"], "Michael I. Jordan": ["Hidden Markov Decision Trees., NIPS, 1996"], "Ryotaro Kamimura": ["Unification of Information Maximization and Minimization., NIPS, 1996"], "Daniel D. Lee": ["Unsupervised Learning by Convex and Conic Coding., NIPS, 1996"], "Friedrich Leisch": ["ARC-LH: A New Adaptive Resampling Algorithm for Improving ANN Classifiers., NIPS, 1996"], "Michael S. Lewicki": ["Bayesian Unsupervised Learning of Higher Order Structure., NIPS, 1996"], "Juan K. Lin": ["Source Separation and Density Estimation by Faithful Equivariant SOM., NIPS, 1996"], "David Lowe": ["NeuroScale: Novel Topographic Feature Extraction using RBF Networks., NIPS, 1996"], "Mark Mathieson": ["Ordered Classes and Incomplete Examples in Classification., NIPS, 1996"], "Marina Meila": ["Triangulation by Continuous Embedding., NIPS, 1996"], "Christopher J. Merz": ["Combining Neural Network Regression Estimates with Regularized Linear Weights., NIPS, 1996"], "David J. Miller": ["A Mixture of Experts Classifier with Learning Based on Both Labelled and Unlabelled Data., NIPS, 1996"], "Stefano Monti": ["Learning Bayesian Belief Networks with Neural Network Estimators., NIPS, 1996"], "John E. Moody": ["Smoothing Regularizers for Projective Basis Function Networks., NIPS, 1996"], "Paul W. Munro": ["Competition Among Networks Improves Committee Performance., NIPS, 1996"], "Noboru Murata": ["Adaptive On-line Learning in Changing Environments., NIPS, 1996"], "Barak A. Pearlmutter": ["Maximum Likelihood Blind Source Separation: A Context-Sensitive Generalization of ICA., NIPS, 1996"], "Anand Rangarajan": ["A Convergence Proof for the Softassign Quadratic Assignment Algorithm., NIPS, 1996"], "Kazumi Saito": ["Second-order Learning Algorithm with Squared Penalty Term., NIPS, 1996"], "Joseph Sill": ["Monotonicity Hints., NIPS, 1996"], "Yoram Singer": ["Training Algorithms for Hidden Markov Models using Entropy Based Distance Functions., NIPS, 1996"], "Padhraic Smyth": ["Clustering Sequences with Hidden Markov Models., NIPS, 1996"], "Achim Stahlberger": ["Fast Network Pruning and Feature Extraction by using the Unit-OBS Algorithm., NIPS, 1996"], "Joshua B. Tenenbaum": ["Separating Style and Content., NIPS, 1996"], "Volker Tresp": ["Early Brain Damage., NIPS, 1996"], "Richard S. Zemel": ["Probabilistic Interpretation of Population Codes., NIPS, 1996"], "Ralph Etienne-Cummings": ["VLSI Implementation of Cortical Visual Motion Detection Using an Analog Neural Computer., NIPS, 1996"], "Philipp Häfliger": ["A Spike Based Learning Neuron in Analog VLSI., NIPS, 1996"], "John G. Harris": ["An Analog Implementation of the Constant Average Statistics Constraint For Sensor Calibration., NIPS, 1996"], "Timothy K. Horiuchi": ["Analog VLSI Circuits for Attention-Based, Visual Tracking., NIPS, 1996"], "Kunihiko Iizuka": ["Dynamically Adaptable CMOS Winner-Take-All Neural Network., NIPS, 1996"], "W. Fritz Kruger": ["An Adaptive WTA using Floating Gate Technology., NIPS, 1996"], "John Lazzaro": ["A Micropower Analog VLSI HMM State Decoder for Wordspotting., NIPS, 1996"], "Fernando J. Pineda": ["Bangs, Clicks, Snaps, Thuds and Whacks: An Architecture for Acoustic Transient Processing., NIPS, 1996"], "André van Schaik": ["A Silicon Model of Amplitude Modulation Detection in the Auditory Brainstem., NIPS, 1996"], "Michael S. Gray": ["Dynamic Features for Visual Speechreading: A Systematic Comparison., NIPS, 1996", "Selective Integration: A Model for Disparity Estimation., NIPS, 1996"], "Te-Won Lee": ["Blind Separation of Delayed and Convolved Sources., NIPS, 1996"], "John C. Platt": ["A Constructive RBF Network for Writer Adaptation., NIPS, 1996"], "Gerhard Rigoll": ["A New Approach to Hybrid HMM/ANN Speech Recognition using Mutual Information Neural Networks., NIPS, 1996"], "Alex Röbel": ["Neural Network Modeling of Speech and Music Signals., NIPS, 1996"], "Diego Sona": ["A Constructive Learning Algorithm for Discriminant Tangent Models., NIPS, 1996"], "Eric A. Wan": ["Dual Kalman Filtering Methods for Nonlinear Prediction, Smoothing and Estimation., NIPS, 1996"], "Steve R. Waterhouse": ["Ensemble Methods for Phoneme Classification., NIPS, 1996"], "Larry S. Yaeger": ["Effective Training of a Neural Network Character Classifier for Word Recognition., NIPS, 1996"], "Marian Stewart Bartlett": ["Viewpoint Invariant Face Recognition using Independent Component Analysis and Attractor Networks., NIPS, 1996"], "Suzanna Becker": ["Learning Temporally Persistent Hierarchical Representations., NIPS, 1996"], "Anthony J. Bell": ["Edges are the Independent Components of Natural Scenes., NIPS, 1996"], "Elie Bienenstock": ["Compositionality, MDL Priors, and Object Recognition., NIPS, 1996"], "Christoph Bregler": ["Learning Appearance Based Models: Mixtures of Second Moment Experts., NIPS, 1996"], "Dawei W. Dong": ["Spatiotemporal Coupling and Scaling of Natural Images and Human Visual Sensitivities., NIPS, 1996"], "Stephen Grossberg": ["ARTEX: A Self-organizing Architecture for Classifying Image Regions., NIPS, 1996"], "José A. F. Leite": ["Contour Organisation with the EM Algorithm., NIPS, 1996"], "Trevor Mundel": ["Visual Cortex Circuitry and Orientation Tuning., NIPS, 1996"], "Curtis Padgett": ["Representing Face Images for Emotion Classification., NIPS, 1996"], "Simon J. Thorpe": ["Rapid Visual Processing using Spike Asynchrony., NIPS, 1996"], "Yair Weiss": ["Interpreting Images by Propagating Bayesian Beliefs., NIPS, 1996"], "Shih-Cheng Yen": ["Salient Contour Extraction by Temporal Binding in a Cortically-based Network., NIPS, 1996"], "Halina Abramowicz": ["An Orientation Selective Neural Network for Pattern Identification in Particle Detectors., NIPS, 1996"], "Timothy X. Brown": ["Adaptive Access Control Applied to Ethernet Data., NIPS, 1996"], "Joumana Ghosn": ["Multi-Task Learning for Stock Selection., NIPS, 1996"], "Michael Mozer": ["The Neurothermostat: Predictive Optimal Control of Residential Heating Systems., NIPS, 1996"], "Mahesan Niranjan": ["Sequential Tracking in Pricing Financial Options using Model Based and Neural Network Approaches., NIPS, 1996"], "Tony Plate": ["A Comparison between Neural Networks and other Statistical Techniques for Modeling the Relationship between Tobacco and Alcohol and Cancer., NIPS, 1996"], "Satinder P. Singh": ["Reinforcement Learning for Dynamic Channel Allocation in Cellular Telephone Systems., NIPS, 1996", "Analytical Mean Squared Error Curves in Temporal Difference Learning., NIPS, 1996"], "Kagan Tumer": ["Spectroscopic Detection of Cervical Pre-Cancer through Radial Basis Function Networks., NIPS, 1996"], "Ernest Wan": ["Interpolating Earth-science Data using RBF Networks and Mixtures of Experts., NIPS, 1996"], "Lizhong Wu": ["Multi-effect Decompositions for Financial Data Modeling., NIPS, 1996"], "Scott Davies": ["Multidimensional Triangulation and Interpolation for Reinforcement Learning., NIPS, 1996"], "Kenji Doya": ["Efficient Nonlinear Control with Actor-Tutor Architecture., NIPS, 1996"], "Michael O. Duff": ["Local Bandit Approximation for Optimal Learning Problems., NIPS, 1996"], "Eric A. Hansen": ["Reinforcement Learning for Mixed Open-loop and Closed-loop Control., NIPS, 1996"], "Stephan Pareigis": ["Multi-Grid Methods for Reinforcement Learning in Controlled Diffusion Processes., NIPS, 1996"], "Stefan Schaal": ["Learning from Demonstration., NIPS, 1996"], "Jeff G. Schneider": ["Exploiting Model Uncertainty Estimates for Safe Dynamic Control Learning., NIPS, 1996"], "Magnus Stensmo": ["Learning Decision Theoretic Utilities through Reinforcement Learning., NIPS, 1996"], "Gerald Tesauro": ["On-line Policy Improvement using Monte-Carlo Search., NIPS, 1996"], "John N. Tsitsiklis": ["Analysis of Temporal-Diffference Learning with Function Approximation., NIPS, 1996", "Approximate Solutions to Optimal Stopping Problems., NIPS, 1996"]}