{"Christopher D. Manning": ["Fast Exact Inference with a Factored Model for Natural Language Parsing., NIPS, 2002"], "Mark Steyvers": ["Prediction and Semantic Association., NIPS, 2002"], "Peter Dayan": ["Replay, Repair and Consolidation., NIPS, 2002", "Expected and Unexpected Uncertainty: ACh and NE in the Neocortex., NIPS, 2002"], "Michael I. Jordan": ["A Minimal Intervention Principle for Coordinated Movement., NIPS, 2002", "Robust Novelty Detection with Single-Class MPM., NIPS, 2002", "Learning Graphical Models with Mercer Kernels., NIPS, 2002"], "Jacob Feldman": ["Categorization Under Complexity: A Unified MDL Account of Human Learning of Regular and Irregular Categories., NIPS, 2002"], "Thomas L. Griffiths": ["Theory-Based Causal Inference., NIPS, 2002"], "Willem H. Zuidema": ["How the Poverty of the Stimulus Solves the Poverty of the Stimulus., NIPS, 2002"], "Joshua B. Tenenbaum": ["Bayesian Models of Inductive Generalization., NIPS, 2002", "Dynamical Causal Learning., NIPS, 2002", "Global Versus Local Methods in Nonlinear Dimensionality Reduction., NIPS, 2002"], "Michael D. Lee": ["Combining Dimensions and Features in Similarity-Based Representations., NIPS, 2002"], "Richard M. Shiffrin": ["Modeling Midazolam's Effect on the Hippocampus and Recognition Memory., NIPS, 2002"], "Melissa Dominguez": ["Visual Development Aids the Acquisition of Motion Velocity Sensitivities., NIPS, 2002"], "David S. Touretzky": ["Timing and Partial Observability in the Dopamine System., NIPS, 2002"], "Shimon Edelman": ["Automatic Acquisition and Efficient Representation of Syntactic Structures., NIPS, 2002"], "Anthony M. Zador": ["Binary Coding in Auditory Cortex., NIPS, 2002", "Spectro-Temporal Receptive Fields of Subthreshold Responses in Auditory Cortex., NIPS, 2002"], "Jennifer F. Linden": ["How Linear are Auditory Cortical Responses?., NIPS, 2002", "Evidence Optimization Techniques for Estimating Stimulus-Response Functions., NIPS, 2002"], "John P. Donoghue": ["Neural Decoding of Cursor Motion Using a Kalman Filter., NIPS, 2002"], "Eilon Vaadia": ["Spikernels: Embedding Spiking Neurons in Inner-Product Spaces., NIPS, 2002"], "Aapo Hyvärinen": ["Temporal Coherence, Natural Image Sequences, and the Visual Cortex., NIPS, 2002", "Interpreting Neural Response Variability as Monte Carlo Sampling of the Posterior., NIPS, 2002"], "David Barber": ["Learning in Spiking Neural Assemblies., NIPS, 2002", "Dynamic Bayesian Networks with Deterministic Latent Tables., NIPS, 2002"], "James C. Houk": ["Dopamine Induced Bistability Enhances Signal Processing in Spiny Neurons., NIPS, 2002"], "Liam Paninski": ["Convergence Properties of Some Spike-Triggered Analysis Techniques., NIPS, 2002"], "Armen Stepanyants": ["Branching Law for Axons., NIPS, 2002"], "Klaus Pawelzik": ["Binary Tuning is Optimal for Neural Rate Coding with High Temporal Resolution., NIPS, 2002"], "Michael J. Berry II": ["An Information Theoretic Approach to the Functional Classification of Neurons., NIPS, 2002"], "Terrence J. Sejnowski": ["Factorial Coding of Color in Primary Visual Cortex., NIPS, 2002", "Handling Missing Data with Variational Bayesian Learning of ICA., NIPS, 2002"], "Henry Markram": ["A Model for Real-Time Computation in Generic Neural Microcircuits., NIPS, 2002"], "Gregoire Deback": ["Adaptation and Unsupervised Learning., NIPS, 2002"], "Pietro Perona": ["A Digital Antennal Lobe for Pattern Equalization: Analysis and Design., NIPS, 2002"], "Kenneth D. Miller": ["Hidden Markov Model of Cortical Synaptic Plasticity: Derivation of the Learning Rule., NIPS, 2002"], "Harel Z. Shouval": ["Selectivity and Metaplasticity in a Unified Calcium-Dependent Model., NIPS, 2002"], "Dominique Martinez": ["Kernel-Based Extraction of Slow Features: Complex Cells Learn Disparity and Translation Invariance from Natural Images., NIPS, 2002"], "William Bialek": ["Maximally Informative Dimensions: Analyzing Neural Responses to Natural Signals., NIPS, 2002"], "Alexandre Pouget": ["Dynamical Constraints on Computing with Spike Timing in the Cortex., NIPS, 2002"], "Bradford J. May": ["A Neural Edge-Detection Model for Enhanced Auditory Sensitivity in Modulated Noise., NIPS, 2002"], "Christian W. Eurich": ["An Estimation-Theoretic Framework for the Presentation of Multiple Stimuli., NIPS, 2002"], "Duane Q. Nykamp": ["Reconstructing Stimulus-Driven Neural Networks from Spike Times., NIPS, 2002"], "Tong Zhang": ["Data-Dependent Bounds for Bayesian Mixture Methods., NIPS, 2002", "Effective Dimension and Generalization of Kernel Learning., NIPS, 2002"], "Manfred Opper": ["A Statistical Mechanics Approach to Approximate Analytical Bootstrap Averages., NIPS, 2002"], "Yair Weiss": ["Maximum Likelihood and the Information Bottleneck., NIPS, 2002", "Learning to Perceive Transparency from the Statistics of Natural Scenes., NIPS, 2002", "Approximate Inference and Protein-Folding., NIPS, 2002"], "Tom Heskes": ["Stable Fixed Points of Loopy Belief Propagation Are Local Minima of the Bethe Free Energy., NIPS, 2002", "Fractional Belief Propagation., NIPS, 2002"], "Luis E. Ortiz": ["Concentration Inequalities for the Missing Mass and for Histogram Rule Error., NIPS, 2002"], "Robert D. Nowak": ["Dyadic Classification Trees via Structural Risk Minimization., NIPS, 2002"], "Christopher K. I. Williams": ["The Stability of Kernel Principal Components Analysis and its Relation to the Process Eigenspectrum., NIPS, 2002"], "Guy Lebanon": ["Information Diffusion Kernels., NIPS, 2002"], "Jonathan L. Shapiro": ["Scaling of Probability-Based Optimization Algorithms., NIPS, 2002"], "Shun-ichi Amari": ["The Effect of Singularities in a Learning Machine when the True Parameters Do Not Lie on such Singularities., NIPS, 2002", "Critical Lines in Symmetry of Mixture Models and its Application to Component Splitting., NIPS, 2002"], "Daniel J. L. Herrmann": ["On the Complexity of Learning the Kernel Matrix., NIPS, 2002"], "Masato Okada": ["Rate Distortion Function in the Spin Glass State: A Toy Model., NIPS, 2002"], "John D. Lafferty": ["Conditional Models on the Ranking Poset., NIPS, 2002"], "John Shawe-Taylor": ["PAC-Bayes & Margins., NIPS, 2002", "The Decision List Machine., NIPS, 2002"], "Alexander Russell": ["A Note on the Representational Incompatibility of Function Approximation and Factored Dynamics., NIPS, 2002"], "Jon M. Kleinberg": ["An Impossibility Theorem for Clustering., NIPS, 2002"], "Naftali Tishby": ["Margin Analysis of the LVQ Algorithm., NIPS, 2002", "Extracting Relevant Structures with Side Information., NIPS, 2002"], "Claudio Gentile": ["Margin-Based Algorithms for Information Filtering., NIPS, 2002"], "Robert C. Williamson": ["Hyperkernels., NIPS, 2002"], "Zoubin Ghahramani": ["Bayesian Monte Carlo., NIPS, 2002", "Learning with Multiple Labels., NIPS, 2002"], "David Bodoff": ["Mean Field Approach to a Probabilistic Model in Information Retrieval., NIPS, 2002"], "Stuart J. Russell": ["Distance Metric Learning with Application to Clustering with Side-Information., NIPS, 2002", "A Hierarchical Bayesian Markovian Model for Motifs in Biopolymer Sequences., NIPS, 2002"], "Sebastian Mika": ["Adapting Codes and Embeddings for Polychotomies., NIPS, 2002"], "Jude W. Shavlik": ["Knowledge-Based Support Vector Machine Classifiers., NIPS, 2002"], "Roderick Murray-Smith": ["Gaussian Process Priors with Uncertain Inputs - Application to Multiple-Step Ahead Time Series Forecasting., NIPS, 2002"], "Yoram Singer": ["Kernel Design Using Boosting., NIPS, 2002", "Multiclass Learning by Probabilistic Embeddings., NIPS, 2002", "Discriminative Binaural Sound Localization., NIPS, 2002"], "Klaus Obermayer": ["Coulomb Classifiers: Generalizing Support Vector Machines via an Analogy to Electrostatic Systems., NIPS, 2002", "Feature Selection and Classification on Matrix Data: From Large Margins to Small Covering Numbers., NIPS, 2002"], "Stéphane Canu": ["Adaptive Scaling for Feature Selection in SVMs., NIPS, 2002"], "Thomas Hofmann": ["Support Vector Machines for Multiple-Instance Learning., NIPS, 2002"], "Alexander J. Smola": ["Fast Kernels for String and Tree Matching., NIPS, 2002"], "Geoffrey J. Gordon": ["Generalized2 Linear2 Models., NIPS, 2002", "Exponential Family PCA for Belief Compression in POMDPs., NIPS, 2002"], "Bernhard Schölkopf": ["Cluster Kernels for Semi-Supervised Learning., NIPS, 2002"], "Herbert Jaeger": ["Adaptive Nonlinear System Identification with Echo State Networks., NIPS, 2002"], "Mehryar Mohri": ["Rational Kernels., NIPS, 2002"], "Ralf Herbrich": ["Fast Sparse Gaussian Process Methods: The Informative Vector Machine., NIPS, 2002"], "Joachim M. Buhmann": ["Stability-Based Model Selection., NIPS, 2002"], "Mário A. T. Figueiredo": ["Feature Selection in Mixture-Based Clustering., NIPS, 2002"], "Alexei Vinokourov": ["String Kernels, Fisher Kernels and Finite State Automata., NIPS, 2002"], "Eran Segal": ["Boosting Density Estimation., NIPS, 2002"], "Robert Tibshirani": ["Independent Components Analysis through Product Density Estimation., NIPS, 2002"], "Nello Cristianini": ["Learning Semantic Similarity., NIPS, 2002", "Inferring a Semantic Representation of Text via Cross-Language Correlation Analysis., NIPS, 2002"], "Geoffrey E. Hinton": ["Self Supervised Boosting., NIPS, 2002"], "Wray L. Buntine": ["Automatic Derivation of Statistical Algorithms: The EM Family and Beyond., NIPS, 2002"], "Balázs Kégl": ["Intrinsic Dimension Estimation Using Packing Numbers., NIPS, 2002"], "Allan D. Jepson": ["Half-Lives of EigenFlows for Spectral Clustering., NIPS, 2002"], "Tommi S. Jaakkola": ["On the Dirichlet Prior and Bayesian Regularization., NIPS, 2002", "Information Regularization with Partially Labeled Data., NIPS, 2002"], "Kazumi Saito": ["Parametric Mixture Models for Multi-Labeled Text., NIPS, 2002"], "Klaus-Robert Müller": ["Clustering with the Fisher Score., NIPS, 2002", "Going Metric: Denoising Pairwise Data., NIPS, 2002", "Combining Features for BCI., NIPS, 2002"], "Stephen J. Roberts": ["Adaptive Classification by Variational Kalman Filtering., NIPS, 2002"], "Gregory Shakhnarovich": ["Boosted Dyadic Kernel Discriminants., NIPS, 2002"], "Ali Ghodsi": ["Regularized Greedy Importance Sampling., NIPS, 2002"], "Robert P. W. Duin": ["One-Class LP Classifiers for Dissimilarity Representations., NIPS, 2002"], "Gregory Z. Grudic": ["A Formulation for Minimax Probability Machine Regression., NIPS, 2002"], "John M. Winn": ["VIBES: A Variational Inference Engine for Bayesian Networks., NIPS, 2002"], "Adnan Darwiche": ["A Differential Semantics for Jointree Algorithms., NIPS, 2002"], "Dav Zimak": ["Constraint Classification for Multiclass Classification and Ranking., NIPS, 2002"], "Michael J. Kearns": ["Nash Propagation for Loopy Graphical Games., NIPS, 2002"], "Andrew W. Moore": ["Using Tarjan's Red Rule for Fast Dependency Tree Construction., NIPS, 2002"], "Alan S. Willsky": ["Exact MAP Estimates by (Hyper)tree Agreement., NIPS, 2002"], "Yoshua Bengio": ["Manifold Parzen Windows., NIPS, 2002"], "Sam T. Roweis": ["Stochastic Neighbor Embedding., NIPS, 2002", "Automatic Alignment of Local Representations., NIPS, 2002"], "David Cohn": ["Informed Projections., NIPS, 2002"], "Vladimir Vapnik": ["Kernel Dependency Estimation., NIPS, 2002"], "David Lowe": ["Artefactual Structure from Least-Squares Multidimensional Scaling., NIPS, 2002"], "Partha Niyogi": ["Using Manifold Stucture for Partially Labeled Classification., NIPS, 2002"], "Anat Levin": ["Ranking with Large Margin Principle: Two Approaches., NIPS, 2002"], "Volker Tresp": ["Transductive and Inductive Methods for Approximate Gaussian Process Regression., NIPS, 2002"], "Matthew Brand": ["Charting a Manifold., NIPS, 2002"], "Alexander Dimitrov": ["Annealing and the Rate Distortion Problem., NIPS, 2002"], "Mark Johnson": ["Discriminative Learning for Label Sequences via Boosting., NIPS, 2002"], "Helge J. Ritter": ["Discriminative Densities from Maximum Contrast Estimation., NIPS, 2002", "Improving Transfer Rates in Brain Computer Interfacing: A Case Study., NIPS, 2002"], "HongJiang Zhang": ["FloatBoost Learning for Classification., NIPS, 2002"], "Ole Winther": ["Incremental Gaussian Processes., NIPS, 2002"], "Richard S. Zemel": ["Multiple Cause Vector Quantization., NIPS, 2002"], "Carl Edward Rasmussen": ["Derivative Observations in Gaussian Process Models of Dynamic Systems., NIPS, 2002"], "Daniel D. Lee": ["Multiplicative Updates for Nonnegative Quadratic Programming in Support Vector Machines., NIPS, 2002"], "Trevor Darrell": ["Location Estimation with a Differential Update Network., NIPS, 2002", "Recovering Articulated Model Topology from Observed Rigid Motion., NIPS, 2002"], "Marina Meila": ["Real-Time Particle Filters., NIPS, 2002"], "Kelvin H. Wagner": ["Optoelectronic Implementation of a FitzHugh-Nagumo Neural Model., NIPS, 2002"], "Pascal Suter": ["Circuit Model of Short-Term Synaptic Dynamics., NIPS, 2002"], "Chris Diorio": ["Adaptive Quantization and Density Estimation in Silicon., NIPS, 2002", "Field-Programmable Learning Arrays., NIPS, 2002"], "Giacomo Indiveri": ["Neuromorphic Bistable VLSI Synapses with Spike-Timing-Dependent Plasticity., NIPS, 2002"], "Ángel Rodríguez-Vázquez": ["Retinal Processing Emulation in a Programmable 2-Layer Analog Array Processor CMOS Chip., NIPS, 2002"], "Alan Stocker": ["Classifying Patterns of Visual Motion - a Neuromorphic Approach., NIPS, 2002"], "Jörg Kramer": ["Developing Topography and Ocular Dominance Using Two aVLSI Vision Sensors and a Neurotrophic Model of Plasticity., NIPS, 2002"], "Kwabena Boahen": ["Topographic Map Formation by Silicon Growth Cones., NIPS, 2002"], "Gert Cauwenberghs": ["Spike Timing-Dependent Plasticity in the Address Domain., NIPS, 2002", "Forward-Decoding Kernel-Based Phone Recognition., NIPS, 2002"], "Te-Won Lee": ["A Probabilistic Approach to Single Channel Blind Signal Separation., NIPS, 2002"], "Yann LeCun": ["Real Time Voice Processing with Audiovisual Feedback: Toward Autonomous Agents with Perfect Pitch., NIPS, 2002"], "Hynek Hermansky": ["Analysis of Information in Speech Based on MANOVA., NIPS, 2002"], "Simon J. Godsill": ["Bayesian Estimation of Time-Frequency Coefficients for Audio Signal Enhancement., NIPS, 2002"], "Hagai Attias": ["Source Separation with a Sensor Array Using Graphical Models and Subband Filtering., NIPS, 2002"], "Samy Bengio": ["An Asynchronous Hidden Markov Model for Audio-Visual Speech Recognition., NIPS, 2002"], "DeLiang L. Wang": ["Monaural Speech Separation., NIPS, 2002"], "Naonori Ueda": ["Application of Variational Bayesian Approach to Speech Recognition., NIPS, 2002"], "Jitendra Malik": ["Learning to Detect Natural Image Boundaries Using Brightness and Texture., NIPS, 2002"], "Brendan J. Frey": ["Fast Transformation-Invariant Factor Analysis., NIPS, 2002"], "Javier R. Movellan": ["A Prototype for Automatic Recognition of Spontaneous Facial Actions., NIPS, 2002"], "Christopher M. Bishop": ["Bayesian Image Super-Resolution., NIPS, 2002"], "Rajesh P. N. Rao": ["A Bilinear Model for Sparse Coding., NIPS, 2002"], "Amos J. Storkey": ["Dynamic Structure Super-Resolution., NIPS, 2002"], "Erik G. Miller": ["Unsupervised Color Constancy., NIPS, 2002"], "Javaan S. Chahl": ["Linear Combinations of Optic Flow Vectors for Estimating Self-Motion - a Real-World Test of a Neural Model., NIPS, 2002"], "Bruno A. Olshausen": ["Learning Sparse Multiscale Image Representations., NIPS, 2002"], "Antonio Torralba": ["Shape Recipes: Scene Representations that Refer to the Image., NIPS, 2002"], "Edward H. Adelson": ["Recovering Intrinsic Images from a Single Image., NIPS, 2002"], "Nuno Vasconcelos": ["Feature Selection by Maximum Marginal Diversity., NIPS, 2002"], "Simon Osindero": ["Learning Sparse Topographic Representations with Products of Student-t Distributions., NIPS, 2002"], "Michael S. Lewicki": ["A Model for Learning Variance Components of Natural Images., NIPS, 2002"], "Gyuri Dorkó": ["How to Combine Color and Shape Information for 3D Object Recognition: Kernels do the Trick., NIPS, 2002"], "Jianbo Shi": ["Concurrent Object Recognition and Segmentation by Graph Partitioning., NIPS, 2002"], "Michalis K. Titsias": ["Learning About Multiple Objects in Images: Factorial Learning without Factorial Search., NIPS, 2002"], "Ilya Shpitser": ["Identity Uncertainty and Citation Matching., NIPS, 2002"], "Gerhard A. Müller": ["The RA Scanner: Prediction of Rheumatoid Joint Inflammation Based on Laser Imaging., NIPS, 2002"], "William Stafford Noble": ["Mismatch String Kernels for SVM Protein Classification., NIPS, 2002"], "Minoru Kanehisa": ["Graph-Driven Feature Extraction From Microarray Data Using Diffusion Kernels and Kernel CCA., NIPS, 2002"], "David Poole": ["Real-Time Monitoring of Complex Industrial Processes with Particle Filters., NIPS, 2002"], "David M. Pennock": ["A Maximum Entropy Approach to Collaborative Filtering in Dynamic, Sparse, High-Dimensional Domains., NIPS, 2002"], "Paolo Frasconi": ["Prediction of Protein Topologies Using Generalized IOHMMS and RNNs., NIPS, 2002"], "Ismail Ari": ["Adaptive Caching by Refetching., NIPS, 2002"], "William W. Cohen": ["Improving a Page Classifier with Anchor Extraction and Link Analysis., NIPS, 2002"], "Chandrika Kamath": ["Learning to Classify Galaxy Shapes Using the EM Algorithm., NIPS, 2002"], "Nando de Freitas": ["\"Name That Song!\" A Probabilistic Approach to Querying on Music and Text., NIPS, 2002"], "Michael R. Brent": ["A Probabilistic Model for Learning Concatenative Morphology., NIPS, 2002"], "Stefan Schaal": ["Learning Attractor Landscapes for Learning Motor Primitives., NIPS, 2002"], "Florentin Wörgötter": ["Learning a Forward Model of a Reflex., NIPS, 2002"], "Christopher G. Atkeson": ["Minimax Differential Dynamic Programming: An Application to Robust Biped Walking., NIPS, 2002"], "Jürgen Schmidhuber": ["Bias-Optimal Incremental Problem Solving., NIPS, 2002"], "Craig Boutilier": ["Value-Directed Compression of POMDPs., NIPS, 2002"], "Ralf Schoknecht": ["Optimality of Reinforcement Learning Algorithms with Linear Function Approximation., NIPS, 2002"], "Sven Koenig": ["Speeding up the Parti-Game Algorithm., NIPS, 2002"], "Tuomas Sandholm": ["Reinforcement Learning to Play an Optimal Nash Equilibrium in Team Markov Games., NIPS, 2002"], "Artur Merke": ["Convergent Combinations of Reinforcement Learning with Linear Function Approximation., NIPS, 2002"], "Benjamin Van Roy": ["Approximate Linear Programming for Average-Cost Dynamic Programming., NIPS, 2002"], "Doina Precup": ["A Convergent Form of Approximate Policy Iteration., NIPS, 2002"], "Moshe Tennenholtz": ["Efficient Learning Equilibrium., NIPS, 2002"], "Jun Morimoto": ["Nonparametric Representation of Policies and Value Functions: A Trajectory-Based Approach., NIPS, 2002"], "Sridhar Mahadevan": ["Learning to Take Concurrent Actions., NIPS, 2002"], "Ronald Parr": ["Learning in Zero-Sum Team Markov Games Using Factored Value Functions., NIPS, 2002"]}