{"Humbert Suarez": ["Direction Selectivity In Primary Visual Cortex Using Massive Intracortical Connections., NIPS, 1994"], "Donald W. Mathis": ["On the Computational Utility of Consciousness., NIPS, 1994"], "Tom Brashers-Krug": ["Catastrophic Interference in Human Motor Learning., NIPS, 1994"], "Michiro Negishi": ["Grammar Learning by a Self-Organizing Network., NIPS, 1994"], "Eytan Ruppin": ["Patterns of damage in neural networks: The effects of lesion area, shape and number., NIPS, 1994", "A Neural Model of Delusions and Hallucinations in Schizophrenia., NIPS, 1994"], "Daniel M. Wolpert": ["Forward dynamic models in human motor control: Psychophysical evidence., NIPS, 1994"], "Neil Burgess": ["A solvable connectionist model of immediate recall of ordered lists., NIPS, 1994"], "Rainer Malaka": ["A Model for Chemosensory Reception., NIPS, 1994"], "Nicholas T. Carnevale": ["The Electrotonic Transformation: a Tool for Relating Neuronal Form to Function., NIPS, 1994"], "Michael E. Hasselmo": ["A model of the hippocampus combibing self-organization and associative memory function., NIPS, 1994"], "Sean D. Murphy": ["Model of a Biological Neuron as a Temporal Neural Network., NIPS, 1994"], "E. Erwin": ["A Critical Comparison of Models for Orientation and Ocular Dominance Columns in the Striate Cortex., NIPS, 1994"], "Kenji Doya": ["A Novel Reinforcement Model of Birdsong Vocalization Learning., NIPS, 1994"], "Joseph Sirosh": ["Ocular Dominance and Patterned Lateral Connections in a Self-Organizing Model of the Primary Visual Cortex., NIPS, 1994"], "Kalanit Grill-Spector": ["Anatomical origin and computational role of diversity in the response properties of cortical neurons., NIPS, 1994"], "Alexandre Pouget": ["Reinforcement Learning Predicts the Site of Plasticity for Auditory Remapping in the Barn Owl., NIPS, 1994", "Spatial Representations in the Parietal Cortex May Use Basis Functions., NIPS, 1994"], "Svilen Tzonev": ["Morphogenesis of the Lateral Geniculate Nucleus: How Singularities Affect Global Structure., NIPS, 1994"], "Todd S. Braver": ["A Computational Model of Prefrontal Cortex Function., NIPS, 1994"], "Richard S. Zemel": ["Grouping Components of Three-Dimensional Moving Objects in Area MST of Visual Cortex., NIPS, 1994"], "William E. Skaggs": ["A Model of the Neural Basis of the Rat's Sense of Direction., NIPS, 1994"], "Wolfgang Maass": ["On the Computational Complexity of Networks of Spiking Neurons., NIPS, 1994"], "Babak Hassibi": ["Optimal Training Algorithms and their Relation to Backpropagation., NIPS, 1994"], "DeLiang L. Wang": ["Synchrony and Desynchrony in Neural Oscillator Networks., NIPS, 1994"], "Peter Sollich": ["Learning in large linear perceptrons and why the thermodynamic limit is relevant to the real world., NIPS, 1994", "Learning from queries for maximum information gain in imperfectly learnable problems., NIPS, 1994"], "Adam Kowalczyk": ["Generalisation in Feedforward Networks., NIPS, 1994"], "Todd K. Leen": ["From Data Distributions to Regularization in Invariant Learning., NIPS, 1994"], "Anders Krogh": ["Neural Network Ensembles, Cross Validation, and Active Learning., NIPS, 1994"], "Corinna Cortes": ["Limits in Learning Machine Accuracy Imposed by Data Quality., NIPS, 1994"], "Gustavo Deco": ["Higher Order Statistical Decorrelation without Information Loss., NIPS, 1994"], "Glenn Marion": ["Hyperparameters Evidence and Generalisation for an Unrealisable Rule., NIPS, 1994"], "Changfeng Wang": ["Temporal Dynamics of Generalization in Neural Networks., NIPS, 1994"], "Toru Ohira": ["Stochastic Dynamics of Three-State Neural Networks., NIPS, 1994"], "Mario Marchand": ["Learning Stochastic Perceptrons Under k-Blocking Distributions., NIPS, 1994"], "Ronny Meir": ["Bias, Variance and the Combination of Least Squares Estimators., NIPS, 1994"], "N. Barkai": ["On-line Learning of Dichotomies., NIPS, 1994"], "José Carlos Príncipe": ["Dynamic Modelling of Chaotic Time Series with Neural Networks., NIPS, 1994"], "Jianfeng Feng": ["A Rigorous Analysis of Linsker-Type Hebbian Learning., NIPS, 1994"], "Michael J. Turmon": ["Sample Size Requirements for Feedforward Neural Networks., NIPS, 1994"], "Sayandev Mukherjee": ["Asymptotics of Gradient-based Neural Network Training Algorithms., NIPS, 1994"], "Tommi S. Jaakkola": ["Reinforcement Learning Algorithm for Partially Observable Markov Decision Problems., NIPS, 1994"], "Mance E. Harmon": ["Advantage Updating Applied to a Differrential Game., NIPS, 1994"], "Satinder P. Singh": ["Reinforcement Learning with Soft State Aggregation., NIPS, 1994"], "Justin A. Boyan": ["Generalization in Reinforcement Learning: Safely Approximating the Value Function., NIPS, 1994"], "Andrew McCallum": ["Instance-Based State Identification for Reinforcement Learning., NIPS, 1994"], "Sebastian Thrun": ["Finding Structure in Reinforcement Learning., NIPS, 1994", "Extracting Rules from Artifical Neural Networks with Distributed Representations., NIPS, 1994", "Learning to Play the Game of Chess., NIPS, 1994"], "Steven J. Bradtke": ["Reinforcement Learning Methods for Continuous-Time Markov Decision Problems., NIPS, 1994"], "Robert H. Crites": ["An Actor/Critic Algorithm that is Equivalent to Q-Learning., NIPS, 1994"], "Yaser S. Abu-Mostafa": ["Financial Applications of Learning from Hints., NIPS, 1994"], "Volker Tresp": ["Combining Estimators Using Non-Constant Weighting Functions., NIPS, 1994", "Efficient Methods for Dealing with Missing Data in Supervised Learning., NIPS, 1994"], "Yoshua Bengio": ["An Input Output HMM Architecture., NIPS, 1994", "Diffusion of Credit in Markovian Models., NIPS, 1994"], "Lawrence K. Saul": ["Boltzmann Chains and Hidden Markov Models., NIPS, 1994"], "Gerhard Paass": ["Bayesian Query Construction for Neural Network Models., NIPS, 1994"], "Shumeet Baluja": ["Using a Saliency Map for Active Spatial Selective Attention: Implementation & Initial Results., NIPS, 1994"], "Thomas Hofmann": ["Multidimensional Scaling and Data Clustering., NIPS, 1994"], "Anthony J. Bell": ["A Non-linear Information Maximisation Algorithm that Performs Blind Separation., NIPS, 1994"], "Nicol N. Schraudolph": ["Plasticity-Mediated Competitive Learning., NIPS, 1994"], "Fu-Sheng Tsung": ["Phase-Space Learning., NIPS, 1994"], "David A. Nix": ["Learning Local Error Bars for Nonlinear Regression., NIPS, 1994"], "Jörg Bruske": ["Dynamic Cell Structures., NIPS, 1994"], "Bruce Graham": ["Capacity and Information Efficiency of a Brain-like Associative Net., NIPS, 1994"], "Michael R. Berthold": ["Boosting the Performance of RBF Networks with Dynamic Decay Adjustment., NIPS, 1994"], "Sepp Hochreiter": ["Simplifying Neural Nets by Discovering Flat Minima., NIPS, 1994"], "Laurens R. Leerink": ["Learning with Product Units., NIPS, 1994"], "Naonori Ueda": ["Deterministic Annealing Variant of the EM Algorithm., NIPS, 1994"], "Joshua B. Tenenbaum": ["Factorial Learning by Clustering Features., NIPS, 1994"], "Michael D. Lemmon": ["Interior Point Implementations of Alternating Minimization Training., NIPS, 1994"], "Daniel L. James": ["SARDNET: A Self-Organizing Feature Map for Sequences., NIPS, 1994"], "Léon Bottou": ["Convergence Properties of the K-Means Algorithms., NIPS, 1994"], "Kah Kay Sung": ["Active Learning for Function Approximation., NIPS, 1994"], "Thomas R. Shultz": ["Analysis of Unstandardized Contributions in Cross Connected Networks., NIPS, 1994"], "Jay A. Alexander": ["Template-Based Algorithms for Connectionist Rule Extraction., NIPS, 1994"], "Zoubin Ghahramani": ["Factorial Learning and the EM Algorithm., NIPS, 1994", "Computational Structure of coordinate transformations: A generalization study., NIPS, 1994"], "Bernd Fritzke": ["A Growing Neural Gas Network Learns Topologies., NIPS, 1994"], "Lei Xu": ["An Alternative Model for Mixtures of Experts., NIPS, 1994"], "Christopher M. Bishop": ["Estimating Conditional Probability Densities for Periodic Variables., NIPS, 1994", "Real-Time Control of a Tokamak Plasma Using Neural Networks., NIPS, 1994"], "Kam-Chuen Jim": ["Effects of Noise on Convergence and Generalization in Recurrent Networks., NIPS, 1994"], "Rich Caruana": ["Learning Many Related Tasks at the Same Time with Backpropagation., NIPS, 1994"], "Alessandro Sperduti": ["A Rapid Graph-based Method for Arbitrary Transformation-Invariant Pattern Classification., NIPS, 1994"], "Morten With Pedersen": ["Recurrent Networks: Second Order Properties and Pruning., NIPS, 1994"], "Nanda Kambhatla": ["Classifying with Gaussian Mixtures and Clusters., NIPS, 1994"], "Bill G. Horne": ["An experimental comparison of recurrent neural networks., NIPS, 1994"], "David A. Cohn": ["Active Learning with Statistical Models., NIPS, 1994"], "Steven Gold": ["Learning with Preknowledge: Clustering with Point and Graph Matching Distance Measures., NIPS, 1994", "New Algorithms for 2D and 3D Point Matching: Pose Estimation and Correspondence., NIPS, 1994"], "Peter T. Kazlas": ["Direct Multi-Step Time Series Prediction Using TD-lambda., NIPS, 1994"], "Richard Coggins": ["ICEG Morphology Classification using an Analogue VLSI Neural Network., NIPS, 1994"], "Bradley A. Minch": ["A Silicon Axon., NIPS, 1994"], "Michael P. Perrone": ["The Ni1000: High Speed Parallel VLSI for Implementing Multilayer Perceptrons., NIPS, 1994"], "Teresa Serrano-Gotarredona": ["A Real Time Clustering CMOS Neural Engine., NIPS, 1994"], "A. J. Holmes": ["Pulsestream Synapses with Non-Volatile Analogue Amorphous-Silicon Memories., NIPS, 1994"], "James Edward Steck": ["A Lagrangian Formulation For Optical Backpropagation Training In Kerr-Type Optical Networks., NIPS, 1994"], "Gert Cauwenberghs": ["A Charge-Based Parallel Analog Vector Quantizer., NIPS, 1994"], "Timothy K. Horiuchi": ["An Auditory Localization and Coordinate Transform Chip., NIPS, 1994"], "Fernando J. Pineda": ["An Analog Neural Network Inspired by Fractal Block Coding., NIPS, 1994"], "D. Lippe": ["A Study of Parallel Perturbative Gradient Descent., NIPS, 1994"], "Il Song Han": ["Implementation of Neural Hardware with the Neural VLSI of URAN in Applications with Reduced Representations., NIPS, 1994"], "Paul E. Hasler": ["Single Transistor Learning Synapses., NIPS, 1994"], "Malcolm Slaney": ["Pattern Playback in the 90s., NIPS, 1994"], "Steve R. Waterhouse": ["Non-linear Prediction of Acoustic Vectors Using Hierarchical Mixtures of Experts., NIPS, 1994"], "Sidney S. Fels": ["Glove-TalkII: Mapping Hand Gestures to Speech Using Neural Networks., NIPS, 1994"], "Javier R. Movellan": ["Visual Speech Recognition with Stochastic Networks., NIPS, 1994"], "Ying Zhao": ["Hierarchical Mixtures of Experts Methodology Applied to Continuous Speech Recognition., NIPS, 1994"], "Cesare Furlanello": ["Connectionist Speaker Normalization with Generalized Resource Allocating Networks., NIPS, 1994"], "Eric I. Chang": ["Using Voice Transformations to Create Additional Training Talkers for Word Spotting., NIPS, 1994"], "Andrew D. Back": ["A Comparison of Discrete-Time Operator Models and for Nonlinear System Identification., NIPS, 1994"], "Rajesh P. N. Rao": ["Learning Saccadic Eye Movements Using Multiscale Spatial Filters., NIPS, 1994"], "Steven J. Nowlan": ["A Convolutional Neural Network Hand Tracker., NIPS, 1994"], "Trevor Darrell": ["Correlation and Interpolation Networks for Real-time Expression Analysis/Synthesis., NIPS, 1994"], "V. Sundareswaran": ["Learning direction in global motion: two classes of psychophysically-motivated models., NIPS, 1994"], "Dawei W. Dong": ["Associative Decorrelation Dynamics: A Theory of Self-Organization and Optimization in Feedback Networks., NIPS, 1994"], "Suzanna Becker": ["JPMAX: Learning to Recognize Moving Objects as a Model-fitting Problem., NIPS, 1994"], "Horst Bischof": ["PCA-Pyramids for Image Compression., NIPS, 1994"], "Satoshi Suzuki": ["Unsupervised Classification of 3D Objects from 2D Views., NIPS, 1994"], "Christopher K. I. Williams": ["Using a neural net to instantiate a deformable model., NIPS, 1994"], "Christoph Bregler": ["Nonlinear Image Interpolation using Manifold Learning., NIPS, 1994"], "Clay Spence": ["Coarse-to-Fine Image Search Using Neural Networks., NIPS, 1994"], "Holger Schwenk": ["Transformation Invariant Autoassociation with Application to Handwritten Character Recognition., NIPS, 1994"], "Trevor Hastie": ["Learning Prototype Models for Tangent Distance., NIPS, 1994"], "Geoffrey E. Hinton": ["Recognizing Handwritten Digits Using Mixtures of Linear Models., NIPS, 1994"], "Terence D. Sanger": ["Optimal Movement Primitives., NIPS, 1994"], "Ke Liu": ["An Integrated Architecture of Adaptive Neural Network Control for Dynamic Systems., NIPS, 1994"], "Dean Pomerleau": ["A Connectionist Technique for Accelerated Textual Input: Letting a Network Do the Typing., NIPS, 1994"], "Jürgen Schmidhuber": ["Predictive Coding with Neural Nets: Application to Text Compression., NIPS, 1994"], "Richard Lippmann": ["Predicting the Risk of Complications in Coronary Artery Bypass Operations using Neural Networks., NIPS, 1994"], "Harry B. Burke": ["Comparing the prediction accuracy of artifical neural networks and other statistical models for breast cancer survival., NIPS, 1994"], "Magnus Stensmo": ["A Mixture Model System for Medical and Machine Diagnosis., NIPS, 1994"], "Padhraic Smyth": ["Inferring Ground Truth from Subjective Labelling of Venus Images., NIPS, 1994"], "Stefan Manke": ["The Use of Dynamic Writing Information in a Connectionist On-Line Cursive Handwriting Recognition System., NIPS, 1994"], "Minoru Asogawa": ["Adaptive Elastic Input Field for Recognition Improvement., NIPS, 1994"], "David Price": ["Pairwise Neural Network Classifiers with Probabilistic Outputs., NIPS, 1994"], "Reza Shadmehr": ["Interference in Learning Internal Models of Inverse Dynamics in Humans., NIPS, 1994"]}