{"Nihar Bhadresh Shah": ["Double or Nothing: Multiplicative Incentive Mechanisms for Crowdsourcing., NIPS, 2015"], "Brendan van Rooyen": ["Learning with Symmetric Label Noise: The Importance of Being Unhinged., NIPS, 2015"], "Ibrahim M. Alabdulmohsin": ["Algorithmic Stability and Uniform Generalization., NIPS, 2015"], "Theodoros Tsiligkaridis": ["Adaptive Low-Complexity Sequential Inference for Dirichlet Process Mixture Models., NIPS, 2015"], "Xiaocheng Shang": ["Covariance-Controlled Adaptive Langevin Thermostat for Large-Scale Bayesian Sampling., NIPS, 2015"], "Huitong Qiu": ["Robust Portfolio Optimization., NIPS, 2015"], "Anna Choromanska": ["Logarithmic Time Online Multiclass prediction., NIPS, 2015"], "Julian Yarkony": ["Planar Ultrametrics for Image Segmentation., NIPS, 2015"], "Cesc C. Park": ["Expressing an Image Stream with a Sequence of Natural Sentences., NIPS, 2015"], "Xinghao Pan": ["Parallel Correlation Clustering on Big Graphs., NIPS, 2015"], "Shaoqing Ren": ["Faster R-CNN: Towards Real-Time Object Detection with Region Proposal Networks., NIPS, 2015"], "Ke Sun": ["Space-Time Local Embeddings., NIPS, 2015"], "Qinqing Zheng": ["A Convergent Gradient Descent Algorithm for Rank Minimization and Semidefinite Programming from Random Linear Measurements., NIPS, 2015", "Interpolating Convex and Non-Convex Tensor Decompositions via the Subspace Norm., NIPS, 2015"], "Bryan D. He": ["Smooth Interactive Submodular Set Cover., NIPS, 2015"], "Jiajun Wu": ["Galileo: Perceiving Physical Object Properties by Integrating a Physics Engine with Deep Learning., NIPS, 2015"], "Jamie Morgenstern": ["On the Pseudo-Dimension of Nearly Optimal Auctions., NIPS, 2015"], "Mijung Park": ["Unlocking neural population non-stationarities using hierarchical dynamics models., NIPS, 2015", "Bayesian Manifold Learning: The Locally Linear Latent Variable Model (LL-LVM)., NIPS, 2015"], "Ayan Chakrabarti": ["Color Constancy by Learning to Predict Chromaticity from Luminance., NIPS, 2015"], "Lucas Maystre": ["Fast and Accurate Inference of Plackett-Luce Models., NIPS, 2015"], "Maren Mahsereci": ["Probabilistic Line Searches for Stochastic Optimization., NIPS, 2015"], "Armand Joulin": ["Inferring Algorithmic Patterns with Stack-Augmented Recurrent Nets., NIPS, 2015"], "Adrià Recasens": ["Where are they looking?, NIPS, 2015"], "Tor Lattimore": ["The Pareto Regret Frontier for Bandits., NIPS, 2015", "Linear Multi-Resource Allocation with Semi-Bandit Feedback., NIPS, 2015"], "Andrea Montanari": ["On the Limitation of Spectral Methods: From the Gaussian Hidden Clique Problem to Rank-One Perturbations of Gaussian Tensors., NIPS, 2015"], "Jackson Gorham": ["Measuring Sample Quality with Stein's Method., NIPS, 2015"], "Yan Huang": ["Bidirectional Recurrent Convolutional Networks for Multi-Frame Super-Resolution., NIPS, 2015"], "Guillaume P. Dehaene": ["Bounding errors of Expectation-Propagation., NIPS, 2015"], "Miguel Á. Carreira-Perpiñán": ["A fast, universal algorithm to learn parametric nonlinear embeddings., NIPS, 2015"], "Leon A. Gatys": ["Texture Synthesis Using Convolutional Neural Networks., NIPS, 2015"], "Igor Colin": ["Extending Gossip Algorithms to Distributed Estimation of U-statistics., NIPS, 2015"], "Trevor Campbell": ["Streaming, Distributed Variational Inference for Bayesian Nonparametrics., NIPS, 2015"], "Carl Vondrick": ["Learning visual biases from human imagination., NIPS, 2015"], "Ofer Meshi": ["Smooth and Strong: MAP Inference with Linear Convergence., NIPS, 2015"], "Masrour Zoghi": ["Copeland Dueling Bandits., NIPS, 2015"], "Yen-Chi Chen": ["Optimal Ridge Detection using Coverage Risk., NIPS, 2015"], "Maksim Lapin": ["Top-k Multiclass SVM., NIPS, 2015"], "Philip S. Thomas": ["Policy Evaluation Using the Ω-Return., NIPS, 2015"], "Megasthenis Asteris": ["Orthogonal NMF through Subspace Exploration., NIPS, 2015", "Sparse PCA via Bipartite Matchings., NIPS, 2015"], "Tian Lin": ["Stochastic Online Greedy Learning with Semi-bandit Feedbacks., NIPS, 2015"], "Guosheng Lin": ["Deeply Learning the Messages in Message Passing Inference., NIPS, 2015"], "David Kappel": ["Synaptic Sampling: A Bayesian Approach to Neural Network Plasticity and Rewiring., NIPS, 2015"], "Huan Li": ["Accelerated Proximal Gradient Methods for Nonconvex Programming., NIPS, 2015"], "Abhisek Kundu": ["Approximating Sparse PCA from Incomplete Data., NIPS, 2015"], "Kirthevasan Kandasamy": ["Nonparametric von Mises Estimators for Entropies, Divergences and Mutual Informations., NIPS, 2015"], "Saurabh Paul": ["Column Selection via Adaptive Sampling., NIPS, 2015"], "Pinghua Gong": ["HONOR: Hybrid Optimization for NOn-convex Regularized problems., NIPS, 2015"], "Xiaozhi Chen": ["3D Object Proposals for Accurate Object Class Detection., NIPS, 2015"], "Huasen Wu": ["Algorithms with Logarithmic or Sublinear Regret for Constrained Contextual Bandits., NIPS, 2015"], "Alexander Novikov": ["Tensorizing Neural Networks., NIPS, 2015"], "Xiangyu Wang": ["Parallelizing MCMC with Random Partition Trees., NIPS, 2015", "On the consistency theory of high dimensional variable screening., NIPS, 2015"], "Po-Hsuan Chen": ["A Reduced-Dimension fMRI Shared Response Model., NIPS, 2015"], "Chicheng Zhang": ["Spectral Learning of Large Structured HMMs for Comparative Epigenomics., NIPS, 2015", "Active Learning from Weak and Strong Labelers., NIPS, 2015"], "Xia Qu": ["Individual Planning in Infinite-Horizon Multiagent Settings: Inference, Structure and Scalability., NIPS, 2015"], "Sida I. Wang": ["Estimating Mixture Models via Mixtures of Polynomials., NIPS, 2015"], "Simon Lacoste-Julien": ["On the Global Linear Convergence of Frank-Wolfe Optimization Variants., NIPS, 2015"], "Chris Piech": ["Deep Knowledge Tracing., NIPS, 2015"], "Anastasia Podosinnikova": ["Rethinking LDA: Moment Matching for Discrete ICA., NIPS, 2015"], "Sohail Bahmani": ["Efficient Compressive Phase Retrieval with Constrained Sensing Vectors., NIPS, 2015"], "Rahul G. Krishnan": ["Barrier Frank-Wolfe for Marginal Inference., NIPS, 2015"], "Vitaly Kuznetsov": ["Learning Theory and Algorithms for Forecasting Non-stationary Time Series., NIPS, 2015"], "Dinesh Ramasamy": ["Compressive spectral embedding: sidestepping the SVD., NIPS, 2015"], "Tuo Zhao": ["A Nonconvex Optimization Framework for Low Rank Matrix Estimation., NIPS, 2015"], "Alp Kucukelbir": ["Automatic Variational Inference in Stan., NIPS, 2015"], "Jan Chorowski": ["Attention-Based Models for Speech Recognition., NIPS, 2015"], "Eunho Yang": ["Closed-form Estimators for High-dimensional Generalized Linear Models., NIPS, 2015", "Robust Gaussian Graphical Modeling with the Trimmed Graphical Lasso., NIPS, 2015"], "Róbert Busa-Fekete": ["Online F-Measure Optimization., NIPS, 2015"], "Balázs Szörényi": ["Online Rank Elicitation for Plackett-Luce: A Dueling Bandits Approach., NIPS, 2015"], "Alexander Kirillov": ["M-Best-Diverse Labelings for Submodular Energies and Beyond., NIPS, 2015"], "Janne H. Korhonen": ["Tractable Bayesian Network Structure Learning with Bounded Vertex Cover Number., NIPS, 2015"], "Gunwoong Park": ["Learning Large-Scale Poisson DAG Models based on OverDispersion Scoring., NIPS, 2015"], "Marylou Gabrié": ["Training Restricted Boltzmann Machine via the Thouless-Anderson-Palmer free energy., NIPS, 2015"], "Xiang Zhang": ["Character-level Convolutional Networks for Text Classification., NIPS, 2015"], "Ehsan Adeli-Mosabbeb": ["Robust Feature-Sample Linear Discriminant Analysis for Brain Disorders Diagnosis., NIPS, 2015"], "Jean-Bastien Grill": ["Black-box optimization of noisy functions with unknown smoothness., NIPS, 2015"], "Emmanuel Abbe": ["Recovering Communities in the General Stochastic Block Model Without Knowing the Parameters., NIPS, 2015"], "Sixin Zhang": ["Deep learning with Elastic Averaging SGD., NIPS, 2015"], "Naoto Ohsaka": ["Monotone k-Submodular Function Maximization with Size Constraints., NIPS, 2015"], "Weiwei Liu": ["On the Optimality of Classifier Chain for Multi-label Classification., NIPS, 2015"], "Kush Bhatia": ["Robust Regression via Hard Thresholding., NIPS, 2015", "Sparse Local Embeddings for Extreme Multi-label Classification., NIPS, 2015"], "Yuxin Chen": ["Solving Random Quadratic Systems of Equations Is Nearly as Easy as Solving Linear Systems., NIPS, 2015"], "Peter Schulam": ["A Framework for Individualizing Predictions of Disease Trajectories by Exploiting Multi-Resolution Structure., NIPS, 2015"], "Chao Qu": ["Subspace Clustering with Irrelevant Features via Robust Dantzig Selector., NIPS, 2015"], "Ahmed El Alaoui": ["Fast Randomized Kernel Ridge Regression with Statistical Guarantees., NIPS, 2015"], "Oren Anava": ["Online Learning for Adversaries with Memory: Price of Past Mistakes., NIPS, 2015"], "Anqi Wu": ["Convolutional spike-triggered covariance analysis for neural subunit models., NIPS, 2015"], "Xingjian Shi": ["Convolutional LSTM Network: A Machine Learning Approach for Precipitation Nowcasting., NIPS, 2015"], "Eugène Ndiaye": ["GAP Safe screening rules for sparse multi-task and multi-class models., NIPS, 2015"], "Takashi Takenouchi": ["Empirical Localization of Homogeneous Divergences on Discrete Sample Spaces., NIPS, 2015"], "James Robert Lloyd": ["Statistical Model Criticism using Kernel Two Sample Tests., NIPS, 2015"], "Peter A. Flach": ["Precision-Recall-Gain Curves: PR Analysis Done Right., NIPS, 2015"], "Tasuku Soma": ["A Generalization of Submodular Cover via the Diminishing Return Property on the Integer Lattice., NIPS, 2015"], "Mathias Berglund": ["Bidirectional Recurrent Neural Networks as Generative Models., NIPS, 2015"], "Zheng Qu": ["Quartz: Randomized Dual Coordinate Ascent with Arbitrary Sampling., NIPS, 2015"], "Justin Domke": ["Maximum Likelihood Learning With Arbitrary Treewidth via Fast-Mixing Parameter Sets., NIPS, 2015"], "Minhyung Cho": ["Hessian-free Optimization for Learning Deep Multidimensional Recurrent Neural Networks., NIPS, 2015"], "Vladimir Vovk": ["Large-scale probabilistic predictors with and without guarantees of validity., NIPS, 2015"], "Jimmy S. J. Ren": ["Shepard Convolutional Neural Networks., NIPS, 2015"], "Reshad Hosseini": ["Matrix Manifold Optimization for Gaussian Mixtures., NIPS, 2015"], "Rie Johnson": ["Semi-supervised Convolutional Neural Networks for Text Categorization via Region Embedding., NIPS, 2015"], "Akihiro Kishimoto": ["Parallel Recursive Best-First AND/OR Search for Exact MAP Inference in Graphical Models., NIPS, 2015"], "Ming Liang": ["Convolutional Neural Networks with Intra-Layer Recurrent Connections for Scene Labeling., NIPS, 2015"], "David B. Smith": ["Bounding the Cost of Search-Based Lifted Inference., NIPS, 2015"], "Heiko Strathmann": ["Gradient-free Hamiltonian Monte Carlo with Efficient Kernel Exponential Families., NIPS, 2015"], "Kevin Ellis": ["Unsupervised Learning by Program Synthesis., NIPS, 2015"], "Ralph Bourdoukan": ["Enforcing balance allows local supervised learning in spiking recurrent networks., NIPS, 2015"], "Yining Wang": ["Fast and Guaranteed Tensor Decomposition via Sketching., NIPS, 2015", "Differentially private subspace clustering., NIPS, 2015"], "Prateek Jain": ["Predtron: A Family of Online Algorithms for General Prediction Problems., NIPS, 2015", "Alternating Minimization for Regression Problems with Vector-valued Outputs., NIPS, 2015"], "Fredrik D. Johansson": ["Weighted Theta Functions and Embeddings with Applications to Max-Cut, Clustering and Summarization., NIPS, 2015"], "Guillaume Papa": ["SGD Algorithms based on Incomplete U-statistics: Large-Scale Minimization of Empirical Risk., NIPS, 2015"], "Wei Cao": ["On Top-k Selection in Multi-Armed Bandits and Hidden Bipartite Graphs., NIPS, 2015"], "Sebastian Bitzer": ["The Brain Uses Reliability of Stimulus Information when Making Perceptual Decisions., NIPS, 2015"], "Tianyang Li": ["Fast Classification Rates for High-dimensional Gaussian Generative Models., NIPS, 2015"], "Gustavo Malkomes": ["Fast Distributed k-Center Clustering with Outliers on Massive Data., NIPS, 2015"], "Kwang-Sung Jun": ["Human Memory Search as Initial-Visit Emitting Random Walk., NIPS, 2015"], "Wei Sun": ["Non-convex Statistical Optimization for Sparse Tensor Graphical Model., NIPS, 2015"], "Kamalika Chaudhuri": ["Convergence Rates of Active Learning for Maximum Likelihood Estimation., NIPS, 2015"], "Jimei Yang": ["Weakly-supervised Disentangling with Recurrent Transformations for 3D View Synthesis., NIPS, 2015"], "Pascal Vincent": ["Efficient Exact Gradient Update for training Deep Networks with Very Large Sparse Targets., NIPS, 2015"], "Steven K. Esser": ["Backpropagation for Energy-Efficient Neuromorphic Computing., NIPS, 2015"], "Song Han": ["Learning both Weights and Connections for Efficient Neural Network., NIPS, 2015"], "Bharath K. Sriperumbudur": ["Optimal Rates for Random Fourier Features., NIPS, 2015"], "James McInerney": ["The Population Posterior and Bayesian Modeling on Streams., NIPS, 2015"], "François-Xavier Briol": ["Frank-Wolfe Bayesian Quadrature: Probabilistic Integration with Theoretical Guarantees., NIPS, 2015"], "Samy Bengio": ["Scheduled Sampling for Sequence Prediction with Recurrent Neural Networks., NIPS, 2015"], "Suriya Gunasekar": ["Unified View of Matrix Completion under General Structural Constraints., NIPS, 2015"], "Pratik Jawanpuria": ["Efficient Output Kernel Learning for Multiple Tasks., NIPS, 2015"], "Michael C. Hughes": ["Scalable Adaptation of State Complexity for Nonparametric Hidden Markov Models., NIPS, 2015"], "Maxim Rabinovich": ["Variational Consensus Monte Carlo., NIPS, 2015"], "Murat A. Erdogdu": ["Newton-Stein Method: A Second Order Method for GLMs via Stein's Lemma., NIPS, 2015", "Convergence rates of sub-sampled Newton methods., NIPS, 2015"], "Alexandr Andoni": ["Practical and Optimal LSH for Angular Distance., NIPS, 2015"], "Ross Goroshin": ["Learning to Linearize Under Uncertainty., NIPS, 2015"], "Sébastien Bubeck": ["Finite-Time Analysis of Projected Langevin Monte Carlo., NIPS, 2015"], "Scott E. Reed": ["Deep Visual Analogy-Making., NIPS, 2015"], "Alaa Saade": ["Matrix Completion from Fewer Entries: Spectral Detectability and Rank Estimation., NIPS, 2015"], "Kent Quanrud": ["Online Learning with Adversarial Delays., NIPS, 2015"], "Jie Wang": ["Multi-Layer Feature Reduction for Tree Structured Group Lasso via Hierarchical Projection., NIPS, 2015"], "Sungsoo Ahn": ["Minimum Weight Perfect Matching via Blossom Belief Propagation., NIPS, 2015"], "Jaya Kawale": ["Efficient Thompson Sampling for Online Matrix-Factorization Recommendation., NIPS, 2015"], "Ruoyu Sun": ["Improved Iteration Complexity Bounds of Cyclic Block Coordinate Descent for Convex Problems., NIPS, 2015"], "Timothy Kopp": ["Lifted Symmetry Detection and Breaking for MAP Inference., NIPS, 2015"], "Jason D. Lee": ["Evaluating the statistical significance of biclusters., NIPS, 2015"], "Jiaji Huang": ["Discriminative Robust Transformation Learning., NIPS, 2015"], "Elias Bareinboim": ["Bandits with Unobserved Confounders: A Causal Approach., NIPS, 2015"], "Akshay Balsubramani": ["Scalable Semi-Supervised Aggregation of Classifiers., NIPS, 2015"], "Yifan Wu": ["Online Learning with Gaussian Payoffs and Side Observations., NIPS, 2015"], "Christian Borgs": ["Private Graphon Estimation for Sparse Graphs., NIPS, 2015"], "Qing Sun": ["SubmodBoxes: Near-Optimal Search for a Set of Diverse Object Proposals., NIPS, 2015"], "Kai Fan": ["Fast Second Order Stochastic Backpropagation for Variational Inference., NIPS, 2015"], "Cameron Musco": ["Randomized Block Krylov Methods for Stronger and Faster Approximate Singular Value Decomposition., NIPS, 2015"], "Yuya Yoshikawa": ["Cross-Domain Matching for Bag-of-Words Data via Kernel Embeddings of Latent Distributions., NIPS, 2015"], "Amir Dezfouli": ["Scalable Inference for Gaussian Process Models with Black-Box Likelihoods., NIPS, 2015"], "Siddhartha Banerjee": ["Fast Bidirectional Probability Estimation in Markov Models., NIPS, 2015"], "Qiang Liu": ["Probabilistic Variational Bounds for Graphical Models., NIPS, 2015"], "Ryan Giordano": ["Linear Response Methods for Accurate Covariance Estimates from Mean Field Variational Bayes., NIPS, 2015"], "Branislav Kveton": ["Combinatorial Cascading Bandits., NIPS, 2015"], "Daniel J. Hsu": ["Mixing Time Estimation in Reversible Markov Chains from a Single Sample Path., NIPS, 2015"], "Aviv Tamar": ["Policy Gradient for Coherent Risk Measures., NIPS, 2015"], "Tomer Koren": ["Fast Rates for Exp-concave Empirical Risk Minimization., NIPS, 2015"], "Emily L. Denton": ["Deep Generative Image Models using a Laplacian Pyramid of Adversarial Networks., NIPS, 2015"], "Seunghoon Hong": ["Decoupled Deep Neural Network for Semi-supervised Semantic Segmentation., NIPS, 2015"], "Yann Dauphin": ["Equilibrated adaptive learning rates for non-convex optimization., NIPS, 2015"], "Dominik Rothenhäusler": ["BACKSHIFT: Learning causal cyclic graphs from unknown shift interventions., NIPS, 2015"], "Yinlam Chow": ["Risk-Sensitive and Robust Decision-Making: a CVaR Optimization Approach., NIPS, 2015"], "Sorathan Chaturapruek": ["Asynchronous stochastic convex optimization: the noise is in the noise and SGD don't care., NIPS, 2015"], "Anastasia Pentina": ["Lifelong Learning with Non-i.i.d. Tasks., NIPS, 2015"], "Xinyang Yi": ["Optimal Linear Estimation under Unknown Nonlinear Transform., NIPS, 2015", "Regularized EM Algorithms: A Unified Framework and Statistical Guarantees., NIPS, 2015"], "Youssef Mroueh": ["Learning with Group Invariant Features: A Kernel Perspective., NIPS, 2015"], "Soroosh Shafieezadeh-Abadeh": ["Distributionally Robust Logistic Regression., NIPS, 2015"], "Zhan Wei Lim": ["Adaptive Stochastic Optimization: From Sets to Paths., NIPS, 2015"], "Elad Hazan": ["Beyond Convexity: Stochastic Quasi-Convex Optimization., NIPS, 2015"], "Yuval Harel": ["A Tractable Approximation to Optimal Point Process Filtering: Application to Neural Encoding., NIPS, 2015"], "Tengyu Ma": ["Sum-of-Squares Lower Bounds for Sparse PCA., NIPS, 2015"], "Tian Tian": ["Max-Margin Majority Voting for Learning from Crowds., NIPS, 2015"], "Lorenzo Rosasco": ["Learning with Incremental Iterative Regularization., NIPS, 2015"], "Mahito Sugiyama": ["Halting in Random Walk Kernels., NIPS, 2015"], "James Hensman": ["MCMC for Variationally Sparse Gaussian Processes., NIPS, 2015"], "Alessandro Rudi": ["Less is More: Nyström Computational Regularization., NIPS, 2015"], "Isabel Valera": ["Infinite Factorial Dynamical Model., NIPS, 2015"], "Atsushi Shibagaki": ["Regularization Path of Cross-Validation Error Lower Bounds., NIPS, 2015"], "Dane S. Corneil": ["Attractor Network Dynamics Enable Preplay and Rapid Path Planning in Maze-like Environments., NIPS, 2015"], "Karl Moritz Hermann": ["Teaching Machines to Read and Comprehend., NIPS, 2015"], "Jonas Mueller": ["Principal Differences Analysis: Interpretable Characterization of Differences between Distributions., NIPS, 2015"], "Christopher R. Dance": ["When are Kalman-Filter Restless Bandits Indexable?, NIPS, 2015"], "Ilya Shpitser": ["Segregated Graphs and Marginals of Chain Graph Models., NIPS, 2015"], "Mohammad Norouzi": ["Efficient Non-greedy Optimization of Decision Trees., NIPS, 2015"], "Ye Wang": ["Probabilistic Curve Learning: Coulomb Repulsion and the Electrostatic Gaussian Process., NIPS, 2015"], "Quoc Phong Nguyen": ["Inverse Reinforcement Learning with Locally Consistent Reward Functions., NIPS, 2015"], "Yossi Arjevani": ["Communication Complexity of Distributed Convex Learning and Optimization., NIPS, 2015"], "Jianshu Chen": ["End-to-end Learning of LDA by Mirror-Descent Back Propagation over a Deep Architecture., NIPS, 2015"], "Chao Qian": ["Subset Selection by Pareto Optimization., NIPS, 2015"], "Jacob Andreas": ["On the Accuracy of Self-Normalized Log-Linear Models., NIPS, 2015"], "Junpei Komiyama": ["Regret Lower Bound and Optimal Algorithm in Finite Stochastic Partial Monitoring., NIPS, 2015"], "Ariel D. Procaccia": ["Is Approval Voting Optimal Given Approval Votes?, NIPS, 2015"], "Michaël Perrot": ["Regressive Virtual Metric Learning., NIPS, 2015"], "Huishuai Zhang": ["Analysis of Robust PCA via Local Incoherence., NIPS, 2015"], "Edward Grefenstette": ["Learning to Transduce with Unbounded Memory., NIPS, 2015"], "Chongxuan Li": ["Max-Margin Deep Generative Models., NIPS, 2015"], "Jeffrey Pennington": ["Spherical Random Features for Polynomial Kernels., NIPS, 2015"], "Djork-Arné Clevert": ["Rectified Factor Networks., NIPS, 2015"], "Mauro Scanagatta": ["Learning Bayesian Networks with Thousands of Variables., NIPS, 2015"], "Ravi Sastry Ganti Mahapatruni": ["Matrix Completion Under Monotonic Single Index Models., NIPS, 2015"], "Fereshteh Sadeghi": ["Visalogy: Answering Visual Analogy Questions., NIPS, 2015"], "Juho Lee": ["Tree-Guided MCMC Inference for Normalized Random Measure Mixture Models., NIPS, 2015"], "Dan Alistarh": ["Streaming Min-max Hypergraph Partitioning., NIPS, 2015"], "Sewoong Oh": ["Collaboratively Learning Preferences from Ordinal Data., NIPS, 2015"], "Jonathan Vacher": ["Biologically Inspired Dynamic Textures for Probing Motion Perception., NIPS, 2015"], "Lucas Theis": ["Generative Image Modeling Using Spatial LSTMs., NIPS, 2015"], "Wooseok Ha": ["Robust PCA with compressed data., NIPS, 2015"], "Alkis Gotovos": ["Sampling from Probabilistic Submodular Models., NIPS, 2015"], "Mehrdad Farajtabar": ["COEVOLVE: A Joint Point Process Model for Information Diffusion and Network Co-evolution., NIPS, 2015"], "Ahmed Hefny": ["Supervised Learning for Dynamical System Learning., NIPS, 2015"], "Noam Brown": ["Regret-Based Pruning in Extensive-Form Games., NIPS, 2015"], "Kacper Chwialkowski": ["Fast Two-Sample Testing with Analytic Representations of Probability Measures., NIPS, 2015"], "Pedro H. O. Pinheiro": ["Learning to Segment Object Candidates., NIPS, 2015"], "Kyle R. Ulrich": ["GP Kernels for Cross-Spectrum Analysis., NIPS, 2015"], "Peter Kairouz": ["Secure Multi-party Differential Privacy., NIPS, 2015"], "Max Jaderberg": ["Spatial Transformer Networks., NIPS, 2015"], "Kevin Scaman": ["Anytime Influence Bounds and the Explosive Behavior of Continuous-Time Diffusion Networks., NIPS, 2015"], "Yunwen Lei": ["Multi-class SVMs: From Tighter Data-Dependent Generalization Bounds to Novel Algorithms., NIPS, 2015"], "Yuanjun Gao": ["High-dimensional neural spike train analysis with generalized count linear dynamical systems., NIPS, 2015"], "Charlie Frogner": ["Learning with a Wasserstein Loss., NIPS, 2015"], "Martin Slawski": ["b-bit Marginal Regression., NIPS, 2015", "Regularization-Free Estimation in Trace Regression with Symmetric Positive Semidefinite Matrices., NIPS, 2015"], "Guillaume Desjardins": ["Natural Neural Networks., NIPS, 2015"], "Edward Meeds": ["Optimization Monte Carlo: Efficient and Embarrassingly Parallel Likelihood-Free Inference., NIPS, 2015"], "Tom Goldstein": ["Adaptive Primal-Dual Splitting Methods for Statistical Learning and Image Processing., NIPS, 2015"], "Pranjal Awasthi": ["On some provably correct cases of variational inference for topic models., NIPS, 2015"], "Nikhil Rao": ["Collaborative Filtering with Graph Information: Consistency and Scalable Methods., NIPS, 2015"], "Richard Combes": ["Combinatorial Bandits Revisited., NIPS, 2015"], "Shakir Mohamed": ["Variational Information Maximisation for Intrinsically Motivated Reinforcement Learning., NIPS, 2015"], "Pinar Yanardag": ["A Structural Smoothing Framework For Robust Graph Comparison., NIPS, 2015"], "Alon Orlitsky": ["Competitive Distribution Estimation: Why is Good-Turing Good., NIPS, 2015"], "Joseph Wang": ["Efficient Learning by Directed Acyclic Graph For Resource Constrained Prediction., NIPS, 2015"], "Maria Lomeli": ["A hybrid sampler for Poisson-Kingman mixture models., NIPS, 2015"], "Xiao Li": ["An Active Learning Framework using Sparse-Graph Codes for Sparse Polynomials and Graph Sketching., NIPS, 2015"], "Daniel Vainsencher": ["Local Smoothness in Variance Reduced Optimization., NIPS, 2015"], "Shafin Rahman": ["Saliency, Scale and Information: Towards a Unifying Theory., NIPS, 2015"], "Jacob D. Abernethy": ["Fighting Bandits with a New Kind of Smoothness., NIPS, 2015"], "Vidyashankar Sivakumar": ["Beyond Sub-Gaussian Measurements: High-Dimensional Structured Estimation with Sub-Exponential Designs., NIPS, 2015"], "Rakesh Shivanna": ["Spectral Norm Regularization of Orthonormal Representations for Graph Transduction., NIPS, 2015"], "David K. Duvenaud": ["Convolutional Networks on Graphs for Learning Molecular Fingerprints., NIPS, 2015"], "Kai Wei": ["Mixed Robust/Average Submodular Partitioning: Fast Algorithms, Guarantees, and Applications., NIPS, 2015"], "Jessa Bekker": ["Tractable Learning for Complex Probability Queries., NIPS, 2015"], "Reza Babanezhad": ["StopWasting My Gradients: Practical SVRG., NIPS, 2015"], "Been Kim": ["Mind the Gap: A Generative Approach to Interpretable Feature Selection and Extraction., NIPS, 2015"], "Cengiz Pehlevan": ["A Normative Theory of Adaptive Dimensionality Reduction in Neural Networks., NIPS, 2015"], "Changyou Chen": ["On the Convergence of Stochastic Gradient MCMC Algorithms with High-Order Integrators., NIPS, 2015"], "Siqi Sun": ["Learning structured densities via infinite dimensional exponential families., NIPS, 2015"], "Haoyuan Gao": ["Are You Talking to a Machine? Dataset and Methods for Multilingual Image Question., NIPS, 2015"], "Thomas Hofmann": ["Variance Reduced Stochastic Gradient Descent with Neighbors., NIPS, 2015"], "Yunpeng Pan": ["Sample Efficient Path Integral Control under Uncertainty., NIPS, 2015"], "Yingzhen Li": ["Stochastic Expectation Propagation., NIPS, 2015"], "Nicholas Ruozzi": ["Exactness of Approximate MAP Inference in Continuous MRFs., NIPS, 2015"], "Bo Xie": ["Scale Up Nonlinear Component Analysis with Doubly Stochastic Gradients., NIPS, 2015"], "Cynthia Dwork": ["Generalization in Adaptive Data Analysis and Holdout Reuse., NIPS, 2015"], "Mithun Chakraborty": ["Market Scoring Rules Act As Opinion Pools For Risk-Averse Agents., NIPS, 2015"], "Ian En-Hsu Yen": ["Sparse Linear Programming via Primal and Dual Augmented Coordinate Descent., NIPS, 2015", "A Dual Augmented Block Minimization Framework for Learning with Limited Memory., NIPS, 2015"], "Rupesh Kumar Srivastava": ["Training Very Deep Networks., NIPS, 2015"], "Jacob R. Gardner": ["Bayesian Active Model Selection with an Application to Automated Audiometry., NIPS, 2015"], "Nilesh Tripuraneni": ["Particle Gibbs for Infinite Hidden Markov Models., NIPS, 2015"], "Jean-Baptiste Schiratti": ["Learning spatiotemporal trajectories from manifold-valued longitudinal data., NIPS, 2015"], "Koosha Khalvati": ["A Bayesian Framework for Modeling Confidence in Perceptual Decision Making., NIPS, 2015"], "Behnam Neyshabur": ["Path-SGD: Path-Normalized Optimization in Deep Neural Networks., NIPS, 2015"], "Sainbayar Sukhbaatar": ["End-To-End Memory Networks., NIPS, 2015"], "Oren Rippel": ["Spectral Representations for Convolutional Neural Networks., NIPS, 2015"], "Alina Beygelzimer": ["Online Gradient Boosting., NIPS, 2015"], "Zhe Gan": ["Deep Temporal Sigmoid Belief Networks for Sequence Modeling., NIPS, 2015"], "Emile Richard": ["Recognizing retinal ganglion cells in the dark., NIPS, 2015"], "Michael Shvartsman": ["A Theory of Decision Making Under Dynamic Context., NIPS, 2015"], "Andrew C. Miller": ["A Gaussian Process Model of Quasar Spectral Energy Distributions., NIPS, 2015"], "D. Sculley": ["Hidden Technical Debt in Machine Learning Systems., NIPS, 2015"], "Tian Gao": ["Local Causal Discovery of Direct Causes and Effects., NIPS, 2015"], "Zhaoran Wang": ["High Dimensional EM Algorithm: Statistical Optimization and Asymptotic Normality., NIPS, 2015"], "Mehryar Mohri": ["Revenue Optimization against Strategic Buyers., NIPS, 2015"], "Tejas D. Kulkarni": ["Deep Convolutional Inverse Graphics Network., NIPS, 2015"], "Parikshit Shah": ["Sparse and Low-Rank Tensor Decomposition., NIPS, 2015"], "Wouter M. Koolen": ["Minimax Time Series Prediction., NIPS, 2015"], "Ilias Diakonikolas": ["Differentially Private Learning of Structured Discrete Distributions., NIPS, 2015"], "Avrim Blum": ["Variational Dropout and the Local Reparameterization Trick., NIPS, 2015"], "Nakul Verma": ["Sample Complexity of Learning Mahalanobis Distance Metrics., NIPS, 2015"], "Jimmy Ba": ["Learning Wake-Sleep Recurrent Attention Models., NIPS, 2015"], "Bhaswar B. Bhattacharya": ["Testing Closeness With Unequal Sized Samples., NIPS, 2015"], "Wenye Li": ["Estimating Jaccard Index with Missing Observations: A Matrix Calibration Approach., NIPS, 2015"], "Shixiang Gu": ["Neural Adaptive Sequential Monte Carlo., NIPS, 2015"], "Michalis K. Titsias": ["Local Expectation Gradients for Black Box Variational Inference., NIPS, 2015"], "Sashank J. Reddi": ["On Variance Reduction in Stochastic Gradient Descent and its Asynchronous Variants., NIPS, 2015"], "Kevin G. Jamieson": ["NEXT: A System for Real-World Development, Evaluation, and Application of Active Learning., NIPS, 2015"], "Qingqing Huang": ["Super-Resolution Off the Grid., NIPS, 2015"], "Christopher De Sa": ["Taming the Wild: A Unified Analysis of Hogwild-Style Algorithms., NIPS, 2015", "Rapidly Mixing Gibbs Sampling for a Class of Factor Graphs Using Hierarchy Width., NIPS, 2015"], "Dan Rosenbaum": ["The Return of the Gating Network: Combining Generative Models and Discriminative Training in Natural Image Priors., NIPS, 2015"], "Oriol Vinyals": ["Pointer Networks., NIPS, 2015", "Grammar as a Foreign Language., NIPS, 2015"], "Arya Mazumdar": ["Associative Memory via a Sparse Recovery Model., NIPS, 2015"], "Moontae Lee": ["Robust Spectral Inference for Joint Stochastic Matrix Factorization., NIPS, 2015"], "Rasmus Kyng": ["Fast, Provable Algorithms for Isotonic Regression in all L_p-norms., NIPS, 2015"], "Hong Wang": ["Adversarial Prediction Games for Multivariate Losses., NIPS, 2015"], "Xiangru Lian": ["Asynchronous Parallel Stochastic Gradient for Nonconvex Optimization., NIPS, 2015"], "Manuel Watter": ["Embed to Control: A Locally Linear Latent Dynamics Model for Control from Raw Images., NIPS, 2015"], "Tzu-Kuo Huang": ["Efficient and Parsimonious Agnostic Active Learning., NIPS, 2015"], "Mathew Monfort": ["Softstar: Heuristic-Guided Probabilistic Inference., NIPS, 2015"], "Alireza Makhzani": ["Winner-Take-All Autoencoders., NIPS, 2015"], "Ricardo Henao": ["Deep Poisson Factor Modeling., NIPS, 2015"], "Kenji Kawaguchi": ["Bayesian Optimization with Exponential Convergence., NIPS, 2015"], "Christoph Dann": ["Sample Complexity of Episodic Fixed-Horizon Reinforcement Learning., NIPS, 2015"], "Jacob Steinhardt": ["Learning with Relaxed Supervision., NIPS, 2015"], "Vitaly Feldman": ["Subsampled Power Iteration: a Unified Algorithm for Block Models and Planted CSP's., NIPS, 2015"], "Walid Krichene": ["Accelerated Mirror Descent in Continuous and Discrete Time., NIPS, 2015"], "Andrew Gordon Wilson": ["The Human Kernel., NIPS, 2015"], "Junhyuk Oh": ["Action-Conditional Video Prediction using Deep Networks in Atari Games., NIPS, 2015"], "James R. Voss": ["A Pseudo-Euclidean Iteration for Optimal Recovery in Noisy ICA., NIPS, 2015"], "Baharan Mirzasoleiman": ["Distributed Submodular Cover: Succinctly Summarizing Massive Data., NIPS, 2015"], "Mark Kozdoba": ["Community Detection via Measure Space Embedding., NIPS, 2015"], "Gheorghe Comanici": ["Basis refinement strategies for linear value function approximation in MDPs., NIPS, 2015"], "Sheng Chen": ["Structured Estimation with Atomic Norms: General Bounds and Applications., NIPS, 2015"], "Yi-An Ma": ["A Complete Recipe for Stochastic Gradient MCMC., NIPS, 2015"], "Ofer Dekel": ["Bandit Smooth Convex Optimization: Improving the Bias-Variance Tradeoff., NIPS, 2015"], "Mark Herbster": ["Online Prediction at the Limit of Zero Temperature., NIPS, 2015"], "Nicolas Heess": ["Learning Continuous Control Policies by Stochastic Value Gradients., NIPS, 2015"], "Mengye Ren": ["Exploring Models and Data for Image Question Answering., NIPS, 2015"], "Matthias Feurer": ["Efficient and Robust Automated Machine Learning., NIPS, 2015"], "David E. Carlson": ["Preconditioned Spectral Descent for Deep Learning., NIPS, 2015"], "Junyoung Chung": ["A Recurrent Latent Variable Model for Sequential Data., NIPS, 2015"], "Vasilis Syrgkanis": ["Fast Convergence of Regularized Learning in Games., NIPS, 2015"], "Marijn F. Stollenga": ["Parallel Multi-Dimensional LSTM, With Application to Fast Biomedical Volumetric Image Segmentation., NIPS, 2015"], "Hadi Mohasel Afshar": ["Reflection, Refraction, and Hamiltonian Monte Carlo., NIPS, 2015"], "Purnamrita Sarkar": ["The Consistency of Common Neighbors for Link Prediction in Stochastic Blockmodels., NIPS, 2015"], "Kunal Talwar": ["Nearly Optimal Private LASSO., NIPS, 2015"], "Rafael M. Frongillo": ["Convergence Analysis of Prediction Markets via Randomized Subspace Descent., NIPS, 2015", "On Elicitation Complexity., NIPS, 2015"], "Mingyuan Zhou": ["The Poisson Gamma Belief Network., NIPS, 2015"], "Jason D. Hartline": ["No-Regret Learning in Bayesian Games., NIPS, 2015"], "Roland Kwitt": ["Statistical Topological Data Analysis - A Kernel Perspective., NIPS, 2015"], "Andrew M. Dai": ["Semi-supervised Sequence Learning., NIPS, 2015"], "Vikas Sindhwani": ["Structured Transforms for Small-Footprint Deep Learning., NIPS, 2015"], "Marin Kobilarov": ["Sample Complexity Bounds for Iterative Stochastic Policy Optimization., NIPS, 2015"], "Matthieu Courbariaux": ["BinaryConnect: Training Deep Neural Networks with binary weights during propagations., NIPS, 2015"], "Igor Mordatch": ["Interactive Control of Diverse Complex Characters with Neural Networks., NIPS, 2015"], "Jennifer Gillenwater": ["Submodular Hamming Metrics., NIPS, 2015"], "Alp Yurtsever": ["A Universal Primal-Dual Convex Optimization Framework., NIPS, 2015"], "Özgür Simsek": ["Learning From Small Samples: An Analysis of Simple Decision Heuristics., NIPS, 2015"], "Gergely Neu": ["Explore no more: Improved high-probability regret bounds for non-stochastic bandits., NIPS, 2015"], "Se-Young Yun": ["Fast and Memory Optimal Low-Rank Matrix Approximation., NIPS, 2015"], "Harikrishna Narasimhan": ["Learnability of Influence in Networks., NIPS, 2015"], "Karthikeyan Shanmugam": ["Learning Causal Graphs with Small Interventions., NIPS, 2015"], "Yaron Singer": ["Information-theoretic lower bounds for convex optimization with erroneous oracles., NIPS, 2015"], "David I. Inouye": ["Fixed-Length Poisson MRF: Adding Dependencies to the Multinomial., NIPS, 2015"], "Piyush Rai": ["Large-Scale Bayesian Multi-Label Learning via Topic-Based Label Embeddings., NIPS, 2015"], "Adith Swaminathan": ["The Self-Normalized Estimator for Counterfactual Learning., NIPS, 2015"], "Somdeb Sarkhel": ["Fast Lifted MAP Inference via Partitioning., NIPS, 2015"], "Philip Bachman": ["Data Generation as Sequential Decision Making., NIPS, 2015"], "Wei Ping": ["Decomposition Bounds for Marginal MAP., NIPS, 2015"], "Meisam Razaviyayn": ["Discrete Rényi Classifiers., NIPS, 2015"], "Yali Wan": ["A class of network models recoverable by spectral clustering., NIPS, 2015"], "Ryan Kiros": ["Skip-Thought Vectors., NIPS, 2015"], "Sergey M. Plis": ["Rate-Agnostic (Causal) Structure Learning., NIPS, 2015"], "Vivien Seguy": ["Principal Geodesic Analysis for Probability Measures under the Optimal Transport Metric., NIPS, 2015"], "Oluwasanmi Koyejo": ["Consistent Multilabel Classification., NIPS, 2015"], "Amar Shah": ["Parallel Predictive Entropy Search for Batch Global Optimization of Expensive Objective Functions., NIPS, 2015"], "Julien Audiffren": ["Cornering Stationary and Restless Mixing Bandits with Remix-UCB., NIPS, 2015"], "Danilo Bzdok": ["Semi-Supervised Factored Logistic Regression for High-Dimensional Neuroimaging Data., NIPS, 2015"], "David A. Moore": ["Gaussian Process Random Fields., NIPS, 2015"], "Shuang Li": ["M-Statistic for Kernel Change-Point Detection., NIPS, 2015"], "Dylan J. Foster": ["Adaptive Online Learning., NIPS, 2015"], "Hongzhou Lin": ["A Universal Catalyst for First-Order Optimization., NIPS, 2015"], "Rémi Bardenet": ["Inference for determinantal point processes without spectral knowledge., NIPS, 2015"], "Mohammad E. Khan": ["Kullback-Leibler Proximal Variational Inference., NIPS, 2015"], "Niao He": ["Semi-Proximal Mirror-Prox for Nonsmooth Composite Minimization., NIPS, 2015"], "Christos Thrampoulidis": ["LASSO with Non-linear Measurements is Equivalent to One With Linear Measurements., NIPS, 2015"], "Tatsunori B. Hashimoto": ["From random walks to distances on unweighted graphs., NIPS, 2015"], "Anoop Korattikara Balan": ["Bayesian dark knowledge., NIPS, 2015"], "Kai-Yang Chiang": ["Matrix Completion with Noisy Side Information., NIPS, 2015"], "Scott W. Linderman": ["Dependent Multinomial Models Made Easy: Stick-Breaking with the Polya-gamma Augmentation., NIPS, 2015"], "Keenon Werling": ["On-the-Job Learning with Bayesian Decision Theory., NIPS, 2015"], "Volodymyr Kuleshov": ["Calibrated Structured Prediction., NIPS, 2015"], "Kihyuk Sohn": ["Learning Structured Output Representation using Deep Conditional Generative Models., NIPS, 2015"], "Nan Du": ["Time-Sensitive Recommendation From Recurrent User Activities., NIPS, 2015"], "Felipe A. Tobar": ["Learning Stationary Time Series using Gaussian Processes with Nonparametric Kernels., NIPS, 2015"], "Bo Waggoner": ["A Market Framework for Eliciting Private Data., NIPS, 2015"], "Happy Mittal": ["Lifted Inference Rules With Constraints., NIPS, 2015"], "John Schulman": ["Gradient Estimation Using Stochastic Computation Graphs., NIPS, 2015"], "Abbas Abdolmaleki": ["Model-Based Relative Entropy Stochastic Search., NIPS, 2015"], "Antti Rasmus": ["Semi-supervised Learning with Ladder Networks., NIPS, 2015"], "Farzaneh Mirzazadeh": ["Embedding Inference for Structured Multilabel Prediction., NIPS, 2015"], "Dustin Tran": ["Copula variational inference., NIPS, 2015"], "Kisuk Lee": ["Recursive Training of 2D-3D Convolutional Networks for Neuronal Boundary Prediction., NIPS, 2015"], "Jayadev Acharya": ["Optimal Testing for Properties of Distributions., NIPS, 2015"], "Yu-Ying Liu": ["Efficient Learning of Continuous-Time Hidden Markov Models for Disease Progression., NIPS, 2015"], "Thibaut Lienart": ["Expectation Particle Belief Propagation., NIPS, 2015"], "Mingjun Zhong": ["Latent Bayesian melding for integrating individual and population models., NIPS, 2015"]}