{"Mark A. Gluck": ["Constraints on Adaptive Networks for Modeling Human Generalization., NIPS, 1988"], "Terence D. Sanger": ["An Optimality Principle for Unsupervised Learning., NIPS, 1988"], "David H. Ackley": ["Associative Learning via Inhibitory Search., NIPS, 1988"], "John E. Moody": ["Fast Learning in Multi-Resolution Hierarchies., NIPS, 1988"], "Alan H. Kramer": ["Efficient Parallel Learning Algorithms for Neural Networks., NIPS, 1988"], "Lawrence Davis": ["Mapping Classifier Systems Into Neural Networks., NIPS, 1988"], "Manoel Fernando Tenorio": ["Self Organizing Neural Networks for the Identification Problem., NIPS, 1988"], "Pierre Baldi": ["Linear Learning: Landscapes and Algorithms., NIPS, 1988"], "Tal Grossman": ["Learning by Choice of Internal Representations., NIPS, 1988"], "Eric B. Baum": ["What Size Net Gives Valid Generalization?, NIPS, 1988"], "Griff L. Bilbro": ["Optimization by Mean Field Annealing., NIPS, 1988", "Range Image Restoration Using Mean Field Annealing., NIPS, 1988"], "Gerald Tesauro": ["Connectionist Learning of Expert Preferences by Comparison Training., NIPS, 1988"], "Michael Mozer": ["Skeletonization: A Technique for Trimming the Fat from a Network via Relevance Assessment., NIPS, 1988"], "Eyal Yair": ["The Boltzmann Perceptron Network: A Multi-Layered Feed-Forward Network Equivalent to the Boltzmann Machine., NIPS, 1988"], "Richard Lippmann": ["Adaptive Neural Net Preprocessing for Signal Detection in Non-Gaussian Noise., NIPS, 1988"], "Sharad Singhal": ["Training Multilayer Perceptrons with the Extende Kalman Algorithm., NIPS, 1988"], "Yann LeCun": ["GEMINI: Gradient Estimation Through Matrix Inversion After Noise Injection., NIPS, 1988"], "Patrice Y. Simard": ["Fixed Point Analysis for Recurrent Networks., NIPS, 1988"], "Subutai Ahmad": ["Scaling and Generalization in Neural Networks: A Case Study., NIPS, 1988"], "Raoul Tawel": ["Does the Neuron \"Learn\" Like the Synapse?, NIPS, 1988"], "Stephen Jose Hanson": ["Comparing Biases for Minimal Network Construction with Back-Propagation., NIPS, 1988"], "Ralph Linsker": ["An Application of the Principle of Maximum Information Preservation to Linear Systems., NIPS, 1988"], "David B. Parker": ["Learning with Temporal Derivatives in Pulse-Coded Neuronal Systems., NIPS, 1988"], "Hong C. Leung": ["Applications of Error Back-Propagation to Phonetic Classification., NIPS, 1988"], "Alex Waibel": ["Consonant Recognition by Modular Construction of Large Phonemic Time-Delay Neural Networks., NIPS, 1988"], "Yoshua Bengio": ["Use of Multi-Layered Networks for Coding Speech with Phonetic Features., NIPS, 1988"], "Mitsuo Komura": ["Speech Production Using A Neural Network with a Cooperative Learning Mechanism., NIPS, 1988"], "Erich J. Smythe": ["Temporal Representations in a Connectionist Speech System., NIPS, 1988"], "Richard Fozzard": ["A Connectionist Expert System that Actually Works., NIPS, 1988"], "Rodney M. Goodman": ["An Information Theoretic Approach to Rule-Based Connectionist Expert Systems., NIPS, 1988"], "Martine Naillon": ["Neural Approach for TV Image Compression Using a Hopfield Type Network., NIPS, 1988"], "Bernd-Peter Paris": ["Neural Net Receivers in Multiple Access-Communications., NIPS, 1988"], "Stanley C. Ahalt": ["Performance of Synthetic Neural Network Classification of Noisy Radar Signals., NIPS, 1988"], "Allen M. Waxman": ["Neural Analog Diffusion-Enhancement Layer and Spatio-Temporal Grouping in Early Vision., NIPS, 1988"], "Anya C. Hurlbert": ["A Network for Image Segmentation Using Color., NIPS, 1988"], "Dean Pomerleau": ["ALVINN: An Autonomous Land Vehicle in a Neural Network., NIPS, 1988"], "Phillip Alvelda": ["Neural Network Star Pattern Recognition for Spacecraft Attitude Determination and Control., NIPS, 1988"], "John S. Denker": ["Neural Network Recognizer for Hand-Written Zip Code Digits., NIPS, 1988"], "Yoshihiro Mori": ["Neural Networks that Learn to Discriminate Similar Kanji Characters., NIPS, 1988"], "Timothy S. Wilkinson": ["Backpropagation and Its Application to Handwritten Signature Verification., NIPS, 1988"], "Bartlett W. Mel": ["Further Explorations in Visually-Guided Reaching: Making MURPHY Smarter., NIPS, 1988"], "Kenneth Y. Goldberg": ["Using Backpropagation with Temporal Windows to Learn the Dynamics of the CMU Direct-Drive Arm II., NIPS, 1988"], "Clay Spence": ["Neuronal Maps for Sensory-Motor Control in the Barn Owl., NIPS, 1988"], "Kenneth D. Miller": ["Models of Ocular Dominance Column Formation: Analytical and Computational Results., NIPS, 1988"], "Sylvie Ryckebusch": ["Modeling Small Oscillating Biological Networks in Analog VLSI., NIPS, 1988"], "Patric K. Stanton": ["Storing Covariance by the Associative Long-Term Potentation and Depression of Synaptic Strengths in the Hippocampus., NIPS, 1988"], "Zhaoping Li": ["Modeling the Olfactory Bulb - Coupled Nonlinear Oscillators., NIPS, 1988"], "Michael G. Paulin": ["Neural Control of Sensory Acquisition: The Vestibulo-Ocular Reflex., NIPS, 1988"], "Daniel L. Alkon": ["Computer Modeling of Associative Learning., NIPS, 1988"], "Brian Rasnow": ["Simulation and Measurement of the Electric Fields Generated by Weakly Electric Fish., NIPS, 1988"], "Jun Zhang": ["A Model for Resolution Enhancement (Hyperacuity) in Sensory Representation., NIPS, 1988"], "Shigeru Tanaka": ["Theory of Self-Organization of Cortical Maps., NIPS, 1988"], "Bill Baird": ["A Bifurcation Theory Approach to the Programming of Periodic Attractors in Network Models of Olfactory Cortex., NIPS, 1988"], "Martin I. Sereno": ["Learning the Solution to the Aperture Problem for Pattern Motion with a Hebb Rule., NIPS, 1988"], "Norberto M. Grzywacz": ["A Computationally Robust Anatomical Model for Retinal Directional Selectivity., NIPS, 1988"], "Matthew A. Wilson": ["GENESIS: A System for Simulating Neural Networks., NIPS, 1988"], "Avrim Blum": ["Training a 3-Node Neural Network is NP-Complete., NIPS, 1988"], "Hervé Bourlard": ["Links Between Markov Models and Multilayer Perceptrons., NIPS, 1988"], "Moshe Kam": ["Convergence and Pattern-Stabilization in the Boltzmann Machine., NIPS, 1988"], "Yves Chauvin": ["A Back-Propagation Algorithm with Optimal Use of Hidden Units., NIPS, 1988"], "Jordan B. Pollack": ["Implications of Recursive Distributed Representations., NIPS, 1988"], "Eugene Santos Jr.": ["A Massively Parallel Self-Tuning Context-Free Parser., NIPS, 1988"], "Trent E. Lange": ["Dynamic, Non-Local Role Bindings and Inferencing in a Localist Network for Natural Language Understanding., NIPS, 1988"], "James A. Hendler": ["Spreading Activation over Distributed Microfeatures., NIPS, 1988"], "Alexandr B. Kirillov": ["A Model of Neural Oscillator for a Unified Submodule., NIPS, 1988"], "Charles M. Marcus": ["Dynamics of Analog Neural Networks with Time Delay., NIPS, 1988"], "Randall D. Beer": ["Heterogeneous Neural Networks for Adaptive Behavior in Dynamic Environments., NIPS, 1988"], "David Rogers": ["Statistical Prediction with Kanerva's Sparse Distributed Memory., NIPS, 1988"], "Jared Leinbach": ["Automatic Local Annealing., NIPS, 1988"], "V. I. Kryukov": ["\"Neurolocator\", A Model of Attention., NIPS, 1988"], "Eric Mjolsness": ["Neural Networks for Model Matching and Perceptual Organization., NIPS, 1988"], "David S. Touretzky": ["Analyzing the Energy Landscapes of Distributed Winner-Take-All Networks., NIPS, 1988"], "E. Majani": ["On the K-Winners-Take-All Network., NIPS, 1988"], "David Servan-Schreiber": ["Learning Subsequential Structure in Simple Recurrent Networks., NIPS, 1988"], "C. L. Winter": ["An Adaptive Network That Learns Sequences of Transitions., NIPS, 1988"], "David Feld": ["A Passive Shared Element Analog Electrical Cochlea., NIPS, 1988"], "Alister Hamilton": ["Programmable Analog Pulse-Firing Neural Networks., NIPS, 1988"], "Jack L. Meador": ["A Low-Power CMOS Circuit Which Emulates Temporal Electrical Properties of Neurons., NIPS, 1988"], "John G. Harris": ["An Analog VLSI Chip for Thin-Plate Surface Interpolation., NIPS, 1988"], "Bahram Nabet": ["Analog Implementation of Shunting Neural Networks., NIPS, 1988"], "John Lazzaro": ["Winner-Take-All Networks of O(N) Complexity., NIPS, 1988"], "Paul Mueller": ["A Programmable Analog Neural Computer and Simulator., NIPS, 1988"], "Tobi Delbrück": ["An Electronic Photoreceptor Sensitive to Small Changes in Intensity., NIPS, 1988"], "Martin J. Johnson": ["Digital Realisation of Self-Organizing Maps., NIPS, 1988"], "James R. Mann": ["An Analog Self-Organizing Neural Network Chip., NIPS, 1988"], "Joshua Alspector": ["Performance of a Stochastic Learning Microchip., NIPS, 1988"], "Daniel B. Schwartz": ["Adaptive Neural Networks Using MOS Charge Storage., NIPS, 1988"], "Allan Hartstein": ["A Self-Learning Neural Network., NIPS, 1988"], "Mark R. Walker": ["Training a Limited-Interconnect, Synthetic Neural IC., NIPS, 1988"], "Andreas G. Andreou": ["Electronic Receptors for Tactile/Haptic Sensing., NIPS, 1988"], "Valentino Braitenberg": ["Neural Architecture., NIPS, 1988"], "M. Konishi": ["Song Learning in Birds., NIPS, 1988"], "John S. Bridle": ["Speech Recognition: Statistical and Neural Information Processing Approaches., NIPS, 1988"], "John P. Miller": ["Cricket Wind Detection., NIPS, 1988"]}