{"Joshua B. Tenenbaum": ["Learning the Structure of Similarity., NIPS, 1995"], "Alexandre Pouget": ["A Model of Spatial Representations in Parietal Cortex Explains Hemineglect., NIPS, 1995"], "Gale Martin": ["Human Reading and the Curse of Dimensionality., NIPS, 1995"], "Mark Craven": ["Extracting Tree-Structured Representations of Trained Networks., NIPS, 1995"], "René Gourley": ["Harmony Networks Do Not Work., NIPS, 1995"], "Hiroyuki Nakahara": ["Dynamics of Attention as Near Saddle-Node Bifurcation Behavior., NIPS, 1995"], "Kevin J. Cherkauer": ["Rapid Quality Estimation of Neural Network Input Representations., NIPS, 1995"], "Susan L. McCabe": ["A Model of Auditory Streaming., NIPS, 1995"], "A. David Redish": ["Modeling Interactions of the Rat's Place and Head Direction Systems., NIPS, 1995"], "Wyeth Bair": ["Correlated Neuronal Response: Time Scales and Mechanisms., NIPS, 1995"], "Charles F. Stevens": ["Information through a Spiking Neuron., NIPS, 1995", "When is an Integrate-and-fire Neuron like a Poisson Neuron?, NIPS, 1995"], "Rasmus S. Petersen": ["Reorganisation of Somatosensory Cortex after Tactile Training., NIPS, 1995"], "Olivier J. M. D. Coenen": ["A Dynamical Moedl of Context Dependencies for the Vestibulo-Ocular Reflex., NIPS, 1995"], "Samuel R. H. Joseph": ["The Role of Activity in Synaptic Competition at the Neuromuscular Junction., NIPS, 1995"], "Christopher L. Fry": ["How Perception Guides Production in Birdsong Learning., NIPS, 1995"], "Amir A. Handzel": ["The Geometry of Eye Rotations and Listing's Law., NIPS, 1995"], "Richard Kempter": ["Temporal coding in the sub-millisecond range: Model of barn owl auditory pathway., NIPS, 1995"], "Michael E. Hasselmo": ["Cholinergic suppression of transmission may allow combined associative memory function and self-organization in the neocortex., NIPS, 1995"], "Andrew G. Barto": ["A Predictive Switching Model of Cerebellar Movement Control., NIPS, 1995"], "Scott Makeig": ["Independent Component Analysis of Electroencephalographic Data., NIPS, 1995", "Using Feedforward Neural Networks to Monitor Alertness from Changes in EEG Correlation and Coherence., NIPS, 1995"], "Hugh T. Blair": ["Simualtion of a Thalamocortical Circuit for Computing Directional Heading in the Rat., NIPS, 1995"], "S. Yasui": ["Plasticity of Center-Surround Opponent Receptive Fields in Real and Artificial Neural Systems of Vision., NIPS, 1995"], "Jonathan Baxter": ["Learning Model Bias., NIPS, 1995"], "Shun-ichi Amari": ["Statistical Theory of Overtraining - Is Cross-Validation Asymptotically Effective?, NIPS, 1995", "A New Learning Algorithm for Blind Signal Separation., NIPS, 1995"], "Michael J. Kearns": ["A Bound on the Error of Cross Validation Using the Approximation and Estimation Rates, with Consequences for the Training-Test Split., NIPS, 1995"], "Peter Sollich": ["Learning with ensembles: How overfitting can be useful., NIPS, 1995"], "Pascal Koiran": ["Neural Networks with Quadratic VC Dimension., NIPS, 1995"], "Bhaskar DasGupta": ["Sample Complexity for Learning Recurrent Perceptron Mappings., NIPS, 1995"], "Wolfgang Maass": ["On the Computational Power of Noisy Spiking Neurons., NIPS, 1995"], "Siegfried Bös": ["A Realizable Learning Task which Exhibits Overfitting., NIPS, 1995"], "Stefan M. Rüger": ["Stable Dynamic Parameter Adaption., NIPS, 1995"], "Robert R. Snapp": ["Estimating the Bayes Risk from Sample Data., NIPS, 1995"], "Visakan Kadirkamanathan": ["Recursive Estimation of Dynamic Modular RBF Networks., NIPS, 1995"], "Vasken Bohossian": ["On Neural Networks with Minimal Weights., NIPS, 1995"], "Anthony C. C. Coolen": ["Modern Analytic Techniques to Solve the Dynamics of Recuurent Neural Networks., NIPS, 1995"], "Yishay Mansour": ["Implementation Issues in the Fourier Transform Algorithm., NIPS, 1995"], "John Shawe-Taylor": ["Generalisation of A Class of Continuous Neural Networks., NIPS, 1995"], "James W. Howse": ["Gradient and Hamiltonian Dynamics Applied to Learning in Neural Networks., NIPS, 1995"], "Michael DeWeese": ["Optimization Principles for the Neural Code., NIPS, 1995"], "Mario Marchand": ["Strong Unimodality and Exact Learning of Constant Depth µ-Perceptron Networks., NIPS, 1995"], "Kenji Fukumizu": ["Active Learning in Multilayer Perceptrons., NIPS, 1995"], "David Saad": ["Dynamics of On-Line Gradient Descent Learning for Multilayer Neural Networks., NIPS, 1995"], "David P. Helmbold": ["Worst-case Loss Bounds for Single Neurons., NIPS, 1995"], "Peter Auer": ["Exponentially many local minima for single neurons., NIPS, 1995"], "Ansgar Heinrich Ludolf West": ["Adaptive Back-Propagation in On-Line Learning of Multilayer Networks., NIPS, 1995"], "Geoffrey J. Goodhill": ["Optimizing Cortical Mappings., NIPS, 1995"], "Anke Meyer-Bäse": ["Quadratic-Type Lyapunov Functions for Competitive Neural Networks with Different Time-Scales., NIPS, 1995"], "Adam Kowalczyk": ["Examples of learning curves from a modified VC-formalism., NIPS, 1995"], "Steve R. Waterhouse": ["Bayesian Methods for Mixtures of Experts., NIPS, 1995", "Constructive Algorithms for Hierarchical Mixtures of Experts., NIPS, 1995"], "Serguei A. Semenov": ["Some results on convergent unlearning algorithm., NIPS, 1995"], "Robert H. Dodier": ["Geometry of Early Stopping in Linear Networks., NIPS, 1995"], "Xin Wang": ["Absence of Cycles in Symmetric Neural Networks., NIPS, 1995"], "Yoram Singer": ["Adaptive Mixture of Probabilistic Transducers., NIPS, 1995"], "Yochai Konig": ["REMAP: Recursive Estimation and Maximization of A Posteriori Probabilities - Application to Transition-Based Connectionist Speech Recognition., NIPS, 1995"], "Yoshua Bengio": ["Recurrent Neural Networks for Missing or Asynchronous Data., NIPS, 1995"], "Stephen M. Omohundro": ["Family Discovery., NIPS, 1995"], "Trevor Hastie": ["Discriminant Adaptive Nearest Neighbor Classification and Regression., NIPS, 1995"], "Marcelo Blatt": ["Clustering data through an analogy to the Potts model., NIPS, 1995"], "Atsushi Sato": ["Generalized Learning Vector Quantization., NIPS, 1995"], "Ari Juels": ["Stochastic Hillclimbing as a Baseline Mathod for Evaluating Genetic Algorithms., NIPS, 1995"], "Lucas C. Parra": ["Symplectic Nonlinear Component Analysis., NIPS, 1995"], "Lei Xu": ["A Unified Learning Scheme: Bayesian-Kullback Ying-Yang Machines., NIPS, 1995"], "Pierre Baldi": ["Universal Approximnation and Learning of Trajectories Using Oscillators., NIPS, 1995"], "Lizhong Wu": ["A Smoothing Regularizer for Recurrent Neural Networks., NIPS, 1995"], "Christopher M. Bishop": ["EM Optimization of Latent-Variables Density Models., NIPS, 1995"], "Zoubin Ghahramani": ["Factorial Hidden Markov Models., NIPS, 1995"], "Harris Drucker": ["Boosting Decision Trees., NIPS, 1995"], "Lawrence K. Saul": ["Exploiting Tractable Substructures in Intractable Networks., NIPS, 1995"], "Salah El Hihi": ["Hierarchical Recurrent Neural Networks for Long-Term Dependencies., NIPS, 1995"], "Reimar Hofmann": ["Discovering Structure in Continuous Variables Using Bayesian Networks., NIPS, 1995"], "Geoffrey E. Hinton": ["Using Pairs of Data-Points to Define Splits for Decision Trees., NIPS, 1995"], "Christopher K. I. Williams": ["Gaussian Processes for Regression., NIPS, 1995"], "Morten With Pedersen": ["Pruning with generalization based weight saliencies: gamma-OBD, gamma-OBS., NIPS, 1995"], "Tommi S. Jaakkola": ["Fast Learning by Bounding Likelihoods in Sigmoid Type Belief Networks., NIPS, 1995"], "David W. Opitz": ["Generating Accurate and Diverse Members of a Neural-Network Ensemble., NIPS, 1995"], "Dirk Ormoneit": ["Improved Gaussian Mixture Density Estimates Using Bayesian Penalty Terms and Network Averaging., NIPS, 1995"], "Thomas P. Rebotier": ["Explorations with the Dynamic Wave Model., NIPS, 1995"], "Gary William Flake": ["The Capacity of a Bump., NIPS, 1995"], "Nicol N. Schraudolph": ["Tempering Backpropagation Networks: Not All Weights are Created Equal., NIPS, 1995"], "Jörg A. Walter": ["Investment Learning with Hierarchical PSOMs., NIPS, 1995"], "Tsungnan Lin": ["Learning long-term dependencies is not as difficult with NARX networks., NIPS, 1995"], "David J. Miller": ["An Information-theoretic Learning Algorithm for Neural Network Classification., NIPS, 1995"], "Carl Edward Rasmussen": ["A Practical Monte Carlo Implementation of Bayesian Learning., NIPS, 1995"], "Stefan Schaal": ["From Isolation to Cooperation: An Alternative View of a System of Experts., NIPS, 1995"], "Stefan C. Kremer": ["Finite State Automata that Recurrent Cascade-Correlation Cannot Represent., NIPS, 1995"], "John Wawrzynek": ["SPERT-II: A Vector Microprocessor System and its Application to Large Problems in Backpropagation Training., NIPS, 1995"], "Steven Gold": ["Softassign versus Softmax: Benchmarks in Combinatorial Optimization., NIPS, 1995"], "Dimitris I. Tsioutsias": ["A Mulitscale Attentional Framework for Relaxation Neural Networks., NIPS, 1995"], "Sebastian Thrun": ["Is Learning The n-th Thing Any Easier Than Learning The First?, NIPS, 1995"], "Geoffrey G. Towell": ["Using Unlabeled Data for Supervised Learning., NIPS, 1995"], "Jeffrey C. Jackson": ["Learning Sparse Perceptrons., NIPS, 1995"], "Brendan J. Frey": ["Does the Wake-sleep Algorithm Produce Good Density Estimators?, NIPS, 1995"], "André van Schaik": ["Improved Silicon Cochlea using Compatible Lateral Bipolar Transistors., NIPS, 1995"], "Shih-Chii Liu": ["Adaptive Retina with Center-Surround Receptive Field., NIPS, 1995"], "Tadashi Shibata": ["Neuron-MOS Temporal Winner Search Hardware for Fully-Parallel Data Processing., NIPS, 1995"], "R. Timothy Edwards": ["Analog VLSI Processor Implementing the Continuous Wavelet Transform., NIPS, 1995"], "John Lazzaro": ["Silicon Models for Auditory Scene Analysis., NIPS, 1995"], "Ralph Etienne-Cummings": ["VLSI Model of Primate Visual Smooth Pursuit., NIPS, 1995"], "Steven Rehfuss": ["Model Matching and SFMD Computation., NIPS, 1995"], "Giacomo Indiveri": ["Parallel analog VLSI architectures for computation of heading direction and time-to-contact., NIPS, 1995"], "Leslie S. Smith": ["Onset-based Sound Segmentation., NIPS, 1995"], "Yoonsuck Choe": ["Laterally Interconnected Self-Organizing Maps in Hand-Written Digit Recognition., NIPS, 1995"], "Andrew W. Senior": ["Forward-backward retraining of recurrent neural networks., NIPS, 1995"], "Dan J. Kershaw": ["Context-Dependent Classes in a Hybrid Recurrent Network-HMM Speech Recognition System., NIPS, 1995"], "Bernard Lemarié": ["Handwritten Word Recognition using Contextual Hybrid Radial Basis Function Network/Hidden Markov Models., NIPS, 1995"], "Ethem Alpaydin": ["Selective Attention for Handwritten Digit Recognition., NIPS, 1995"], "Alexander Shustorovich": ["Kodak ImagelinkTM OCR Alphanumeric Handprint Module., NIPS, 1995"], "Steve Lawrence": ["The Gamma MLP for Speech Phoneme Recognition., NIPS, 1995"], "Suguna Pappu": ["A Framework for Non-rigid Matching and Correspondence., NIPS, 1995"], "Ernst Niebur": ["Control of Selective Visual Attention: Modeling the Where Pathway., NIPS, 1995"], "William R. Softky": ["Unsupervised Pixel-prediction., NIPS, 1995"], "Jonathan A. Marshall": ["Learning to Predict Visibility and Invisibility from Occlusion Events., NIPS, 1995"], "Marian Stewart Bartlett": ["Classifying Facial Action., NIPS, 1995"], "Rajesh P. N. Rao": ["Modeling Saccadic Targeting in Visual Search., NIPS, 1995"], "Alexander Grunewald": ["A model of transparent motion and non-transparent motion aftereffects., NIPS, 1995"], "Luiz Pessoa": ["A Neural Network Model of 3-D Lightness Perception., NIPS, 1995"], "Paul A. Viola": ["Empirical Entropy Manipulation for Real-World Problems., NIPS, 1995"], "Trevor Darrell": ["Active Gesture Recognition using Learned Visual Attention., NIPS, 1995"], "Bartlett W. Mel": ["SEEMORE: A View-Based Approach to 3-D Object Recognition Using Multiple Visual Cues., NIPS, 1995"], "Henry A. Rowley": ["Human Face Detection in Visual Scenes., NIPS, 1995"], "Bambang Parmanto": ["Improving Committee Diagnosis with Resampling Techniques., NIPS, 1995"], "Yoky Matsuoka": ["Primitive Manipulation Learning with Connectionism., NIPS, 1995"], "Peter Stone": ["Beating a Defender in Robotic Soccer: Memory-Based Learning of a Continuous Function., NIPS, 1995"], "Enno Littmann": ["Visual gesture-based robot guidance with a modular neural system., NIPS, 1995"], "Marwan A. Jabri": ["A Novel Channel Selection System in Cochlear Implants Using Artificial Neural Network., NIPS, 1995"], "Anders Krogh": ["Prediction of Beta Sheets in Proteins., NIPS, 1995"], "Thomas Petsche": ["A Neural Network Autoassociator for Induction Motor Failure Prediction., NIPS, 1995"], "John C. Platt": ["A Neural Network Classifier for the I100 OCR Chip., NIPS, 1995"], "Samuel P. M. Choi": ["Predictive Q-Routing: A Memory-based Reinforcement Learning Approach to Adaptive Traffic Control., NIPS, 1995"], "Ralph Neuneier": ["Optimal Asset Allocation using Adaptive Dynamic Programming., NIPS, 1995"], "Rich Caruana": ["Using the Future to Sort Out the Present: Rankprop and Multitask Learning for Medical Risk Evaluation., NIPS, 1995"], "Asriel E. Levin": ["Stock Selection via Nonlinear Multi-Factor Models., NIPS, 1995"], "Peter K. Campbell": ["Experiments with Neural Networks for Real Time Implementation of Control., NIPS, 1995"], "Alistair Ferguson": ["High-Speed Airborne Particle Monitoring Using Artificial Neural Networks., NIPS, 1995"], "Jun Tani": ["A Dynamical Systems Approach for a Learnable Autonomous Robot., NIPS, 1995"], "Jefferson A. Coelho Jr.": ["Parallel Optimization of Motion Controllers via Policy Iteration., NIPS, 1995"], "Marina Meila": ["Learning Fine Motion by Markov Mixtures of Experts., NIPS, 1995"], "Ssu-Hsin Yu": ["Neural Control for Nonlinear Dynamic Systems., NIPS, 1995"], "Robert H. Crites": ["Improving Elevator Performance Using Reinforcement Learning., NIPS, 1995"], "Wei Zhang": ["High-Performance Job-Shop Scheduling With A Time-Delay TD-lambda Network., NIPS, 1995"], "Geoffrey Bruce Jackson": ["Competence Acquisition in an Autonomous Mobile Robot using Hardware Neural Techniques., NIPS, 1995"], "Richard S. Sutton": ["Generalization in Reinforcement Learning: Successful Examples Using Sparse Coarse Coding., NIPS, 1995"], "Benjamin Van Roy": ["Stable LInear Approximations to Dynamic Programming for Stochastic Control Problems with Local Transitions., NIPS, 1995"], "Geoffrey J. Gordon": ["Stable Fitted Reinforcement Learning., NIPS, 1995"], "Peter Dayan": ["Improving Policies without Measuring Merits., NIPS, 1995"], "Andrew W. Moore": ["Memory-based Stochastic Optimization., NIPS, 1995"], "Kenji Doya": ["Temporal Difference Learning in Continuous Time and Space., NIPS, 1995"], "Philip N. Sabes": ["Reinforcement Learning by Probability Matching., NIPS, 1995"]}