{"Yaser S. Abu-Mostafa": ["Connectivity Versus Entropy., NIPS, 1987"], "Joshua Alspector": ["Stochastic Learning Networks and their Electronic Implementation., NIPS, 1987"], "Amir F. Atiya": ["Learning on a General Network., NIPS, 1987"], "Les E. Atlas": ["An Artificial Neural Network for Spatio-Temporal Bipolar Patterns: Application to Phoneme Classification., NIPS, 1987"], "Pierre Baldi": ["On Properties of Networks of Neuron-Like Elements., NIPS, 1987"], "Eric B. Baum": ["Supervised Learning of Probability Distributions by Neural Networks., NIPS, 1987"], "William Baxter": ["Centric Models of the Orientation Map in Primary Visual Cortex., NIPS, 1987"], "J. Bernasconi": ["Analysis and Comparison of Different Learning Algorithms for Pattern Association Problems., NIPS, 1987"], "Lyle J. Borg-Graham": ["Simulations Suggest Information Processing Roles for the Diverse Currents in Hippocampal Neurons., NIPS, 1987"], "James M. Bower": ["Optimal Neural Spike Classification., NIPS, 1987", "Neural Networks for Template Matching: Application to Real-Time Classification of the Action Potentials of Real Neurons., NIPS, 1987", "A Computer Simulation of Olfactory Cortex with Functional Implications for Storage and Retrieval of Olfactory Information., NIPS, 1987"], "Nathan H. Brown Jr.": ["Neural Network Implementation Approaches for the Connection Machine., NIPS, 1987"], "Jehoshua Bruck": ["On the Power of Neural Networks for Solving Hard Problems., NIPS, 1987"], "David J. Burr": ["Speech Recognition Experiments with Perceptrons., NIPS, 1987"], "L. Richard Carley": ["Presynaptic Neural Information Processing., NIPS, 1987"], "John Y. Cheung": ["Mathematical Analysis of Learning Behavior of Neuronal Models., NIPS, 1987"], "Tzi-Dar Chiueh": ["A Neural Network Classifier Based on Coding Theory., NIPS, 1987"], "Philip A. Chou": ["The Capacity of the Kanerva Associative Memory is Exponential., NIPS, 1987"], "Joshua Chover": ["Phase Transitions in Neural Networks., NIPS, 1987"], "Darryl D. Coon": ["New Hardware for Massive Neural Networks., NIPS, 1987"], "Amir Dembo": ["High Density Associative Memories., NIPS, 1987"], "John S. Denker": ["Network Generality, Training Required, and Precision Required., NIPS, 1987"], "Mark Derthick": ["'Ensemble' Boltzmann Units have Collective Computational Properties like those of Hopfield and Tank Neurons., NIPS, 1987"], "Gérard Dreyfus": ["High Order Neural Networks for Efficient Associative Memory Design., NIPS, 1987"], "Frank H. Eeckman": ["The Sigmoid Nonlinearity in Prepyriform Cortex., NIPS, 1987"], "Enis Ersü": ["Hierarchical Learning Control - An Approach with Neuron-Like Associative Memories., NIPS, 1987"], "Manuel F. Fernández": ["On Tropistic Processing and Its Applications., NIPS, 1987"], "Eberhard E. Fetz": ["Correlational Strength and Computational Algebra of Synaptic Connections Between Neurons., NIPS, 1987"], "Michael Fleisher": ["The Hopfield Model with Multi-Level Neurons., NIPS, 1987"], "Michael T. Gately": ["Cycles: A Simulation Tool for Studying Cyclic Neural Networks., NIPS, 1987"], "Paolo Gaudiano": ["Temporal Patterns of Activity in Neural Networks., NIPS, 1987"], "C. Lee Giles": ["Encoding Geometric Invariances in Higher-Order Neural Networks., NIPS, 1987"], "Richard M. Golden": ["Probabilistic Characterization of Neural Model Computations., NIPS, 1987"], "Richard Granger": ["Partitioning of Sensory Data by a Cortical Network., NIPS, 1987"], "Dan W. Hammerstrom": ["The Connectivity Analysis of Simple Association., NIPS, 1987"], "Stephen Jose Hanson": ["Minkowski-r Back-Propagation: Learning in Connectionist Models with Non-Euclidian Error Signals., NIPS, 1987"], "Geoffrey E. Hinton": ["Learning Representations by Recirculation., NIPS, 1987"], "James C. Houk": ["Schema for Motor Control Utilizing a Network Model of the Cerebellum., NIPS, 1987"], "Ken Hsu": ["Experimental Demonstrations of Optical Neural Computers., NIPS, 1987"], "William Y. Huang": ["Neural Net and Traditional Classifiers., NIPS, 1987"], "Ju-Seog Jang": ["An Optimization Network for Matrix Inversion., NIPS, 1987"], "Jagmeet S. Kanwal": ["How the Catfish Tracks Its Prey: An Interactive 'Pipelined' Processing System May Direct Foraging via Reticulospinal Neurons., NIPS, 1987"], "James D. Keeler": ["Capacity for Patterns and Sequences in Kanerva's SDM as Compared to Other Associative Memory Models., NIPS, 1987"], "Christof Koch": ["Computing Motion Using Resistive Networks., NIPS, 1987"], "Anthony Kuh": ["Performance Measures for Associative Memories that Learn and Forget., NIPS, 1987"], "Alan S. Lapedes": ["How Neural Nets Work., NIPS, 1987"], "Clifford Lau": ["Distributed Neural Information Processing in the Vestibulo-Ocular System., NIPS, 1987"], "Dietrich Lehmann": ["Spontaneous and Information-Triggered Segments of Series of Human Brain Electric Field Maps., NIPS, 1987"], "Harrison MonFook Leong": ["Optimization with Artificial Neural Network Systems: A Mapping Principle and a Comparison to Gradient Based Methods., NIPS, 1987"], "Ralph Linsker": ["Towards an Organizing Principle for a Layered Perceptual Network., NIPS, 1987"], "Hendricus G. Loos": ["Reflexive Associative Memories., NIPS, 1987"], "Bruce A. MacDonald": ["Connecting to the Past., NIPS, 1987"], "Stuart Mackie": ["Microelectronic Implementations of Connectionist Neural Networks., NIPS, 1987"], "Charles M. Marcus": ["Basins of Attraction for Electronic Neural Networks., NIPS, 1987"], "Robert J. Marks II": ["The Performance of Convex Set Projection Based Neural Networks., NIPS, 1987"], "Bartlett W. Mel": ["MURPHY: A Robot that Learns by Doing., NIPS, 1987"], "Anthony N. Michel": ["Stability Results for Neural Networks., NIPS, 1987"], "Alexander Moopenn": ["Programmable Synaptic Chip for Electronic Neural Networks., NIPS, 1987"], "Alan F. Murray": ["Bit-Serial Neural Networks., NIPS, 1987"], "André J. Noest": ["Phasor Neural Networks., NIPS, 1987"], "Thomas Petsche": ["A Trellis-Structured Neural Network., NIPS, 1987"], "Fernando J. Pineda": ["Generalization of Back propagation to Recurrent and Higher Order Neural Networks., NIPS, 1987"], "John C. Platt": ["Constrained Differential Optimization., NIPS, 1987"], "Tomaso A. Poggio": ["Learning a Color Algorithm from Examples., NIPS, 1987"], "Anthony J. Robinson": ["Static and Dynamic Error Propagation Networks with Application to Speech Coding., NIPS, 1987"], "Bruce E. Rosen": ["Learning by State Recurrence Detection., NIPS, 1987"], "Ronald Rosenfeld": ["Scaling Properties of Coarse-Coded Symbol Memories., NIPS, 1987"], "F. H. Schuling": ["An Adaptive and Heterodyne Filtering Procedure for the Imaging of Moving Objects., NIPS, 1987"], "Christopher L. Scofield": ["Pattern Class Degeneracy in an Unrestricted Storage Density Memory., NIPS, 1987", "A Mean Field Theory of Layer IV of Visual Cortex and Its Application to Artificial Neural Networks., NIPS, 1987"], "J. F. Shepanski": ["Teaching Artificial Neural Systems to Drive: Manual Training Techniques for Autonomous Systems., NIPS, 1987"], "Ralph M. Siegel": ["Discovering Structure from Motion in Monkey, Man and Machine., NIPS, 1987"], "Ronald H. Silverman": ["Time-Sequential Self-Organization of Hierarchical Neural Networks., NIPS, 1987"], "Alexander Singer": ["A Computer Simulation of Cerebral Neocortex: Computational Capabilities of Nonlinear Neural Networks., NIPS, 1987"], "Paul Smolensky": ["Analysis of Distributed Representation of Constituent Structure in Connectionist Systems., NIPS, 1987"], "Andreas Stafylopatis": ["Spatial Organization of Neural Networks: A Probabilistic Modeling Approach., NIPS, 1987"], "W. Scott Stornetta": ["A Dynamical Approach to Temporal Pattern Processing., NIPS, 1987"], "Guo-Zheng Sun": ["A Novel Net that Learns Sequential Decision Process., NIPS, 1987"], "Hisashi Suzuki": ["Self-Organization of Associative Database and Its Applications., NIPS, 1987"], "Gene A. Tagliarini": ["A Neural-Network Solution to the Concentrator Assignment Problem., NIPS, 1987"], "Manoel Fernando Tenorio": ["Using Neural Networks to Improve Cochlear Implant Speech Perception., NIPS, 1987"], "Gerald Tesauro": ["A 'Neural' Network that Learns to Play Backgammon., NIPS, 1987"], "Sherryl Tomboulian": ["Introduction to a System for Implementing Neural Net Connections on SIMD Architectures., NIPS, 1987"], "Mario P. Vecchi": ["Neuromorphic Networks Based on Sparse Optical Orthogonal Codes., NIPS, 1987"], "Jacques J. Vidal": ["Synchronization in Neural Nets., NIPS, 1987"], "Harry Wechsler": ["Invariant Object Recognition Using a Distributed Associative Memory., NIPS, 1987"], "Richard C. Windecker": ["Learning in Networks of Nondeterministic Adaptive Logic Elements., NIPS, 1987"], "Ben S. Wittner": ["Strategies for Teaching Layered Networks Classification Tasks., NIPS, 1987"], "John L. Wyatt Jr.": ["A Method for the Design of Stable Lateral Inhibition Networks that is Robust in the Presence of Circuit Parasitics., NIPS, 1987"]}