{"A. E. Friedman": ["Studies of a Model for the Development and Regeneration of Eye-Brain Maps., NIPS, 1990", "Simple Spin Models for the Development of Ocular Dominance Columns and Iso-Orientation Patches., NIPS, 1990"], "Klaus Schulten": ["Development and Spatial Structure of Cortical Feature Maps: A Model Study., NIPS, 1990"], "Shigeru Tanaka": ["Interaction Among Ocularity, Retinotopy and On-center/Off-center Pathways., NIPS, 1990"], "Thomas J. Anastasio": ["A Recurrent Neural Network Model of Velocity Storage in the Vestibulo-Ocular Reflex., NIPS, 1990"], "Brenda J. Claiborne": ["Self-organization of Hebbian Synapses in Hippocampal Neurons., NIPS, 1990"], "James M. Bower": ["Cholinergic Modulation May Enhance Cortical Associative Memory Function., NIPS, 1990"], "Eve Marder": ["Order Reduction for Dynamical Systems Describing the Behavior of Complex Neurons., NIPS, 1990"], "Jack D. Cowan": ["Stochastic Neurodynamics., NIPS, 1990"], "Todd K. Leen": ["Dynamics of Learning in Recurrent Feature-Discovery Networks., NIPS, 1990"], "Willard L. Miranker": ["A Lagrangian Approach to Fixed Points., NIPS, 1990"], "Wulfram Gerstner": ["Associative Memory in a Network of 'Biological' Neurons., NIPS, 1990"], "Frank H. Eeckman": ["CAM Storage of Analog Patterns and Continuous Sequences with 3N2 Weights., NIPS, 1990"], "R. M. Westervelt": ["Connection Topology and Dynamics in Lateral Inhibition Networks., NIPS, 1990"], "Bernard Victorri": ["Shaping the State Space Landscape in Recurrent Networks., NIPS, 1990"], "Jacob Barhen": ["Adjoint-Functions and Temporal Learning Algorithms in Neural Networks., NIPS, 1990"], "Heinz G. Schuster": ["Phase-coupling in Two-Dimensional Networks of Interacting Oscillators., NIPS, 1990"], "André Longtin": ["Oscillation Onset in Neural Delayed Feedback., NIPS, 1990"], "William Bialek": ["Analog Computation at a Critical Point., NIPS, 1990", "Optimal Filtering in the Salamander Retina., NIPS, 1990"], "Esther Levin": ["Modeling Time Varying Systems Using Hidden Control Neural Architecture., NIPS, 1990"], "Alex Waibel": ["The Tempo 2 Algorithm: Adjusting Time-Delays By Supervised Learning., NIPS, 1990"], "José Carlos Príncipe": ["A Theory for Neural Networks with Time Delays., NIPS, 1990"], "Einar Sørheim": ["ART2/BP Architecture for Adaptive Estimation of Dynamic Processes., NIPS, 1990"], "J. Leo van Hemmen": ["Statistical Mechanics of Temporal Association in Neural Networks., NIPS, 1990"], "Ronald L. Rivest": ["Learning Time-Varying Concepts., NIPS, 1990"], "Scott E. Fahlman": ["The Recurrent Cascade-Correlation Architecture., NIPS, 1990"], "Otto Schmidbauer": ["Continuous Speech Recognition by Linked Predictive Neural Networks., NIPS, 1990"], "Candace A. Kamm": ["A Recurrent Neural Network for Word Identification from Continuous Phoneme Strings., NIPS, 1990"], "Chuck Wooters": ["Connectionist Approaches to the Use of Markov Models for Speech Recognition., NIPS, 1990"], "Ronald A. Cole": ["Spoken Letter Recognition., NIPS, 1990"], "Takao Watanabe": ["Speech Recognition Using Demi-Syllable Neural Prediction Model., NIPS, 1990"], "Stephen Cox": ["RecNorm: Simultaneous Normalisation and Classification Applied to Speech Recognition., NIPS, 1990"], "Nathan Intrator": ["Exploratory Feature Extraction in Speech Signals., NIPS, 1990"], "Victor Zue": ["Phonetic Classification and Recognition Using the Multi-Layer Perceptron., NIPS, 1990"], "Stephanie Seneff": ["From Speech Recognition to Spoken Language Understanding., NIPS, 1990"], "Khalid Choukri": ["Speech Recognition Using Connectionist Approaches., NIPS, 1990"], "Ralph H. Penner": ["Natural Dolphin Echo Recognition Using an Integrator Gateway Network., NIPS, 1990"], "David C. Tam": ["Signal Processing by Multiplexing and Demultiplexing in Neurons., NIPS, 1990"], "Ronald Sverdlove": ["Applications of Neural Networks in Video Signal Processing., NIPS, 1990"], "Geoffrey E. Hinton": ["Discovering Viewpoint-Invariant Relationships That Characterize Objects., NIPS, 1990", "Evaluation of Adaptive Mixtures of Competing Experts., NIPS, 1990"], "Volker Tresp": ["A Neural Network Approach for Three-Dimensional Object Recognition., NIPS, 1990"], "Karl E. Gustafson": ["A Second-Order Translation, Rotation and Scale Invariant Neural Network., NIPS, 1990"], "Margaret E. Sereno": ["Learning to See Rotation and Dilation with a Hebb Rule., NIPS, 1990"], "Ying-Wung Lee": ["Stereopsis by a Neural Network Which Learns the Constraints., NIPS, 1990"], "Shimon Ullman": ["Grouping Contours by Iterated Pairing Networks., NIPS, 1990"], "Ennio Mingolla": ["Neural Dynamics of Motion Segmentation and Grouping., NIPS, 1990"], "Christof Koch": ["A Multiscale Adaptive Network Model of Motion Computation in Primates., NIPS, 1990", "An Analog VLSI Chip for Finding Edges from Zero-crossings., NIPS, 1990", "A Delay-Line Based Motion Detection Chip., NIPS, 1990"], "Daphna Weinshall": ["Qualitative Structure From Motion., NIPS, 1990"], "A. Zee": ["Optimal Sampling of Natural Images., NIPS, 1990"], "Rodney M. Goodman": ["A VLSI Neural Network for Color Constancy., NIPS, 1990"], "Frank S. Werblin": ["A Four Neuron Circuit Accounts for Change Sensitive Inhibition in Salamander Retina., NIPS, 1990"], "Josef Skrzypek": ["Feedback Synapse to Cone and Light Adaptation., NIPS, 1990"], "Richard M. Golden": ["Neural Networks Structured for Control Application to Aircraft Landing., NIPS, 1990"], "Alan F. Murray": ["Real-Time Autonomous Robot Navigation Using VLSI Neural Networks., NIPS, 1990"], "Dean Pomerleau": ["Rapidly Adapting Artificial Neural Networks for Autonomous Navigation., NIPS, 1990"], "Mitsuo Kawato": ["Learning Trajectory and Force Control of an Artificial Muscle Arm., NIPS, 1990"], "Edward A. Rietman": ["Proximity Effect Corrections in Electron Beam Lithography., NIPS, 1990"], "Alexander Linden": ["Planning with an Adaptive World Model., NIPS, 1990"], "Jonathan Bachrach": ["A Connectionist Learning Control Architecture for Navigation., NIPS, 1990"], "Peter Dayan": ["Navigating Through Temporal Difference., NIPS, 1990"], "Richard S. Sutton": ["Integrated Modeling and Control Based on Reinforcement Learning., NIPS, 1990"], "Aloke Guha": ["A Reinforcement Learning Variant for Control Scheduling., NIPS, 1990"], "Jacques J. Vidal": ["Adaptive Range Coding., NIPS, 1990"], "Sara A. Solla": ["Neural Network Implementation of Admission Control., NIPS, 1990", "Second Order Properties of Error Surfaces., NIPS, 1990"], "Jürgen Schmidhuber": ["Reinforcement Learning in Markovian and Non-Markovian Environments., NIPS, 1990"], "Hillel J. Chiel": ["A Model of Distributed Sensorimotor Control in the Cockroach Escape Turn., NIPS, 1990"], "Marvin W. Luttges": ["Flight Control in the Dragonfly: A Neurobiological Simulation., NIPS, 1990"], "Steffen B. Petersen": ["A Novel Approach to Prediction of the 3-Dimensional Structures., NIPS, 1990"], "Jude W. Shavlik": ["Training Knowledge-Based Neural Networks to Recognize Genes., NIPS, 1990"], "Kenneth A. Marko": ["Neural Network Application to Diagnostics., NIPS, 1990"], "Douglas R. Baumgardt": ["Lg Depth Estimation and Ripple Fire Characterization., NIPS, 1990"], "Joseph E. Collard": ["A B-P ANN Commodity Trader., NIPS, 1990"], "Wee Kheng Leow": ["Integrated Segmentation and Recognition of Hand-Printed Numerals., NIPS, 1990"], "Janet Metcalfe": ["EMPATH: Face, Emotion, and Gender Recognition Using Holons., NIPS, 1990"], "Terrence J. Sejnowski": ["SEXNET: A Neural Network Identifies Sex From Human Faces., NIPS, 1990"], "Yoichi Hayashi": ["A Neural Expert System with Automated Extraction of Fuzzy If-Then Rules., NIPS, 1990"], "Yaser S. Abu-Mostafa": ["Analog Neural Networks as Decoders., NIPS, 1990"], "Paul Smolensky": ["Distributed Recursive Structure Processing., NIPS, 1990"], "Mary Tabasko": ["Translating Locative Prepositions., NIPS, 1990"], "Chan-Do Lee": ["A Short-Term Memory Architecture for the Learning of Morphophonemic Rules., NIPS, 1990"], "Deirdre W. Wheeler": ["Exploiting Syllable Structure in a Connectionist Phonology Model., NIPS, 1990"], "Jordan B. Pollack": ["Language Induction by Phase Transition in Dynamical Recognizers., NIPS, 1990", "Back Propagation is Sensitive to Initial Conditions., NIPS, 1990"], "Michael Mozer": ["Discovering Discrete Distributed Representations., NIPS, 1990"], "Simon Dennis": ["Direct Memory Access Using Two Cues., NIPS, 1990"], "Yehezkel Yeshurun": ["An Attractor Neural Network Model of Recall and Recognition., NIPS, 1990"], "John K. Kruschke": ["ALCOVE: A Connectionist Model of Human Category Learning., NIPS, 1990"], "Mark A. Gluck": ["Spherical Units as Dynamic Consequential Regions., NIPS, 1990"], "Sheila Kannappan": ["Connectionist Implementation of a Theory of Generalization., NIPS, 1990"], "Jerome H. Friedman": ["Adaptive Spline Networks., NIPS, 1990"], "Jack Gelfand": ["Multi-Layer Perceptrons with B-Spline Receptive Field Functions., NIPS, 1990"], "Stephen M. Omohundro": ["Bumptrees for Efficient Function, Constraint and Classification Learning., NIPS, 1990", "How Receptive Field Parameters Affect Neural Learning., NIPS, 1990"], "Terence D. Sanger": ["Basis-Function Trees as a Generalization of Local Variable Selection Methods., NIPS, 1990"], "Christopher G. Atkeson": ["Generalization Properties of Radial Basis Functions., NIPS, 1990"], "John C. Platt": ["Leaning by Combining Memorization and Gradient Descent., NIPS, 1990"], "Frank Fallside": ["Sequential Adaptation of Radial Basis Function Networks., NIPS, 1990"], "Chuan-lin Wu": ["Oriented Non-Radial Basis Functions for Image Coding and Analysis., NIPS, 1990"], "Pierre Baldi": ["Computing with Arrays of Bell-Shaped and Sigmoid Functions., NIPS, 1990"], "Perinkulam S. Krishnaprasad": ["Discrete Affine Wavelet Transforms., NIPS, 1990"], "Bruno Caprile": ["Extensions of a Theory of Networks for Approximation and Learning., NIPS, 1990"], "Michael I. Jordan": ["A Competitive Modular Connectionist Architecture., NIPS, 1990"], "Patrick Gallinari": ["A Framework for the Cooperation of Learning Algorithms., NIPS, 1990"], "Todd Soukup": ["Connectionist Music Composition Based on Melodic and Stylistic Constraints., NIPS, 1990"], "Richard Lippmann": ["Using Genetic Algorithms to Improve Pattern Classification Performance., NIPS, 1990", "Practical Characteristics of Neural Network and Conventional Patterns Classifiers., NIPS, 1990"], "David G. Stork": ["Evolution and Learning in Neural Networks., NIPS, 1990"], "Terrence Fine": ["Designing Linear Threshold Based Neural Network Pattern Classifiers., NIPS, 1990"], "Padhraic Smyth": ["On Stochastic Complexity and Admissible Models for Neural Network Classifiers., NIPS, 1990"], "Wolfgang Maass": ["Efficient Design of Boltzmann Machines., NIPS, 1990"], "John E. Moody": ["Note on Learning Rate Schedules for Stochastic Optimization., NIPS, 1990"], "Anthony LaVigna": ["Convergence of a Neural Network Classifier., NIPS, 1990"], "David E. van den Bout": ["Learning Theory and Experiments with Competitive Networks., NIPS, 1990", "VLSI Implementation of TInMANN., NIPS, 1990"], "Yann LeCun": ["Transforming Neural-Net Output Levels to Probability Distributions., NIPS, 1990"], "Michael L. Rossen": ["Closed-Form Inversion of Backpropagation Networks., NIPS, 1990"], "Bernardo A. Huberman": ["Generalization by Weight-Elimination with Application to Forecasting., NIPS, 1990"], "Santosh S. Venkatesh": ["The Devil and the Network., NIPS, 1990", "Asymptotic Slowing Down of the Nearest-Neighbor Classifier., NIPS, 1990"], "Yves Chauvin": ["Generalization Dynamics in LMS Trained Linear Networks., NIPS, 1990"], "John A. Hertz": ["Dynamics of Generalization in Linear Perceptrons., NIPS, 1990"], "Kevin J. Lang": ["Constructing Hidden Units Using Examples and Queries., NIPS, 1990"], "Gerald Tesauro": ["Can Neural Networks Do Better Than the Vapnik-Chervonenkis Bounds?, NIPS, 1990"], "Ronald Rosenfeld": ["Chaitin-Kolmogorov Complexity and Generalization in Neural Networks., NIPS, 1990"], "Eduardo D. Sontag": ["Remarks on Interpolation and Recognition Using Neural Nets., NIPS, 1990"], "Robert C. Williamson": ["epsilon-Entropy and the Complexity of Feedforward Neural Networks., NIPS, 1990"], "Thomas Kailath": ["On the Circuit Complexity of Neural Networks., NIPS, 1990"], "R. A. Pearson": ["Comparison of Three Classification Techniques: CART, C4.5 and Multi-Layer Perceptrons., NIPS, 1990"], "Richard Rohwer": ["Time Trials on Second-Order and Variable-Learning-Rate Algorithms., NIPS, 1990"], "Griff L. Bilbro": ["Kohonen Networks and Clustering., NIPS, 1990"], "Mark A. Holler": ["VLSI Implementations of Learning and Memory Systems., NIPS, 1990"], "P. K. Ko": ["Compact EEPROM-based Weight Functions., NIPS, 1990"], "Vijay K. Samalam": ["An Analog VLSI Splining Network., NIPS, 1990"], "Ronny Meir": ["Relaxation Networks for Large Supervised Learning Problems., NIPS, 1990"], "James M. Glynn": ["Design and Implementation of a High Speed CMAC Neural Network., NIPS, 1990"], "Hal McCartor": ["Back Propagation Implementation., NIPS, 1990"], "R. Lee": ["Reconfigurable Neural Net Chip with 32K Connections., NIPS, 1990"], "Alice M. Chiang": ["Simulation of the Neocognitron on a CCD Parallel Processing Architecture., NIPS, 1990"]}