{"Tej Anand": ["The Process of Knowledge Discovery in Databases: A First Sketch., KDD, 1994"], "Brian R. Gaines": ["Exception Dags as Knowledge Structures., KDD, 1994"], "Christopher J. Matheus": ["The Interingness of Deviations., KDD, 1994"], "Randy Kerber": ["Integrating Inductive and Deductive Reasoning for Database Mining., KDD, 1994"], "Paul R. Cohen": ["Toward the Integration of Exploration and Modeling in a Planning Framework., KDD, 1994", "Two Algorithms for Inducing Causal Models from Data., KDD, 1994"], "Shriram Biyani": ["On the Role of Statistical Significance in Exploratory Data Analysis., KDD, 1994"], "David Maxwell Chickering": ["Learning Bayesian Networks: The Combination of Knowledge and Statistical Data., KDD, 1994"], "Arno Siebes": ["Homogeneous Discoveries Contain No Surprises: Inferring Risk Profiles from Large Databases., KDD, 1994"], "Pietro Perona": ["Knowledge Discovery in Large Image Databases: Dealing with Uncertainties in Ground Truth., KDD, 1994"], "Hiroshi Tanaka": ["Selection of Probabilistic Measure Estimation Method Based on Recursive Iteration of Resampling Methods., KDD, 1994"], "Kuorong Chiang": ["Abstraction of High Level Concepts from Numerical Values in Databases., KDD, 1994"], "Vladimir Vapnik": ["Discovering Informative Patterns and Data Cleaning., KDD, 1994"], "Yongjian Fu": ["Dynamic Generation and Refinement of Concept Hierarchies for Knowledge Discovery in Databases., KDD, 1994"], "Surnjani Djoko": ["Substucture Discovery in the SUBDUE System., KDD, 1994"], "A. Inkeri Verkamo": ["Efficient Algorithms for Discovering Association Rules., KDD, 1994"], "Jan M. Zytkow": ["From Law-Like Knowledge to Concept Hierarchies in Data., KDD, 1994", "Machine Discovery Terminology., KDD, 1994"], "Hiroshi Tsukimoto": ["The Discovery of Logical Propositions in Numerical Data., KDD, 1994"], "Martin L. Kersten": ["Architectural Support for Data Mining., KDD, 1994"], "Ryszard S. Michalski": ["From Facts to Rules to Decisions: An Overview of the FRD-1 System., KDD, 1994"], "Mikhail V. Kiselev": ["PolyAnalyst - A Machine Discovery System Inferring Functional Programs., KDD, 1994"], "Willi Klösgen": ["Exploration of Simulation Experiments by Discovery., KDD, 1994"], "Luc De Raedt": ["Applications of a Logical Discovery Engine., KDD, 1994"], "Geber Ramalho": ["DICE: A Discovery Environment Integrating Inductive Bias., KDD, 1994"], "John G. Hughes": ["Database Mining in the Architecture of a Semantic Preprocessor for State Aware Query Optimization., KDD, 1994"], "Veda C. Storey": ["Extracting Domain Semantics for Knowledge Discovery in Relational Databases., KDD, 1994"], "Craig A. Knoblock": ["Rule Induction for Semantic Query Optimization., KDD, 1994"], "Jinshi Xie": ["Learning Data Trend Regularities From Databases in a Dynamic Environment., KDD, 1994"], "Carlo Zaniolo": ["Using Metagueries to Integrate Inductive Learning and Deductive Database Technology., KDD, 1994"], "Foster J. Provost": ["Efficiently Constructing Relational Features from Background Knowledge for Inductive Machine Learning., KDD, 1994"], "James Clifford": ["Using Dynamic Time Warping to Find Patterns in Time Series., KDD, 1994"], "Johannes Fürnkranz": ["A Comparison of Pruning Methods for Relational Concept Learning., KDD, 1994"], "Kathryn Schmitt": ["A Case-Based Approach to Knowledge Navigation., KDD, 1994"], "G. Holmes": ["Geometric Comparison of Clarifications and Rule Sets., KDD, 1994"], "Se June Hong": ["Predicting Equity Returns from Securities Data with Minimal Rule Generation., KDD, 1994"], "Clark Glymour": ["Application of the TETRAD II Program to the Study of Student Retention in U.S. Colleges., KDD, 1994"], "Kenneth A. Kaufman": ["Comparing International Development Patterns Using Multi-Operator Learning and Discovery Tools., KDD, 1994"], "Dwight McNeill": ["An Application of KEFM to the Analysis of Healthcare Information., KDD, 1994"], "Sholom M. Weiss": ["Proactive Network Maintenance Using Machine Learning., KDD, 1994"]}