{"Mark Derthick": ["An Interactive Visualization Environment for Data Exploration., KDD, 1997"], "Martin Ester": ["Density-Connected Sets and their Application for Trend Detection in Spatial Databases., KDD, 1997"], "Ronen Feldman": ["Visualization Techniques to Explore Data Mining Results for Document Collections., KDD, 1997", "Maximal Association Rules: A New Tool for Mining for Keyword Co-Occurrences in Document Collections., KDD, 1997"], "Eamonn J. Keogh": ["A Probabilistic Approach to Fast Pattern Matching in Time Series Databases., KDD, 1997"], "Bing Liu": ["Using General Impressions to Analyze Discovered Classification Rules., KDD, 1997"], "Gholamreza Nakhaeizadeh": ["Development of Multi-Criteria Metrics for Evaluation of Data Mining Algorithms., KDD, 1997"], "Foster J. Provost": ["Analysis and Visualization of Classifier Performance: Comparison under Imprecise Class and Cost Distributions., KDD, 1997", "Scaling Up Inductive Algorithms: An Overview., KDD, 1997"], "Y. Dan Rubinstein": ["Discriminative vs Informative Learning., KDD, 1997"], "Padhraic Smyth": ["Anytime Exploratory Data Analysis for Massive Data Sets., KDD, 1997", "Detecting Atmospheric Regimes Using Cross-Validated Clustering., KDD, 1997"], "Ramakrishnan Srikant": ["Mining Association Rules with Item Constraints., KDD, 1997"], "Salvatore J. Stolfo": ["JAM: Java Agents for Meta-Learning over Distributed Databases., KDD, 1997"], "Ramesh Subramonian": ["A Visual Interactive Framework for Attribute Discretization., KDD, 1997"], "Xiong Wang": ["Automated Discovery of Active Motifs in Three Dimensional Molecules., KDD, 1997"], "Kunikazu Yoda": ["Computing Optimized Rectilinear Regions for Association Rules., KDD, 1997"], "Jan M. Zytkow": ["Knowledge = Concepts: A Harmful Equation., KDD, 1997"], "Gediminas Adomavicius": ["Discovery of Actionable Patterns in Databases: The Action Hierarchy Approach., KDD, 1997"], "Kamal Ali": ["Partial Classification Using Association Rules., KDD, 1997"], "John M. Aronis": ["Increasing the Efficiency of Data Mining Algorithms with Breadth-First Marker Propagation., KDD, 1997"], "Roberto J. Bayardo Jr.": ["Brute-Force Mining of High-Confidence Classification Rules., KDD, 1997"], "Ulla Bergsten": ["Applying Data Mining and Machine Learning Techniques to Submarine Intelligence Analysis., KDD, 1997"], "Christoph Breitner": ["Process-Based Database Support for the Early Indicator Method., KDD, 1997"], "Clifford Brunk": ["MineSet: An Integrated System for Data Mining., KDD, 1997"], "Jesús Cerquides": ["Proposal and Empirical Comparison of a Parallelizable Distance-Based Discretization Method., KDD, 1997"], "Jaturon Chattratichat": ["Large Scale Data Mining: Challenges and Responses., KDD, 1997"], "Steve A. Chien": ["Using Artificial Intelligence Planning to Automate Science Data Analysis for Large Image Databases., KDD, 1997"], "Dennis DeCoste": ["Mining Multivariate Time-Series Sensor Data to Discover Behavior Envelopes., KDD, 1997"], "Pedro M. Domingos": ["Why Does Bagging Work? A Bayesian Account and its Implications., KDD, 1997"], "Harris Drucker": ["Fast Committee Machines for Regression and Classification., KDD, 1997"], "Robert Engels": ["A Guided Tour through the Data Mining Jungle., KDD, 1997"], "Gehad Galal": ["Improving Scalability in a Scientific Discovery System by Exploiting Parallelism., KDD, 1997"], "Udo Hahn": ["Deep Knowledge Discovery from Natural Language Texts., KDD, 1997"], "Ira J. Haimowitz": ["Integrating and Mining Distributed Customer Databases., KDD, 1997"], "Jukka Hekanaho": ["GA-Based Rule Enhancement in Concept Learning., KDD, 1997"], "Thomas H. Hinke": ["Target-Independent Mining for Scientific Data: Capturing Transients and Trends for Phenomena Mining., KDD, 1997"], "K. M. Ho": ["Zeta: A Global Method for Discretization of Continuous Variables., KDD, 1997"], "David D. Jensen": ["Adjusting for Multiple Comparisons in Decision Tree Pruning., KDD, 1997"], "George H. John": ["SIPping from the Data Firehose., KDD, 1997"], "Jonghyun Kahng": ["Mining Generalized Term Associations: Count Propagation Algorithm., KDD, 1997"], "Micheline Kamber": ["Metarule-Guided Mining of Multi-Dimensional Association Rules Using Data Cubes., KDD, 1997"], "Hillol Kargupta": ["Scalable, Distributed Data Mining - An Agent Architecture., KDD, 1997"], "Alain Ketterlin": ["Clustering Sequences of Complex Objects., KDD, 1997"], "Edwin M. Knorr": ["A Unified Notion of Outliers: Properties and Computation., KDD, 1997"], "Stefan Kramer": ["Mining for Causes of Cancer: Machine Learning Experiments at Various Levels of Detail., KDD, 1997"], "Brian Lent": ["Discovering Trends in Text Databases., KDD, 1997"], "Ted Mihalisin": ["Fast Robust Visual Data Mining., KDD, 1997"], "Michael J. Pazzani": ["Beyond Concise and Colorful: Learning Intelligible Rules., KDD, 1997"], "J. Sunil Rao": ["Visualizing Bagged Decision Trees., KDD, 1997"], "Arno Siebes": ["KESO: Minimizing Database Interaction., KDD, 1997"], "Stephen Soderland": ["Learning to Extract Text-Based Information from the World Wide Web., KDD, 1997"], "Timothy M. Stough": ["Image Feature Reduction through Spoiling: Its Application to Multiple Matched Filters for Focus of Attention., KDD, 1997"], "Einoshin Suzuki": ["Autonomous Discovery of Reliable Exception Rules., KDD, 1997"], "Shiby Thomas": ["An Efficient Algorithm for the Incremental Updation of Association Rules in Large Databases., KDD, 1997"], "Michael J. Turmon": ["Bayesian Inference for Identifying Solar Active Regions., KDD, 1997"], "Ke Wang": ["Schema Discovery for Semistructured Data., KDD, 1997", "Selecting Features by Vertical Compactness of Data., KDD, 1997"], "Paul Xia": ["Knowledge Discovery in Integrated Call Centers: A Framework for Effective Customer-Driven Marketing., KDD, 1997"], "Mohammed Javeed Zaki": ["New Algorithms for Fast Discovery of Association Rules., KDD, 1997"], "Oren Zamir": ["Fast and Intuitive Clustering of Web Documents., KDD, 1997"], "Ning Zhong": ["KDD Process Planning., KDD, 1997"], "Djamel A. Zighed": ["Optimal Multiple Intervals Discretization of Continuous Attributes for Supervised Learning., KDD, 1997"], "Blaz Zupan": ["A Dataset Decomposition Approach to Data Mining and Machine Discovery., KDD, 1997"], "Peter J. Huber": ["From Large to Huge: A Statistician's Reactions to KDD & DM., KDD, 1997"]}