{"Khaled Alsabti": ["CLOUDS: A Decision Tree Classifier for Large Datasets., KDD, 1998"], "Paul S. Bradley": ["Scaling Clustering Algorithms to Large Databases., KDD, 1998"], "Gautam Das": ["Rule Discovery from Time Series., KDD, 1998", "Similarity of Attributes by External Probes., KDD, 1998"], "Luc Dehaspe": ["Finding Frequent Substructures in Chemical Compounds., KDD, 1998"], "Pedro M. Domingos": ["Occam's Two Razors: The Sharp and the Blunt., KDD, 1998"], "Martin Ester": ["Algorithms for Characterization and Trend Detection in Spatial Databases., KDD, 1998"], "Valery Guralnik": ["Pattern Directed Mining of Sequence Data., KDD, 1998"], "Alexander Hinneburg": ["An Efficient Approach to Clustering in Large Multimedia Databases with Noise., KDD, 1998"], "Wenke Lee": ["Mining Audit Data to Build Intrusion Detection Models., KDD, 1998"], "Charles X. Ling": ["Data Mining for Direct Marketing: Problems and Solutions., KDD, 1998"], "Bing Liu": ["Integrating Classification and Association Rule Mining., KDD, 1998"], "Gholamreza Nakhaeizadeh": ["Evaluating Usefulness for Dynamic Classification., KDD, 1998", "Towards the Personalization of Algorithms Evaluation in Data Mining., KDD, 1998"], "Balaji Padmanabhan": ["A Belief-Driven Method for Discovering Unexpected Patterns., KDD, 1998"], "Greg Ridgeway": ["Interpretable Boosted Naïve Bayes Classification., KDD, 1998"], "Martin Staudt": ["A Data Mining Support Environment and its Application on Insurance Data., KDD, 1998"], "Evan W. Steeg": ["Coincidence Detection: A Fast Method for Discovering Higher-Order Correlations in Multidimensional Data., KDD, 1998"], "Ke Wang": ["Interestingness-Based Interval Merger for Numeric Association Rules., KDD, 1998"], "Charu C. Aggarwal": ["Online Generation of Profile Association Rules., KDD, 1998"], "Brigham S. Anderson": ["ADtrees for Fast Counting and for Fast Learning of Association Rules., KDD, 1998"], "Stefan Berchtold": ["Independence Diagrams: A Technique for Visual Data Mining., KDD, 1998"], "Siddhartha Bhattacharyya": ["Direct Marketing Response Models Using Genetic Algorithms., KDD, 1998"], "José Luis Cabral de Moura Borges": ["Mining Association Rules in Hypertext Databases., KDD, 1998"], "John V. Carlis": ["Blurring the Distinction between Command and Data in Scientific KDD., KDD, 1998"], "Ernest P. Chan": ["Probabilistic Modeling for Information Retrieval with Unsupervised Training Data., KDD, 1998"], "Philip K. Chan": ["Toward Scalable Learning with Non-Uniform Class and Cost Distributions: A Case Study in Credit Card Fraud Detection., KDD, 1998"], "William W. Cohen": ["Joins that Generalize: Text Classification Using WHIRL., KDD, 1998"], "Corinna Cortes": ["Giga-Mining., KDD, 1998"], "Anne Debregeas": ["Interactive Interpretation of Kohonen Maps Applied to Curves., KDD, 1998"], "Carmel Domshlak": ["FlexiMine - A Flexible Platform for KDD Research and Application Construction., KDD, 1998"], "William DuMouchel": ["A Fast Computer Intrusion Detection Algorithm Based on Hypothesis Testing of Command Transition Probabilities., KDD, 1998"], "Usama M. Fayyad": ["Initialization of Iterative Refinement Clustering Algorithms., KDD, 1998"], "A. J. Feelders": ["Mining in the Presence of Selectivity Bias and its Application to Reject Inference., KDD, 1998"], "Goetz Graefe": ["On the Efficient Gathering of Sufficient Statistics for Classification from Large SQL Databases., KDD, 1998"], "Dan L. Grecu": ["Coactive Learning for Distributed Data Mining., KDD, 1998"], "Jiawei Han": ["Mining Segment-Wise Periodic Patterns in Time-Related Databases., KDD, 1998"], "Simon Handley": ["Learning to Predict the Duration of an Automobile Trip., KDD, 1998"], "Theodore Johnson": ["Fast Computation of 2-Dimensional Depth Contours., KDD, 1998", "Comparing Massive High-Dimensional Data Sets., KDD, 1998"], "Mark G. Kelly": ["Defining the Goals to Optimise Data Mining Performance., KDD, 1998"], "Eamonn J. Keogh": ["An Enhanced Representation of Time Series Which Allows Fast and Accurate Classification, Clustering and Relevance Feedback., KDD, 1998"], "Randy Kerber": ["Active Templates: Comprehensive Support for the Knowledge Discovery Process., KDD, 1998"], "Ron Kohavi": ["Targeting Business Users with Decision Table Classifiers., KDD, 1998"], "Petri Kontkanen": ["BAYDA: Software for Bayesian Classification and Feature Selection., KDD, 1998"], "Terran Lane": ["Approaches to Online Learning and Concept Drift for User Identification in Computer Security., KDD, 1998"], "Sofus A. Macskassy": ["Human Performance on Clustering Web Pages: A Preliminary Study., KDD, 1998"], "Sally I. McClean": ["Aggregation of Imprecise and Uncertain Information for Knowledge Discovery in Databases., KDD, 1998"], "Nimrod Megiddo": ["Discovering Predictive Association Rules., KDD, 1998"], "John E. Moody": ["Reinforcement Learning for Trading Systems and Portfolios., KDD, 1998"], "Tadeusz Morzy": ["Group Bitmap Index: A Structure for Association Rules Retrieval., KDD, 1998"], "Tim Oates": ["Large Datasets Lead to Overly Complex Models: An Explanation and a Solution., KDD, 1998"], "Jonathan J. Oliver": ["Analysing Rock Samples for the Mars Lander., KDD, 1998"], "Srinivasan Parthasarathy": ["Memory Placement Techniques for Parallel Association Mining., KDD, 1998"], "José C. Pinheiro": ["Methods for Linking and Mining Massive Heterogeneous Databases., KDD, 1998"], "Andreas L. Prodromidis": ["Mining Databases with Different Schemas: Integrating Incompatible Classifiers., KDD, 1998"], "R. Bharat Rao": ["Time Series Forecasting from High-Dimensional Data with Multiple Adaptive Layers., KDD, 1998"], "Saharon Rosset": ["Ranking - Methods for Flexible Evaluation and Efficient Comparison of Classification Performance., KDD, 1998"], "Lisa Singh": ["A Robust System Architecture for Mining Semi-Structured Data., KDD, 1998"], "Ramesh Subramonian": ["Defining diff as a Data Mining Primitive., KDD, 1998"], "Einoshin Suzuki": ["Simultaneous Reliability Evaluation of Generality and Accuracy for Rule Discovery in Databases., KDD, 1998"], "Shiby Thomas": ["Mining Generalized Association Rules and Sequential Patterns Using SQL Queries., KDD, 1998"], "Hui Wang": ["Data Reduction Based on Hyper Relations., KDD, 1998"], "Andreas S. Weigend": ["Discovering Technical Traders in the T-bond Futures Market., KDD, 1998"], "Gary M. Weiss": ["Learning to Predict Rare Events in Event Sequences., KDD, 1998"], "Beat Wüthrich": ["Daily Prediction of Major Stock Indices from Textual WWW Data., KDD, 1998"], "Mohammed Javeed Zaki": ["PlanMine: Sequence Mining for Plan Failures., KDD, 1998"], "Arnold Goodman": ["Knowledge Discovery and the Interface of Computing and Statistics., KDD, 1998"]}