{"Philip K. Chan": ["Sharing Learned Models among Remote Database Partitions by Local Meta-Learning., KDD, 1996"], "Tom Fawcett": ["Combining Data Mining and Machine Learning for Effective User Profiling., KDD, 1996"], "Truxton Fulton": ["Local Induction of Decision Trees: Towards Interactive Data Mining., KDD, 1996"], "Ivo L. Hofacker": ["Knowledge Discovery in RNA Sequence Families of HIV Using Scalable Computers., KDD, 1996"], "David W. Pfitzner": ["Parallel Halo Finding in N-Body Cosmology Simulations., KDD, 1996"], "Eddie C. Shek": ["Scalable Exploratory Data Mining of Distributed Geoscientific Data., KDD, 1996"], "Victor Ciesielski": ["Using a Hybrid Neural/Expert System for Data Base Mining in Market Survey Data., KDD, 1996"], "Beatriz de la Iglesia": ["Discovering Knowledge in Commercial Databases Using Modern Heuristic Techniques., KDD, 1996"], "Usama M. Fayyad": ["KDD for Science Data Analysis: Issues and Examples., KDD, 1996", "Knowledge Discovery and Data Mining: Towards a Unifying Framework., KDD, 1996"], "Gregory M. Provan": ["Data Mining and Model Simplicity: A Case Study in Diagnosis., KDD, 1996"], "Shusaku Tsumoto": ["Automated Discovery of Medical Expert System Rules from Clinical Databases Based on Rough Sets., KDD, 1996"], "Jason Tsong-Li Wang": ["Automated Discovery of Active Motifs in Multiple RNA Secondary Structures., KDD, 1996"], "Rüdiger Wirth": ["Detecting Early Indicator Cars in an Automotive Database: A Multi-Strategy Approach., KDD, 1996"], "Gregory Piatetsky-Shapiro": ["An Overview of Issues in Developing Industrial Data Mining and Knowledge Discovery Applications., KDD, 1996"], "Pedro M. Domingos": ["Linear-Time Rule Induction., KDD, 1996", "Efficient Specific-to-General Rule Induction., KDD, 1996"], "A. J. Feelders": ["Learning from Biased Data Using Mixture Models., KDD, 1996"], "Andreas Ittner": ["Discovery of Relevant New Features by Generating Non-Linear Decision Trees., KDD, 1996"], "Ron Kohavi": ["Error-Based and Entropy-Based Discretization of Continuous Features., KDD, 1996", "Scaling Up the Accuracy of Naive-Bayes Classifiers: A Decision-Tree Hybrid., KDD, 1996"], "Ron Musick": ["Rethinking the Learning of Belief Network Probabilities., KDD, 1996"], "Padhraic Smyth": ["Clustering Using Monte Carlo Cross-Validation., KDD, 1996"], "Paul E. Stolorz": ["Harnessing Graphical Structure in Markov Chain Monte Carlo Learning., KDD, 1996", "Quakefinder: A Scalable Data Mining System for Detecting Earthquakes from Space., KDD, 1996"], "Kamakshi Lakshminarayan": ["Imputation of Missing Data Using Machine Learning Techniques., KDD, 1996"], "Heikki Mannila": ["Discovering Generalized Episodes Using Minimal Occurrences., KDD, 1996", "Multiple Uses of Frequent Sets and Condensed Representations (Extended Abstract)., KDD, 1996"], "Wei-Min Shen": ["Metapattern Generation for Integrated Data Mining., KDD, 1996"], "Jan M. Zytkow": ["Automated Pattern Mining with a Scale Dimension., KDD, 1996"], "Andreas Arning": ["A Linear Method for Deviation Detection in Large Databases., KDD, 1996"], "Robert Engels": ["Planning Tasks for Knowledge Discovery in Databases; Performing Task-Oriented User-Guidance., KDD, 1996"], "Petri Kontkanen": ["Predictive Data Mining with Finite Mixtures., KDD, 1996"], "Rense Lange": ["An Empirical Test of the Weighted Effect Approach to Generalized Prediction Using Recursive Neural Nets., KDD, 1996"], "Brij M. Masand": ["A Comparison of Approaches for Maximizing Business Payoff of Prediction Models., KDD, 1996"], "Stefan Wrobel": ["Extensibility in Data Mining Systems., KDD, 1996"], "Andrzej Czyzewski": ["Mining Knowledge in Noisy Audio Data., KDD, 1996"], "Martin Ester": ["A Density-Based Algorithm for Discovering Clusters in Large Spatial Databases with Noise., KDD, 1996"], "Kenneth A. Kaufman": ["A Method for Reasoning with Structured and Continuous Attributes in the INLEN-2 Multistrategy Knowledge Discovery System., KDD, 1996"], "Krista Lagus": ["Self-Organizing Maps of Document Collections: A New Approach to Interactive Exploration., KDD, 1996"], "Rakesh Agrawal": ["The Quest Data Mining System., KDD, 1996", "Developing Tightly-Coupled Data Mining Applications on a Relational Database System., KDD, 1996"], "Jiawei Han": ["DBMiner: A System for Mining Knowledge in Large Relational Databases., KDD, 1996"], "Tomasz Imielinski": ["DataMine: Application Programming Interface and Query Language for Database Mining., KDD, 1996"], "Micheline Kamber": ["Evaluating the Interestingness of Characteristic Rules., KDD, 1996"], "Alvaro E. Monge": ["The Field Matching Problem: Algorithms and Applications., KDD, 1996"], "Ning Shan": ["Discovering Classification Knowledge in Databases Using Rough Sets., KDD, 1996"], "Einoshin Suzuki": ["Exceptional Knowledge Discovery in Databases Based on Information Theory., KDD, 1996"], "Takao Terano": ["Interactive Knowledge Discovery from Marketing Questionnaire Using Simulated Breeding and Inductive Learning Methods., KDD, 1996"], "Yang Wang": ["Representing Discovered Patterns Using Attributed Hypergraph., KDD, 1996"], "M. Ganesh": ["Mining Entity-Identification Rules for Database Integration., KDD, 1996"], "Don R. Swanson": ["Undiscovered Public Knowledge: A Ten-Year Update., KDD, 1996"], "Ian W. Flockhart": ["A Genetic Algorithm-Based Approach to Data Mining., KDD, 1996"], "Tae-Wan Ryu": ["Deriving Queries from Results Using Genetic Programming., KDD, 1996"], "David Wai-Lok Cheung": ["Maintenance of Discovered Knowledge: A Case in Multi-Level Association Rules., KDD, 1996"], "Arno J. Knobbe": ["Analysing Binary Associations., KDD, 1996"], "Kevin J. Cherkauer": ["Growing Simpler Decision Trees to Facilitate Knowledge Discovery., KDD, 1996"], "Robert L. Grossman": ["Data Mining and Tree-Based Optimization., KDD, 1996"], "Pat Langley": ["Induction of Condensed Determinations., KDD, 1996"], "Ron Rymon": ["SE-Trees Outperform Decision Trees in Noisy Domains., KDD, 1996"], "Mehran Sahami": ["Learning Limited Dependence Bayesian Classifiers., KDD, 1996"], "David Urpani": ["RITIO - Rule Induction Two In One., KDD, 1996"], "Ronen Feldman": ["Mining Associations in Text in the Presence of Background Knowledge., KDD, 1996"], "Edwin M. Knorr": ["Extraction of Spatial Proximity Patterns by Concept Generalization., KDD, 1996"], "Balaji Padmanabhan": ["Pattern Discovery in Temporal Databases: A Temporal Logic Approach., KDD, 1996"], "John M. Aronis": ["Exploiting Background Knowledge in Automated Discovery., KDD, 1996"], "Gerald Fahner": ["Data Mining with Sparse and Simplified Interaction Selection., KDD, 1996"], "Thomas Hofmann": ["Inferring Hierarchical Clustering Structures by Deterministic Annealing., KDD, 1996"], "George H. John": ["Static Versus Dynamic Sampling for Data Mining., KDD, 1996"], "Stefan Kramer": ["Efficient Search for Strong Partial Determinations., KDD, 1996"], "Stephen McKearney": ["Reverse Engineering Databases for Knowledge Discovery., KDD, 1996"], "Marco Richeldi": ["Performing Effective Feature Selection by Investigating the Deep Structure of the Data., KDD, 1996"], "Georges G. Grinstein": ["Harnessing the Human in Knowledge Discovery., KDD, 1996"], "Jeffrey D. Ullman": ["Efficient Implementation of Data Cubes Via Materialized Views., KDD, 1996"]}