{"Raghu Ramakrishnan": ["Scale-out beyond map-reduce., KDD, 2013"], "Daphne Koller": ["The online revolution: education for everyone., KDD, 2013"], "Stephen J. Wright": ["Optimization in learning and data analysis., KDD, 2013"], "Hal Varian": ["Predicting the present with search engine data., KDD, 2013"], "Qiaozhu Mei": ["One theme in all views: modeling consensus topics in multiple contexts., KDD, 2013"], "Carlos Guestrin": ["Representing documents through their readers., KDD, 2013"], "Padhraic Smyth": ["Text-based measures of document diversity., KDD, 2013"], "Mayur Thakur": ["Diversity maximization under matroid constraints., KDD, 2013"], "Huan Liu": ["Connecting users across social media sites: a behavioral-modeling approach., KDD, 2013", "A tool for collecting provenance data in social media., KDD, 2013"], "Alejandro Jaimes": ["Automatic selection of social media responses to news., KDD, 2013"], "Deepak Agarwal": ["Estimating sharer reputation via social data calibration., KDD, 2013"], "Min Wang": ["Linking named entities in Tweets with knowledge base via user interest modeling., KDD, 2013", "Silence is also evidence: interpreting dwell time for recommendation from psychological perspective., KDD, 2013"], "Hwanjo Yu": ["TurboGraph: a fast parallel graph engine handling billion-scale graphs in a single PC., KDD, 2013"], "Thorsten Joachims": ["Beyond myopic inference in big data pipelines., KDD, 2013", "Multi-space probabilistic sequence modeling., KDD, 2013"], "Huasha Zhao": ["Big data analytics with small footprint: squaring the cloud., KDD, 2013"], "Maria A. Tsiarli": ["Denser than the densest subgraph: extracting optimal quasi-cliques with quality guarantees., KDD, 2013"], "Ian N. Davidson": ["Guided learning for role discovery (GLRD): framework, algorithms, and applications., KDD, 2013"], "Ada Wai-Chee Fu": ["Redundancy-aware maximal cliques., KDD, 2013"], "Jiawei Han": ["Selective sampling on graphs for classification., KDD, 2013", "A phrase mining framework for recursive construction of a topical hierarchy., KDD, 2013", "AMETHYST: a system for mining and exploring topical hierarchies of heterogeneous data., KDD, 2013"], "Baolong Guo": ["Density-based logistic regression., KDD, 2013"], "Richard D. Lawrence": ["MI2LS: multi-instance learning from multiple informationsources., KDD, 2013"], "Jieping Ye": ["Querying discriminative and representative samples for batch mode active learning., KDD, 2013", "Multi-source learning with block-wise missing data for Alzheimer's disease prediction., KDD, 2013", "Robust principal component analysis via capped norms., KDD, 2013", "An efficient ADMM algorithm for multidimensional anisotropic total variation regularization problems., KDD, 2013", "FeaFiner: biomarker identification from medical data through feature generalization and selection., KDD, 2013"], "Shivani Agarwal": ["SVMpAUCtight: a new support vector method for optimizing partial AUC based on a tight convex upper bound., KDD, 2013"], "Yoshihiro Yamanishi": ["Succinct interval-splitting tree for scalable similarity search of compound-protein pairs with property constraints., KDD, 2013"], "Peter B. Walker": ["Network discovery via constrained tensor analysis of fMRI data., KDD, 2013"], "Ingmar Weber": ["Learning to question: leveraging user preferences for shopping advice., KDD, 2013"], "Jeff G. Schneider": ["Active learning and search on low-rank matrices., KDD, 2013", "Active search on graphs., KDD, 2013"], "Ling Chen": ["LCARS: a location-content-aware recommender system., KDD, 2013"], "Shiqiang Yang": ["Comparing apples to oranges: a scalable solution with heterogeneous hashing., KDD, 2013", "Cascading outbreak prediction in networks: a data-driven approach., KDD, 2013"], "Rasmus Pagh": ["Fast and scalable polynomial kernels via explicit feature maps., KDD, 2013"], "Shou-De Lin": ["Indexed block coordinate descent for large-scale linear classification with limited memory., KDD, 2013", "Unsupervised link prediction using aggregative statistics on heterogeneous social networks., KDD, 2013"], "Yiming Yang": ["Recursive regularization for large-scale classification with hierarchical and graphical dependencies., KDD, 2013"], "Zoubin Ghahramani": ["Discovering latent influence in online social activities via shared cascade poisson processes., KDD, 2013", "SIGMa: simple greedy matching for aligning large knowledge bases., KDD, 2013"], "Aristides Gionis": ["STRIP: stream learning of influence probabilities., KDD, 2013"], "Eric P. Xing": ["Fast structure learning in generalized stochastic processes with latent factors., KDD, 2013"], "Xinwei Deng": ["Robust sparse estimation of multiresponse regression and inverse covariance matrix via the L2 distance., KDD, 2013"], "Cun-Hui Zhang": ["Exact sparse recovery with L0 projections., KDD, 2013"], "Wei Wang": ["Flexible and robust co-regularized multi-domain graph clustering., KDD, 2013"], "Jon M. Kleinberg": ["Graph cluster randomization: network exposure to multiple universes., KDD, 2013"], "Ling Liu": ["Social influence based clustering of heterogeneous information networks., KDD, 2013"], "Jimeng Sun": ["Confluence: conformity influence in large social networks., KDD, 2013"], "Alessandro Flammini": ["The role of information diffusion in the evolution of social networks., KDD, 2013"], "Philip S. Yu": ["Extracting social events for learning better information diffusion models., KDD, 2013", "Multi-label classification by mining label and instance correlations from heterogeneous information networks., KDD, 2013", "Inferring distant-time location in low-sampling-rate trajectories., KDD, 2013", "LAFT-Explorer: inferring, visualizing and predicting how your social network expands., KDD, 2013"], "Shie Mannor": ["Model selection in markovian processes., KDD, 2013"], "Gustavo E. A. P. A. Batista": ["DTW-D: time series semi-supervised learning from a single example., KDD, 2013"], "Xin Yao": ["Model-based kernel for efficient time series analysis., KDD, 2013"], "Nick Koudas": ["Information cascade at group scale., KDD, 2013"], "Thomas F. La Porta": ["Mining lines in the sand: on trajectory discovery from untrustworthy data in cyber-physical system., KDD, 2013"], "Michael I. Jordan": ["A general bootstrap performance diagnostic., KDD, 2013"], "Jörg Sander": ["Subsampling for efficient and effective unsupervised outlier detection ensembles., KDD, 2013"], "Max Welling": ["Stochastic collapsed variational Bayesian inference for latent Dirichlet allocation., KDD, 2013"], "H. V. Jagadish": ["WiseMarket: a new paradigm for managing wisdom of online social users., KDD, 2013"], "Gita Sukthankar": ["Multi-label relational neighbor classification using social context features., KDD, 2013"], "Cristopher Moore": ["Scalable text and link analysis with mixed-topic link models., KDD, 2013"], "Qiang Yang": ["Collaborative boosting for activity classification in microblogs., KDD, 2013", "Cross-task crowdsourcing., KDD, 2013", "Modeling the dynamics of composite social networks., KDD, 2013"], "Alessandro Panconesi": ["Trace complexity of network inference., KDD, 2013"], "Mahyar Salek": ["Debiasing social wisdom., KDD, 2013"], "Ambuj K. Singh": ["Mining discriminative subgraphs from global-state networks., KDD, 2013"], "Moshe Shamy": ["Approximate graph mining with label costs., KDD, 2013"], "Chengqi Zhang": ["Summarizing probabilistic frequent patterns: a fast approach., KDD, 2013"], "Vincent S. Tseng": ["Mining high utility episodes in complex event sequences., KDD, 2013"], "Ting Yu": ["Mining frequent graph patterns with differential privacy., KDD, 2013"], "Hisashi Kashima": ["Statistical quality estimation for general crowdsourcing tasks., KDD, 2013"], "Tie-Yan Liu": ["Psychological advertising: exploring user psychology for click prediction in sponsored search., KDD, 2013"], "Edo Liberty": ["Simple and deterministic matrix sketching., KDD, 2013"], "Ali Pinar": ["A space efficient streaming algorithm for triangle counting using the birthday paradox., KDD, 2013"], "Nadia Magnenat-Thalmann": ["Who, where, when and what: discover spatio-temporal topics for twitter users., KDD, 2013"], "Giles Hooker": ["Accurate intelligible models with pairwise interactions., KDD, 2013"], "Riddhiman Ghosh": ["Spotting opinion spammers using behavioral footprints., KDD, 2013"], "Ralf Herbrich": ["Speeding up large-scale learning with a social prior., KDD, 2013"], "George Karypis": ["FISM: factored item similarity models for top-N recommender systems., KDD, 2013"], "Makoto Abe": ["Nonparametric hierarchal bayesian modeling in non-contractual heterogeneous survival data., KDD, 2013"], "Aditya G. Parameswaran": ["Evaluating the crowd with confidence., KDD, 2013"], "Simon Zhang": ["Inferring social roles and statuses in social networks., KDD, 2013"], "Ramayya Krishnan": ["Adaptive collective routing using gaussian process dynamic congestion models., KDD, 2013"], "Wei Chen": ["Maximizing acceptance probability for active friending in online social networks., KDD, 2013"], "Baining Guo": ["Mining evolutionary multi-branch trees from text streams., KDD, 2013"], "Haesun Park": ["Fast rank-2 nonnegative matrix factorization for hierarchical document clustering., KDD, 2013"], "Wee Siong Ng": ["A \"semi-lazy\" approach to probabilistic path prediction., KDD, 2013"], "Ole J. Mengshoel": ["Optimizing parallel belief propagation in junction treesusing regression., KDD, 2013"], "Aidong Zhang": ["Multi-source deep learning for information trustworthiness estimation., KDD, 2013"], "Pádraig Cunningham": ["Link prediction with social vector clocks., KDD, 2013"], "Cecilia Mascolo": ["Geo-spotting: mining online location-based services for optimal retail store placement., KDD, 2013"], "Jianhua Feng": ["Location-aware publish/subscribe., KDD, 2013"], "Henry R. Kranzler": ["Quadratic optimization to identify highly heritable quantitative traits from complex phenotypic features., KDD, 2013"], "Evimaria Terzi": ["Repetition-aware content placement in navigational networks., KDD, 2013"], "Srinivasan Parthasarathy": ["Scalable all-pairs similarity search in metric spaces., KDD, 2013"], "Christian Böhm": ["Massively parallel expectation maximization using graphics processing units., KDD, 2013"], "Kevin Leyton-Brown": ["Auto-WEKA: combined selection and hyperparameter optimization of classification algorithms., KDD, 2013"], "Shaojun Wang": ["Direct optimization of ranking measures for learning to rank models., KDD, 2013"], "Eamonn J. Keogh": ["Towards never-ending learning from time series streams., KDD, 2013"], "Dacheng Tao": ["Constrained stochastic gradient descent for large-scale least squares problem., KDD, 2013"], "Mong-Li Lee": ["Making recommendations from multiple domains., KDD, 2013"], "Wei Feng": ["Combining latent factor model with location features for event-based group recommendation., KDD, 2013"], "Steven C. H. Hoi": ["Cost-sensitive online active learning with application to malicious URL detection., KDD, 2013"], "Laks V. S. Lakshmanan": ["The bang for the buck: fair competitive viral marketing from the host perspective., KDD, 2013"], "James Bailey": ["A time-dependent enhanced support vector machine for time series regression., KDD, 2013"], "Martin Wolpers": ["A new collaborative filtering approach for increasing the aggregate diversity of recommender systems., KDD, 2013"], "Bo Zhang": ["Scalable inference in max-margin topic models., KDD, 2013"], "John V. Guttag": ["A data-driven method for in-game decision making in MLB: when to pull a starting pitcher., KDD, 2013"], "Srinivasan H. Sengamedu": ["Exploiting user clicks for automatic seed set generation for entity matching., KDD, 2013"], "Wenqing Lin": ["Efficient single-source shortest path and distance queries on large graphs., KDD, 2013"], "Kjetil Nørvåg": ["On community detection in real-world networks and the importance of degree assortativity., KDD, 2013"], "Ruixin Qiang": ["Trial and error in influential social networks., KDD, 2013"], "Shanfeng Zhu": ["Collaborative matrix factorization with multiple similarities for predicting drug-target interactions., KDD, 2013"], "Hui Xiong": ["Learning geographical preferences for point-of-interest recommendation., KDD, 2013"], "Sergey Kirshner": ["Learning mixed kronecker product graph models with simulated method of moments., KDD, 2013"], "Paul R. Schrater": ["Measuring spontaneous devaluations in user preferences., KDD, 2013"], "Xifeng Yan": ["Mining evidences for named entity disambiguation., KDD, 2013", "Synthetic review spamming and defense., KDD, 2013"], "Vitaly Shmatikov": ["Privacy-preserving data exploration in genome-wide association studies., KDD, 2013"], "Jure Leskovec": ["Information cartography: creating zoomable, large-scale maps of information., KDD, 2013"], "Johan Ugander": ["Restreaming graph partitioning: simple versatile algorithms for advanced balancing., KDD, 2013"], "Dan Roth": ["Understanding evolution of research themes: a probabilistic generative model for citations., KDD, 2013"], "Heng Huang": ["On the equivalent of low-rank linear regressions and linear discriminant analysis based regressions., KDD, 2013"], "Oren Etzioni": ["To buy or not to buy: that is the question., KDD, 2013"], "Eric E. Schadt": ["Mining the digital universe of data to develop personalized cancer therapies., KDD, 2013"], "Jeremy Howard": ["The business impact of deep learning., KDD, 2013"], "Ari Gesher": ["Adaptive adversaries: building systems to fight fraud and cyber intruders., KDD, 2013"], "Rayid Ghani": ["Targeting and influencing at scale: from presidential elections to social good., KDD, 2013"], "Milind Bhandarkar": ["Hadoop: a view from the trenches., KDD, 2013"], "Raffael Marty": ["Cyber security: how visual analytics unlock insight., KDD, 2013"], "Chris Neumann": ["Using \"big data\" to solve \"small data\" problems., KDD, 2013"], "Bethany Hoogs": ["Financing lead triggers: empowering sales reps through knowledge discovery and fusion., KDD, 2013"], "Tak W. Yan": ["Query clustering based on bid landscape for sponsored search auction optimization., KDD, 2013", "Predictive model performance: offline and online evaluations., KDD, 2013"], "Hagai Michaelis": ["Analysis of advanced meter infrastructure data of water consumption in apartment buildings., KDD, 2013"], "Nils Pohlmann": ["Online controlled experiments at large scale., KDD, 2013"], "Wenfu Pan": ["iHR: an online recruiting system for Xiamen Talent Service Center., KDD, 2013"], "Michael Busch": ["Dynamic memory allocation policies for postings in real-time Twitter search., KDD, 2013"], "Yi Chang": ["A unified search federation system based on online user feedback., KDD, 2013"], "Solomon Assefa": ["Amplifying the voice of youth in Africa via text analytics., KDD, 2013"], "Foster J. Provost": ["Scalable supervised dimensionality reduction using clustering., KDD, 2013", "Using co-visitation networks for detecting large scale online display advertising exchange fraud., KDD, 2013"], "Jeremy Kubica": ["Ad click prediction: a view from the trenches., KDD, 2013"], "Ryosuke Shibasaki": ["Modeling and probabilistic reasoning of population evacuation during large-scale disaster., KDD, 2013"], "Genady Grabarnik": ["An integrated framework for optimizing automatic monitoring systems in large IT infrastructures., KDD, 2013"], "Robert J. Baseman": ["Improving quality control by early prediction of manufacturing outcomes., KDD, 2013"], "Richi Nayak": ["A data mining driven risk profiling method for road asset management., KDD, 2013"], "Norman M. Sadeh": ["Why people hate your app: making sense of user feedback in a mobile app store., KDD, 2013"], "Shafiqul Islam": ["Towards long-lead forecasting of extreme flood events: a data mining framework for precipitation cluster precursors identification., KDD, 2013"], "Dean Eckles": ["Uncertainty in online experiments with dependent data: an evaluation of bootstrap methods., KDD, 2013"], "Jack C. Schryver": ["Knowledge discovery from massive healthcare claims data., KDD, 2013"], "Neel Sundaresan": ["Palette power: enabling visual search through colors., KDD, 2013"], "John Hutchinson": ["Heat pump detection from coarse grained smart meter data with positive and unlabeled learning., KDD, 2013"], "Nigam H. Shah": ["Empirical bayes model to combine signals of adverse drug reactions., KDD, 2013"], "Miguel Santana": ["Efficiently rewriting large multimedia application execution traces with few event sequences., KDD, 2013"], "Guanhua Yan": ["Discriminant malware distance learning on structural information for automated malware classification., KDD, 2013"], "Iain A. Matthews": ["Assessing team strategy using spatiotemporal data., KDD, 2013"], "Robert M. Rolfe": ["Exploratory analysis of highly heterogeneous document collections., KDD, 2013"], "Paul E. Moraal": ["Experience from hosting a corporate prediction market: benefits beyond the forecasts., KDD, 2013"], "David D. Jensen": ["Detecting insider threats in a real corporate database of computer usage activity., KDD, 2013"], "Cory Kirk": ["Mining for geographically disperse communities in social networks by leveraging distance modularity., KDD, 2013"], "Svetha Venkatesh": ["An integrated framework for suicide risk prediction., KDD, 2013"], "Ranga Raju Vatsavai": ["Gaussian multiple instance learning approach for mapping the slums of the world using very high resolution imagery., KDD, 2013"], "Mingqiang Xue": ["A privacy preserving framework for managing vehicle data in road pricing systems., KDD, 2013"], "Hsun-Ping Hsieh": ["U-Air: when urban air quality inference meets big data., KDD, 2013"], "Geoffrey I. Webb": ["Panel: a data scientist's guide to making money from start-ups., KDD, 2013"], "Mokrane Bouzeghoub": ["LAICOS: an open source platform for personalized social web search., KDD, 2013"], "Songtao Guo": ["JobMiner: a real-time system for mining job-related patterns from social media., KDD, 2013"], "Naren Ramakrishnan": ["STED: semi-supervised targeted-interest event detectionin in twitter., KDD, 2013", "Forex-foreteller: currency trend modeling using news articles., KDD, 2013"], "Alok N. Choudhary": ["Real-time disease surveillance using Twitter data: demonstration on flu and cancer., KDD, 2013"], "Evangelos E. Milios": ["KeySee: supporting keyword search on evolving events in social streams., KDD, 2013"], "Ross Maciejewski": ["Understanding Twitter data with TweetXplorer., KDD, 2013"], "Vassilis Kostakos": ["An online system with end-user services: mining novelty concepts from tv broadcast subtitles., KDD, 2013"], "Antoine Fraboulet": ["When TEDDY meets GrizzLY: temporal dependency discovery for triggering road deicing operations., KDD, 2013"], "Bo Zhao": ["EventCube: multi-dimensional search and mining of structured and text data., KDD, 2013"], "Jie Cao": ["SEA: a system for event analysis on chinese tweets., KDD, 2013"], "Jie Tang": ["SAE: social analytic engine for large networks., KDD, 2013"], "Pengnian Wang": ["FIU-Miner: a fast, integrated, and user-friendly system for data mining in distributed environment., KDD, 2013"], "Shi Gao": ["A transfer learning based framework of crowd-selection on twitter., KDD, 2013"], "Nele Verbiest": ["Risk-O-Meter: an intelligent clinical risk calculator., KDD, 2013"], "Charalampos E. Tsourakakis": ["Algorithmic techniques for modeling and mining large graphs (AMAzING)., KDD, 2013"], "Tina Eliassi-Rad": ["Mining data from mobile devices: a survey of smart sensing and analytics., KDD, 2013"], "Chandan K. Reddy": ["Big data analytics for healthcare., KDD, 2013"], "Ashwin Machanavajjhala": ["Entity resolution for big data., KDD, 2013", "Network sampling., KDD, 2013"], "Alexander J. Smola": ["The dataminer's guide to scalable mixed-membership and nonparametric bayesian models., KDD, 2013"]}