{"Jim Gray": ["On-line science: the world-wide telescope as a prototype for the new computational science., KDD, 2003"], "Daphne Koller": ["Statistical learning from relational data., KDD, 2003"], "Andreas S. Weigend": ["Analyzing customer behavior at Amazon.com., KDD, 2003"], "Charu C. Aggarwal": ["Towards systematic design of distance functions for data mining applications., KDD, 2003", "XRules: an effective structural classifier for XML data., KDD, 2003"], "Suvrit Sra": ["Generative model-based clustering of directional data., KDD, 2003"], "Mark Schwabacher": ["Mining distance-based outliers in near linear time with randomization and a simple pruning rule., KDD, 2003"], "Raymond J. Mooney": ["Adaptive duplicate detection using learnable string similarity measures., KDD, 2003"], "Niall M. Adams": ["An iterative hypothesis-testing strategy for pattern discovery., KDD, 2003"], "Peter Scheuermann": ["Efficient data reduction with EASE., KDD, 2003"], "Lotfi Lakhal": ["Extracting semantics from data cubes using cube transversals and closures., KDD, 2003"], "Padhraic Smyth": ["Translation-invariant mixture models for curve clustering., KDD, 2003", "Algorithms for estimating relative importance in networks., KDD, 2003"], "Dharmendra S. Modha": ["Information-theoretic co-clustering., KDD, 2003"], "Iraklis Varlamis": ["SEWeP: using site semantics and a taxonomy to enhance the Web personalization process., KDD, 2003"], "Osmar R. Zaïane": ["Inverted matrix: efficient discovery of frequent items in large datasets in the context of interactive mining., KDD, 2003"], "Alexander Yates": ["To buy or not to buy: mining airfare data to minimize ticket purchase price., KDD, 2003"], "Heikki Mannila": ["Fragments of order., KDD, 2003"], "Éva Tardos": ["Maximizing the spread of influence through a social network., KDD, 2003"], "Ananth Grama": ["PROXIMUS: a framework for analyzing very high dimensional discrete-attributed datasets., KDD, 2003"], "Gerhard Widmer": ["Visualizing changes in the structure of data for exploratory feature selection., KDD, 2003"], "Foster J. Provost": ["Aggregation-based feature invention and relational concept classes., KDD, 2003"], "Shantanu Godbole": ["Cross-training: learning probabilistic mappings between topics., KDD, 2003"], "Jin Yu": ["Generating English summaries of time series data using the Gricean maxims., KDD, 2003"], "Werner Stuetzle": ["Assessment and pruning of hierarchical model based clustering., KDD, 2003"], "Chris Clifton": ["Privacy-preserving k-means clustering over vertically partitioned data., KDD, 2003"], "Eamonn J. Keogh": ["Indexing multi-dimensional time-series with support for multiple distance measures., KDD, 2003"], "Jiawei Han": ["Mining concept-drifting data streams using ensemble classifiers., KDD, 2003", "CloseGraph: mining closed frequent graph patterns., KDD, 2003", "Classifying large data sets using SVMs with hierarchical clusters., KDD, 2003"], "Jian Pei": ["CLOSET+: searching for the best strategies for mining frequent closed itemsets., KDD, 2003", "Mining phenotypes and informative genes from gene expression data., KDD, 2003"], "Laks V. S. Lakshmanan": ["Mining unexpected rules by pushing user dynamics., KDD, 2003"], "Douglas A. Newlands": ["On detecting differences between groups., KDD, 2003"], "Yong Ye": ["Screening and interpreting multi-item associations based on log-linear modeling., KDD, 2003"], "Xiaoli Li": ["Eliminating noisy information in Web pages for data mining., KDD, 2003"], "Karam Gouda": ["Fast vertical mining using diffsets., KDD, 2003"], "Dennis E. Shasha": ["Efficient elastic burst detection in data streams., KDD, 2003"], "Steven P. Ketchpel": ["Golden Path Analyzer: using divide-and-conquer to cluster Web clickstreams., KDD, 2003"], "William DuMouchel": ["Empirical Bayesian data mining for discovering patterns in post-marketing drug safety., KDD, 2003"], "Katsuhiko Takabayashi": ["Mining hepatitis data with temporal abstraction., KDD, 2003"], "Hannah Blau": ["Information awareness: a prospective technical assessment., KDD, 2003"], "Abraham Kandel": ["The data mining approach to automated software testing., KDD, 2003"], "Jacques Cherrier": ["Passenger-based predictive modeling of airline no-show rates., KDD, 2003"], "Sridhar Ramaswamy": ["Capturing best practice for microarray gene expression data analysis., KDD, 2003"], "Harsha Rao": ["Clinical and financial outcomes analysis with existing hospital patient records., KDD, 2003"], "Anand Sivasubramaniam": ["Critical event prediction for proactive management in large-scale computer clusters., KDD, 2003"], "Fiona S. L. Brinkman": ["Frequent-subsequence-based prediction of outer membrane proteins., KDD, 2003"], "Christopher Potter": ["Discovery of climate indices using clustering., KDD, 2003"], "Søren Damgaard": ["Knowledge-based data mining., KDD, 2003"], "Edward Y. Chang": ["The anatomy of a multimodal information filter., KDD, 2003"], "Sterling Stuart Stein": ["Style mining of electronic messages for multiple authorship discrimination: first results., KDD, 2003"], "Wen Niu": ["Mining high dimensional data for classifier knowledge., KDD, 2003"], "Won Suk Lee": ["Finding recent frequent itemsets adaptively over online data streams., KDD, 2003"], "Stefano Lonardi": ["Probabilistic discovery of time series motifs., KDD, 2003"], "Robert F. Murphy": ["Understanding captions in biomedical publications., KDD, 2003"], "Justin Zhijun Zhan": ["Using randomized response techniques for privacy-preserving data mining., KDD, 2003"], "Deepak K. Agarwal": ["Applications of sampling and fractional factorial designs to model-free data squashing., KDD, 2003"], "David Madigan": ["Experiments with random projections for machine learning., KDD, 2003"], "Pedro Medas": ["Accurate decision trees for mining high-speed data streams., KDD, 2003"], "Nick Koudas": ["Correlating synchronous and asynchronous data streams., KDD, 2003"], "M. Tamer Özsu": ["A Web page prediction model based on click-stream tree representation of user behavior., KDD, 2003"], "Bart Selman": ["Natural communities in large linked networks., KDD, 2003"], "Michael E. Houle": ["Navigating massive data sets via local clustering., KDD, 2003"], "Mong-Li Lee": ["Mining viewpoint patterns in image databases., KDD, 2003"], "Chris Jermaine": ["Playing hide-and-seek with correlations., KDD, 2003"], "Aidong Zhang": ["Interactive exploration of coherent patterns in time-series gene expression data., KDD, 2003"], "Gagan Agrawal": ["Efficient decision tree construction on streaming data., KDD, 2003"], "Sumit Negi": ["A bag of paths model for measuring structural similarity in Web documents., KDD, 2003"], "Toshihiro Kamishima": ["Nantonac collaborative filtering: recommendation based on order responses., KDD, 2003"], "David Harel": ["A two-way visualization method for clustered data., KDD, 2003"], "Douglas Stott Parker Jr.": ["Empirical comparisons of various voting methods in bagging., KDD, 2003"], "Yanhong Zhai": ["Mining data records in Web pages., KDD, 2003"], "Jeffrey Xu Yu": ["On computing, storing and querying frequent patterns., KDD, 2003"], "Simon Perkins": ["Online novelty detection on temporal sequences., KDD, 2003"], "Jun'ichi Takeuchi": ["Distributed cooperative mining for information consortia., KDD, 2003"], "Michael Hay": ["Learning relational probability trees., KDD, 2003"], "Diane J. Cook": ["Graph-based anomaly detection., KDD, 2003"], "Mohammed Javeed Zaki": ["Carpenter: finding closed patterns in long biological datasets., KDD, 2003"], "Clare Giardina": ["New unsupervised clustering algorithm for large datasets., KDD, 2003"], "Christopher D. Carothers": ["Improving spatial locality of programs via data mining., KDD, 2003"], "Mohsen M. Farid": ["Weighted Association Rule Mining using weighted support and significance framework., KDD, 2003"], "Kwan-Liu Ma": ["PaintingClass: interactive construction, visualization and exploration of decision trees., KDD, 2003"], "Alexander R. Statnikov": ["Time and sample efficient discovery of Markov blankets and direct causal relations., KDD, 2003"], "Ee-Chien Chang": ["Distributed multivariate regression based on influential observations., KDD, 2003"], "Huan Liu": ["Efficiently handling feature redundancy in high-dimensional data., KDD, 2003"], "Chumki Basu": ["An adaptive nearest neighbor search for a parts acquisition ePortal., KDD, 2003"], "Mary McDonald": ["Architecting a knowledge discovery engine for military commanders utilizing massive runs of simulations., KDD, 2003"], "Jon R. Wright": ["Data quality through knowledge engineering., KDD, 2003"], "Gio Wiederhold": ["Similarity analysis on government regulations., KDD, 2003"], "Armand Sarkissian": ["Experimental design for solicitation campaigns., KDD, 2003"], "Dhabaleswar K. Panda": ["Towards NIC-based intrusion detection., KDD, 2003"], "Joseph L. Hellerstein": ["Data-driven validation, completion and construction of event relationship networks., KDD, 2003"], "Gleb Tschapek": ["Visualizing concept drift., KDD, 2003"], "Koichi Furukawa": ["Experimental study of discovering essential information from customer inquiry., KDD, 2003"], "Philip S. Yu": ["Applying data mining in investigating money laundering crimes., KDD, 2003"]}