{"Robin Li": ["Nine real hard problems we'd like you to solve., KDD, 2012"], "Jaiwei Han": ["Mining heterogeneous information networks: the next frontier., KDD, 2012"], "Michael I. Jordan": ["Divide-and-conquer and statistical inference for big data., KDD, 2012", "Active spectral clustering via iterative uncertainty reduction., KDD, 2012"], "Michael J. Kearns": ["Experiments in social computation: (and the data they generate)., KDD, 2012"], "Christos Faloutsos": ["Rise and fall patterns of information diffusion: model and implications., KDD, 2012", "GigaTensor: scaling tensor analysis up by 100 times - algorithms and discoveries., KDD, 2012", "Interacting viruses in networks: can both survive?, KDD, 2012", "RainMon: an integrated approach to mining bursty timeseries monitoring data., KDD, 2012", "TourViz: interactive visualization of connection pathways in large graphs., KDD, 2012"], "Makoto Onizuka": ["Efficient personalized pagerank with accuracy assurance., KDD, 2012"], "Eli Upfal": ["PageRank on an evolving graph., KDD, 2012"], "Jure Leskovec": ["Information diffusion and external influence in networks., KDD, 2012", "Discovering value from community activity on focused question answering sites: a case study of stack overflow., KDD, 2012"], "Carl Kingsford": ["The missing models: a data-driven approach for learning how networks grow., KDD, 2012"], "Limsoon Wong": ["Finding minimum representative pattern sets., KDD, 2012", "AssocExplorer: an association rule visualization system for exploratory data analysis., KDD, 2012"], "Xindong Wu": ["Mining emerging patterns by streaming feature selection., KDD, 2012"], "Thomas Gärtner": ["Linear space direct pattern sampling using coupling from the past., KDD, 2012"], "Philip S. Yu": ["Mining top-K high utility itemsets., KDD, 2012", "Magnet community identification on social networks., KDD, 2012", "Review spam detection via temporal pattern discovery., KDD, 2012", "UFIMT: an uncertain frequent itemset mining toolbox., KDD, 2012"], "Mohammed J. Zaki": ["Sampling minimal frequent boolean (DNF) patterns., KDD, 2012"], "Lawrence Carin": ["The contextual focused topic model., KDD, 2012", "Active learning for online bayesian matrix factorization., KDD, 2012"], "Hiroshi Nakagawa": ["Practical collapsed variational bayes inference for hierarchical dirichlet process., KDD, 2012"], "Kunqing Xie": ["Overlapping decomposition for causal graphical modeling., KDD, 2012"], "Michele Benzi": ["TM-LDA: efficient online modeling of latent topic transitions in social media., KDD, 2012"], "Thomas Seidl": ["Multi-view clustering using mixture models in subspace projections., KDD, 2012", "Subspace correlation clustering: finding locally correlated dimensions in subspace projections of the data., KDD, 2012", "Mining coherent subgraphs in multi-layer graphs with edge labels., KDD, 2012"], "Hsuan-Tien Lin": ["A simple methodology for soft cost-sensitive classification., KDD, 2012"], "Johannes Gehrke": ["Intelligible models for classification and regression., KDD, 2012"], "Alexander G. Gray": ["NASA: achieving lower regrets and faster rates via adaptive stepsizes., KDD, 2012", "Maximum inner-product search using cone trees., KDD, 2012", "Fast algorithms for comprehensive n-point correlation estimates., KDD, 2012"], "Nitesh V. Chawla": ["Learning in non-stationary environments with class imbalance., KDD, 2012"], "Alexander J. Smola": ["Linear support vector machines via dual cached loops., KDD, 2012"], "Xing Xie": ["Discovering regions of different functions in a city using human mobility and POIs., KDD, 2012"], "Wen-Chih Peng": ["Constructing popular routes from uncertain trajectories., KDD, 2012"], "Kamal Ali": ["GetJar mobile application recommendations with very sparse datasets., KDD, 2012"], "Nériah M. Sossou": ["Differentially private transit data publication: a case study on the montreal transportation system., KDD, 2012"], "Deyi Li": ["Interaction and collective intelligence in internet computing., KDD, 2012"], "Masaru Kitsuregawa": ["Building an engine for big data., KDD, 2012"], "Bo Zhang": ["A new challenge of information processing under the 21st century., KDD, 2012"], "Geoff Holmes": ["Developing data mining applications., KDD, 2012"], "Jun Zhu": ["Learning from crowds in the presence of schools of thought., KDD, 2012"], "D. Sivakumar": ["Social sampling., KDD, 2012"], "Bernardo A. Huberman": ["From user comments to on-line conversations., KDD, 2012"], "Atish Das Sarma": ["eTrust: understanding trust evolution in an online world., KDD, 2012"], "Eamonn J. Keogh": ["Searching and mining trillions of time series subsequences under dynamic time warping., KDD, 2012"], "Masatoshi Yoshikawa": ["Fast mining and forecasting of complex time-stamped events., KDD, 2012"], "Milos Hauskrecht": ["Mining recent temporal patterns for event detection in multivariate time series data., KDD, 2012"], "Anthony J. Bagnall": ["A shapelet transform for time series classification., KDD, 2012"], "Xiaofei He": ["Accelerated singular value thresholding for matrix completion., KDD, 2012"], "Haesun Park": ["Fast bregman divergence NMF using taylor expansion and coordinate descent., KDD, 2012"], "Jun Liu": ["A sparsity-inducing formulation for evolutionary co-clustering., KDD, 2012"], "Kenji Yamanishi": ["Detecting changes of clustering structures using normalized maximum likelihood coding., KDD, 2012"], "Claudia Plant": ["Dependency clustering across measurement scales., KDD, 2012", "Summarization-based mining bipartite graphs., KDD, 2012"], "Srinivasan Parthasarathy": ["A framework for summarizing and analyzing twitter feeds., KDD, 2012"], "Houfeng Wang": ["Entity-centric topic-oriented opinion summarization in twitter., KDD, 2012"], "Yan Liu": ["Community discovery and profiling with social messages., KDD, 2012"], "Jean-François Crespo": ["Finding trending local topics in search queries for personalization of a recommendation system., KDD, 2012"], "Yong Shi": ["China's national personal credit scoring system: a real-life intelligent knowledge application., KDD, 2012"], "Rich Holada": ["Maximizing return and minimizing cost with the right decision management systems., KDD, 2012"], "Dimitrios Gunopulos": ["Efficient and domain-invariant competitor mining., KDD, 2012"], "Ulf Brefeld": ["Discriminative clustering for market segmentation., KDD, 2012"], "Samuel Ieong": ["Aggregating web offers to determine product prices., KDD, 2012"], "Jiawei Han": ["Mining event periodicity from incomplete observations., KDD, 2012", "Parallel field ranking., KDD, 2012", "Integrating community matching and outlier detection for mining evolutionary community outliers., KDD, 2012", "Event-based social networks: linking the online and offline social worlds., KDD, 2012", "Query-driven discovery of semantically similar substructures in heterogeneous networks., KDD, 2012"], "Shahram Ebadollahi": ["Towards heterogeneous temporal clinical event pattern discovery: a convolutional approach., KDD, 2012"], "Jilles Vreeken": ["The long and the short of it: summarising event sequences with serial episodes., KDD, 2012"], "Michael H. Böhlen": ["Efficient event pattern matching with match windows., KDD, 2012"], "Jieping Ye": ["Optimal exact least squares rank minimization., KDD, 2012", "Batch mode active sampling based on marginal probability distribution matching., KDD, 2012", "Feature grouping and selection over an undirected graph., KDD, 2012", "Modeling disease progression via fused sparse group lasso., KDD, 2012", "Multi-source learning for joint analysis of incomplete multi-modality neuroimaging data., KDD, 2012"], "Amol Ghoting": ["Large-scale distributed non-negative sparse coding and sparse dictionary learning., KDD, 2012"], "Hongyuan Zha": ["Learning binary codes for collaborative filtering., KDD, 2012"], "Inderjit S. Dhillon": ["Low rank modeling of signed networks., KDD, 2012"], "Stefan Kramer": ["A structural cluster kernel for learning on graphs., KDD, 2012"], "Zhi-Hua Zhou": ["Multi-label hypothesis reuse., KDD, 2012"], "Raviv Raich": ["Rank-loss support instance machines for MIML instance annotation., KDD, 2012"], "Jun Huan": ["Inductive multi-task learning with multiple view data., KDD, 2012"], "Yi Zhu": ["Scalable misbehavior detection in online video chat services., KDD, 2012"], "Lizhu Zhou": ["Keyword-propagation-based information enriching and noise removal for web news videos., KDD, 2012"], "Guiquan Liu": ["Harnessing the wisdom of the crowds for accurate web page clipping., KDD, 2012"], "Uwe F. Mayer": ["Bootstrapped language identification for multi-site internet domains., KDD, 2012"], "Wei-Ying Ma": ["Semantic search and a new moore's law effect in knowledge engineering., KDD, 2012"], "Christian Posse": ["Key lessons learned building recommender systems for large-scale social networks., KDD, 2012"], "C. Seshadhri": ["Vertex neighborhoods, low conductance cuts, and good seeds for local community methods., KDD, 2012"], "Dit-Yan Yeung": ["Overlapping community detection via bounded nonnegative matrix tri-factorization., KDD, 2012", "A probabilistic model for multimodal hash function learning., KDD, 2012"], "Dino Pedreschi": ["DEMON: a local-first discovery method for overlapping communities., KDD, 2012"], "Robert Kleinberg": ["On the separability of structural classes of communities., KDD, 2012"], "Larisa Shwartz": ["Discovering lag intervals for temporal dependencies., KDD, 2012"], "Vipin Kumar": ["Testing the significance of spatio-temporal teleconnection patterns., KDD, 2012"], "Kotagiri Ramamohanarao": ["SeqiBloc: mining multi-time spanning blockmodels in dynamic graphs., KDD, 2012"], "Longbing Cao": ["USpan: an efficient algorithm for mining high utility sequential patterns., KDD, 2012"], "Yanmin Zhu": ["Mining large-scale, sparse GPS traces for map inference: comparison of approaches., KDD, 2012"], "Blaise Agüera y Arcas": ["Transparent user models for personalization., KDD, 2012"], "Evimaria Terzi": ["Estimating entity importance via counting set covers., KDD, 2012", "Selecting a characteristic set of reviews., KDD, 2012"], "Yong Li": ["ComSoc: adaptive transfer of user behaviors over composite social network., KDD, 2012"], "Thorsten Joachims": ["Online learning to diversify from implicit feedback., KDD, 2012", "Playlist prediction via metric embedding., KDD, 2012"], "Fei Wang": ["Semi-supervised learning with mixed knowledge information., KDD, 2012"], "Manik Varma": ["SPF-GMKL: generalized multiple kernel learning with a million kernels., KDD, 2012"], "Vladimir Pavlovic": ["Efficient evaluation of large sequence kernels., KDD, 2012"], "Wentong Li": ["Estimating conversion rate in display advertising from past erformance data., KDD, 2012"], "Vidhya Navalpakkam": ["Multimedia features for click prediction of new ads in display advertising., KDD, 2012"], "Ya Xu": ["Trustworthy online controlled experiments: five puzzling outcomes explained., KDD, 2012"], "Tak W. Yan": ["Position-normalized click prediction in search advertising., KDD, 2012"], "Foster J. Provost": ["Bid optimizing and inventory scoring in targeted online advertising., KDD, 2012", "Design principles of massive, robust prediction systems., KDD, 2012"], "Jianzhong Li": ["Algorithms for mining uncertain graph data., KDD, 2012"], "Paul Compton": ["Experience with discovering knowledge by acquiring it., KDD, 2012"], "Naonori Ueda": ["Bayesian relational data analysis., KDD, 2012"], "Zhongzhi Shi": ["Cross-media knowledge discovery., KDD, 2012"], "Bing Liu": ["Mining contentions from discussions and debates., KDD, 2012"], "Arno J. Knobbe": ["Different slopes for different folks: mining for exceptional regression models with cook's distance., KDD, 2012"], "Rasmus Pagh": ["A near-linear time approximation algorithm for angle-based outlier detection in high-dimensional data., KDD, 2012"], "Mark Crovella": ["Intrusion as (anti)social communication: characterization and detection., KDD, 2012"], "Changshui Zhang": ["Robust multi-task feature learning., KDD, 2012"], "Huan Liu": ["Unsupervised feature selection for linked social media data., KDD, 2012"], "Alexandros Kalousis": ["Model mining for robust feature selection., KDD, 2012"], "Ming-Syan Chen": ["On socio-spatial group query for location-based social networks., KDD, 2012", "Information processing in social networks., KDD, 2012"], "Jason J. Corso": ["Random forests for metric learning with implicit pairwise position dependence., KDD, 2012"], "Krishnaram Kenthapadi": ["Empowering authors to diagnose comprehension burden in textbooks., KDD, 2012"], "Wei Ding": ["Coupled behavior analysis for capturing coupling relationships in group-based market manipulations., KDD, 2012"], "Dacheng Tao": ["HySAD: a semi-supervised hybrid shilling attack detector for trustworthy product recommendation., KDD, 2012"], "Cullen Bash": ["Following the electrons: methods for power management in commercial buildings., KDD, 2012"], "Graham Williams": ["Ensembles and model delivery for tax compliance., KDD, 2012"], "Seymour Douglas": ["Leveraging predictive modeling to reduce signal theft in a multi-service organization environment., KDD, 2012"], "K. V. M. Naidu": ["Capacitated team formation problem on social networks., KDD, 2012"], "Fabrício Benevenuto": ["Finding trendsetters in information networks., KDD, 2012"], "Kevin Chen-Chuan Chang": ["Towards social user profiling: unified and discriminative influence model for inferring home locations., KDD, 2012"], "Chris Clifton": ["Differential identifiability., KDD, 2012"], "Kian-Lee Tan": ["Anonymizing set-valued data by nonreciprocal recoding., KDD, 2012"], "Bowei Xi": ["Adversarial support vector machine learning., KDD, 2012"], "Eric P. Xing": ["Web image prediction using multivariate point processes., KDD, 2012"], "Zhiwen Yu": ["Transductive multi-label ensemble classification for protein function prediction., KDD, 2012"], "Jian-Tao Sun": ["Multi-domain active learning for text classification., KDD, 2012"], "Sam Clark": ["Open domain event extraction from twitter., KDD, 2012"], "Gagan Agrawal": ["Stratified k-means clustering over a deep web data source., KDD, 2012"], "Eric Horvitz": ["Metro maps of science., KDD, 2012"], "Vibhor Rastogi": ["Active sampling for entity matching., KDD, 2012"], "Thomas C. Bailey": ["An integrated data mining approach to real-time clinical monitoring and deterioration warning., KDD, 2012"], "ChengXiang Zhai": ["SympGraph: a framework for mining clinical notes through symptom relation graphs., KDD, 2012"], "Chih-Jen Lin": ["Experiences and lessons in developing industry-strength machine learning and data mining software., KDD, 2012"], "Tie-Yan Liu": ["Joint optimization of bid and budget allocation in sponsored search., KDD, 2012"], "Anirban Mahanti": ["The untold story of the clones: content-agnostic factors that impact YouTube video popularity., KDD, 2012"], "Jian Yang": ["SHALE: an efficient algorithm for allocation of guaranteed display advertising., KDD, 2012"], "Vijay K. Narayanan": ["Factoring past exposure in display advertising targeting., KDD, 2012"], "Vahab S. Mirrokni": ["Online allocation of display ads with smooth delivery., KDD, 2012"], "Gabriel Kliot": ["Streaming graph partitioning for large distributed graphs., KDD, 2012"], "Lei Li": ["RolX: structural role extraction & mining in large graphs., KDD, 2012"], "Shumo Chu": ["Fast algorithms for maximal clique enumeration with limited memory., KDD, 2012"], "Yong Liu": ["Circle-based recommendation in online social networks., KDD, 2012"], "Jianyong Wang": ["Incorporating heterogeneous information for personalized tag recommendation in social tagging systems., KDD, 2012"], "Hang Su": ["Cross-domain collaboration recommendation., KDD, 2012"], "Laks V. S. Lakshmanan": ["RecMax: exploiting recommender systems for fun and profit., KDD, 2012"], "Ruoming Jin": ["Learning personal + social latent factor model for social recommendation., KDD, 2012"], "Ian Davidson": ["Two approaches to understanding when constraints help clustering., KDD, 2012"], "Antti Ukkonen": ["Chromatic correlation clustering., KDD, 2012"], "Peter Lindstrom": ["Locally-scaled spectral clustering using empty region graphs., KDD, 2012"], "Xiao Yu": ["Integrating meta-path selection with user-guided object clustering in heterogeneous information networks., KDD, 2012"], "Adam K. Usadi": ["PatentMiner: topic-driven patent analysis and mining., KDD, 2012"], "Naren Ramakrishnan": ["Storytelling in entity networks to support intelligence analysts., KDD, 2012"], "Dong Xin": ["A framework for robust discovery of entity synonyms., KDD, 2012"], "Bikram Sengupta": ["SmartDispatch: enabling efficient ticket dispatch in an IT service environment., KDD, 2012"], "Haixin Ma": ["Social media data analysis for revealing collective behaviors., KDD, 2012"], "Gordon Sun": ["Understanding users' satisfaction for search engine evaluation., KDD, 2012"], "Cuiping Li": ["Similarity search in real world networks., KDD, 2012"], "Yehuda Koren": ["Large-scale learning of word relatedness with constraints., KDD, 2012"], "Jimeng Sun": ["Latent association analysis of document pairs., KDD, 2012"], "Min Wang": ["LIEGE: : link entities in web lists with knowledge base., KDD, 2012"], "Haixun Wang": ["Automatic taxonomy construction from keywords., KDD, 2012", "A system for extracting top-K lists from the web., KDD, 2012"], "Stefan Rüping": ["An enhanced relevance criterion for more concise supervised pattern discovery., KDD, 2012"], "Gustavo Alonso": ["Efficient frequent item counting in multi-core hardware., KDD, 2012"], "Juliana Sutanto": ["On nested palindromes in clickstream data., KDD, 2012"], "Baoxin Li": ["Mining discriminative components with low-rank and sparsity constraints for face recognition., KDD, 2012"], "Cong Yu": ["On \"one of the few\" objects., KDD, 2012"], "Bo Ren Zhang": ["BC-PDM: data mining, social network analysis and text mining system based on cloud computing., KDD, 2012"], "Sebastiaan J. van Schaik": ["DAGger: clustering correlated uncertain data (to predict asset failure in energy networks)., KDD, 2012"], "Michalis Vazirgiannis": ["Visual exploration of collaboration networks based on graph degeneracy., KDD, 2012"], "Marie-Aude Aufaure": ["D-INDEX: a web environment for analyzing dependences among scientific collaborators., KDD, 2012"], "Shou-De Lin": ["Information propagation game: a tool to acquire humanplaying data for multiplayer influence maximization on social networks., KDD, 2012", "EvaPlanner: an evacuation planner with social-based flocking kinetics., KDD, 2012"], "Ke Xu": ["MoodLens: an emoticon-based sentiment analysis system for chinese tweets., KDD, 2012"], "Shahzad Malik Malik": ["Intelligent advertising framework for digital signage., KDD, 2012"], "Hwanjo Yu": ["GeoSearch: georeferenced video retrieval system., KDD, 2012", "PubMed search and exploration with real-time semantic network construction., KDD, 2012"], "Pauli Miettinen": ["Siren: an interactive tool for mining and visualizing geospatial redescriptions., KDD, 2012"], "Ullas Nambiar": ["Navigating information facets on twitter (NIF-T)., KDD, 2012"], "Bai Wang": ["HeteRecom: a semantic-based recommendation systemin heterogeneous networks., KDD, 2012"], "Ankit Agrawal": ["VOXSUP: a social engagement framework., KDD, 2012"], "Xiaoming Li": ["EventSearch: a system for event discovery and retrieval on multi-type historical data., KDD, 2012"]}