{"Jennifer T. Chayes": ["Graphons and Machine Learning: Modeling and Estimation of Sparse Massive Networks., KDD, 2016"], "Nando de Freitas": ["Learning to Learn and Compositionality with Deep Recurrent Neural Networks: Learning to Learn and Compositionality., KDD, 2016"], "Whitfield Diffie": ["The Evolving Meaning of Information Security., KDD, 2016"], "Joseph M. Hellerstein": ["People, Computers, and The Hot Mess of Real Data., KDD, 2016"], "Greg Papadopoulos": ["A VC View of Investing in ML., KDD, 2016"], "Greg Sands": ["Big Data Needs Big Dreamers: Lessons from Successful Big Data Investors., KDD, 2016"], "José Carlos González": ["Designing Policy Recommendations to Reduce Home Abandonment in Mexico., KDD, 2016"], "Hanan Samet": ["Aircraft Trajectory Prediction Made Easy with Predictive Analytics., KDD, 2016"], "Matei Zaharia": ["Matrix Computations and Optimization in Apache Spark., KDD, 2016"], "Dorothea Wiesmann": ["Predicting Disk Replacement towards Reliable Data Centers., KDD, 2016"], "John V. Guttag": ["Developing a Data-Driven Player Ranking in Soccer Using Predictive Model Weights., KDD, 2016"], "Rayid Ghani": ["The Legislative Influence Detector: Finding Text Reuse in State Legislation., KDD, 2016", "Identifying Police Officers at Risk of Adverse Events., KDD, 2016", "Identifying Earmarks in Congressional Bills., KDD, 2016"], "Xiaolin Shi": ["Data-Driven Metric Development for Online Controlled Experiments: Seven Lessons Learned., KDD, 2016"], "Hui Xiong": ["Catch Me If You Can: Detecting Pickpocket Suspects from Large-Scale Transit Records., KDD, 2016", "Rebalancing Bike Sharing Systems: A Multi-source Data Smart Optimization., KDD, 2016", "Unified Point-of-Interest Recommendation with Temporal Interval Assessment., KDD, 2016", "Taxi Driving Behavior Analysis in Latent Vehicle-to-Vehicle Networks: A Social Influence Perspective., KDD, 2016", "Topic Modeling of Short Texts: A Pseudo-Document View., KDD, 2016"], "Rómer Rosales": ["Email Volume Optimization at LinkedIn., KDD, 2016", "Dynamics of Large Multi-View Social Networks: Synergy, Cannibalization and Cross-View Interplay., KDD, 2016"], "Jeonghee Kim": ["Large-Scale Item Categorization in e-Commerce Using Multiple Recurrent Neural Networks., KDD, 2016"], "Cédric Archambeau": ["Online Dual Decomposition for Performance and Delivery-Based Distributed Ad Allocation., KDD, 2016"], "Qiang Zhang": ["Minimizing Legal Exposure of High-Tech Companies through Collaborative Filtering Methods., KDD, 2016"], "Igor Perisic": ["Ranking Universities Based on Career Outcomes of Graduates., KDD, 2016"], "Joshua E. Blumenstock": ["Predictors without Borders: Behavioral Modeling of Product Adoption in Three Developing Countries., KDD, 2016"], "Wei Chen": ["Repeat Buyer Prediction for E-Commerce., KDD, 2016"], "Chongzhe Li": ["Audience Expansion for Online Social Network Advertising., KDD, 2016"], "Qing He": ["From Online Behaviors to Offline Retailing., KDD, 2016", "FASCINATE: Fast Cross-Layer Dependency Inference on Multi-layered Networks., KDD, 2016"], "Bistra Dilkina": ["Firebird: Predicting Fire Risk and Prioritizing Fire Inspections in Atlanta., KDD, 2016"], "Aristides Gionis": ["DopeLearning: A Computational Approach to Rap Lyrics Generation., KDD, 2016"], "Naren Ramakrishnan": ["EMBERS at 4 years: Experiences operating an Open Source Indicators Forecasting System., KDD, 2016", "EMBERS AutoGSR: Automated Coding of Civil Unrest Events., KDD, 2016", "Modeling Precursors for Event Forecasting via Nested Multi-Instance Learning., KDD, 2016", "Hierarchical Incomplete Multi-source Feature Learning for Spatiotemporal Event Forecasting., KDD, 2016", "Leveraging Propagation for Data Mining: Models, Algorithms and Applications., KDD, 2016"], "Subhrajit Bhattacharya": ["Anomaly Detection Using Program Control Flow Graph Mining From Execution Logs., KDD, 2016"], "Venu Govindaraju": ["Engagement Capacity and Engaging Team Formation for Reach Maximization of Online Social Media Platforms., KDD, 2016"], "Pavel Serdyukov": ["Boosted Decision Tree Regression Adjustment for Variance Reduction in Online Controlled Experiments., KDD, 2016"], "Anna Phan": ["Dynamic and Robust Wildfire Risk Prediction System: An Unsupervised Approach., KDD, 2016"], "J. C. Mao": ["Deep Crossing: Web-Scale Modeling without Manually Crafted Combinatorial Features., KDD, 2016"], "Varun Aggarwal": ["Question Independent Grading using Machine Learning: The Case of Computer Program Grading., KDD, 2016"], "Rui Zhang": ["Contextual Intent Tracking for Personal Assistants., KDD, 2016"], "Deepak Agarwal": ["An Empirical Study on Recommendation with Multiple Types of Feedback., KDD, 2016", "GLMix: Generalized Linear Mixed Models For Large-Scale Response Prediction., KDD, 2016"], "Rajesh Parekh": ["An Engagement-Based Customer Lifetime Value System for E-commerce., KDD, 2016"], "Nanyu Chen": ["Evaluating Mobile Apps with A/B and Quasi A/B Tests., KDD, 2016"], "Yi Chang": ["Ranking Relevance in Yahoo Search., KDD, 2016"], "Abhishek Gupta": ["Identifying Decision Makers from Professional Social Networks., KDD, 2016"], "Chunxiao Zhou": ["Batch Model for Batched Timestamps Data Analysis with Application to the SSA Disability Program., KDD, 2016"], "Wei-Ying Ma": ["Collaborative Knowledge Base Embedding for Recommender Systems., KDD, 2016"], "Orrin Devinsky": ["A Non-parametric Approach to Detect Epileptogenic Lesions using Restricted Boltzmann Machines., KDD, 2016"], "Fang Xie": ["Recruitment Market Trend Analysis with Sequential Latent Variable Models., KDD, 2016"], "Yanjie Fu": ["Days on Market: Measuring Liquidity in Real Estate Markets., KDD, 2016"], "Jonathan D. Becher": ["Can You Teach the Elephant to Dance? AKA: Culture Eats Data Science for Breakfast., KDD, 2016"], "Oliver Downs": ["How Machine Learning has Finally Solved Wanamaker's Dilemma., KDD, 2016"], "Ralf Herbrich": ["Learning Sparse Models at Scale., KDD, 2016"], "Ching Law": ["Profiling Users from Online Social Behaviors with Applications for Tencent Social Ads., KDD, 2016"], "Ingo Mierswa": ["The Wisdom of Crowds: Best Practices for Data Prep & Machine Learning Derived from Millions of Data Science Workflows., KDD, 2016"], "Jeff Schneider": ["Bayesian Optimization and Embedded Learning Systems., KDD, 2016"], "Danny Shapiro": ["Accelerating the Race to Autonomous Cars., KDD, 2016"], "Ashok Srivastava": ["Large-Scale Machine Learning at Verizon: Theory and Applications., KDD, 2016"], "Duncan Watts": ["Computational Social Science: Exciting Progress and Future Challenges., KDD, 2016"], "V. S. Subrahmanian": ["MAP: Frequency-Based Maximization of Airline Profits based on an Ensemble Forecasting Approach., KDD, 2016"], "Kamin Whitehouse": ["Gemello: Creating a Detailed Energy Breakdown from Just the Monthly Electricity Bill., KDD, 2016"], "Bo Zhao": ["CaSMoS: A Framework for Learning Candidate Selection Models over Structured Queries and Documents., KDD, 2016", "From Truth Discovery to Trustworthy Opinion Discovery: An Uncertainty-Aware Quantitative Modeling Approach., KDD, 2016"], "Gabriela Csurka": ["Domain Adaptation in the Absence of Source Domain Data., KDD, 2016"], "Philippe Charland": ["Kam1n0: MapReduce-based Assembly Clone Search for Reverse Engineering., KDD, 2016"], "Santanu Kolay": ["Joint Optimization of Multiple Performance Metrics in Online Video Advertising., KDD, 2016"], "Francesco Iorio": ["Convolutional Neural Networks for Steady Flow Approximation., KDD, 2016"], "David Page": ["Computational Drug Repositioning Using Continuous Self-Controlled Case Series., KDD, 2016"], "Shakti Sinha": ["How to Get Them a Dream Job?: Entity-Aware Features for Personalized Job Search Ranking., KDD, 2016"], "Shannon Quinn": ["Scalable Fast Rank-1 Dictionary Learning for fMRI Big Data Analysis., KDD, 2016"], "Matt McNair": ["CompanyDepot: Employer Name Normalization in the Online Recruitment Industry., KDD, 2016"], "Jure Leskovec": ["Understanding Behaviors that Lead to Purchasing: A Case Study of Pinterest., KDD, 2016", "node2vec: Scalable Feature Learning for Networks., KDD, 2016", "Interpretable Decision Sets: A Joint Framework for Description and Prediction., KDD, 2016"], "Josh Attenberg": ["Images Don't Lie: Transferring Deep Visual Semantic Features to Large-Scale Multimodal Learning to Rank., KDD, 2016"], "Jon Patrick": ["Text Mining in Clinical Domain: Dealing with Noise., KDD, 2016"], "Eric Horvitz": ["Detecting Devastating Diseases in Search Logs., KDD, 2016"], "Mayur Thakur": ["When Recommendation Goes Wrong: Anomalous Link Discovery in Recommendation Networks., KDD, 2016"], "Robert L. Grossman": ["Deploying Analytics with the Portable Format for Analytics (PFA)., KDD, 2016"], "Sambit Sahu": ["Singapore in Motion: Insights on Public Transport Service Level Through Farecard and Mobile Data Analytics., KDD, 2016"], "Yaron Kretchmer": ["Compute Job Memory Recommender System Using Machine Learning., KDD, 2016"], "Qirong Ho": ["Scalable Time-Decaying Adaptive Prediction Algorithm., KDD, 2016"], "Pascal Fua": ["Analyzing Volleyball Match Data from the 2014 World Championships Using Machine Learning Techniques., KDD, 2016"], "Zhenhui Li": ["Crime Rate Inference with Big Data., KDD, 2016"], "Juliette Aurisset": ["Improving the Sensitivity of Online Controlled Experiments: Case Studies at Netflix., KDD, 2016"], "Hengshu Zhu": ["Talent Circle Detection in Job Transition Networks., KDD, 2016", "Point-of-Interest Recommendations: Learning Potential Check-ins from Friends., KDD, 2016"], "Jian Xu": ["Bid-aware Gradient Descent for Unbiased Learning with Censored Data in Display Advertising., KDD, 2016"], "Yosuke Yano": ["Compact and Scalable Graph Neighborhood Sketching., KDD, 2016"], "Massih-Reza Amini": ["Streaming-LDA: A Copula-based Approach to Modeling Topic Dependencies in Document Streams., KDD, 2016"], "Sendhil Mullainathan": ["Assessing Human Error Against a Benchmark of Perfection., KDD, 2016"], "David D. Jensen": ["Inferring Network Effects from Observational Data., KDD, 2016"], "Bo Xie": ["Communication Efficient Distributed Kernel Principal Component Analysis., KDD, 2016"], "Arno Siebes": ["Keeping it Short and Simple: Summarising Complex Event Sequences with Multivariate Patterns., KDD, 2016"], "Erisa Terolli": ["The Limits of Popularity-Based Recommendations, and the Role of Social Ties., KDD, 2016"], "Thomas S. Huang": ["Positive-Unlabeled Learning in Streaming Networks., KDD, 2016"], "Thorsten Joachims": ["Predicting Matchups and Preferences in Context., KDD, 2016", "Unbounded Human Learning: Optimal Scheduling for Spaced Repetition., KDD, 2016"], "Carlos Guestrin": ["XGBoost: A Scalable Tree Boosting System., KDD, 2016", "\"Why Should I Trust You?\": Explaining the Predictions of Any Classifier., KDD, 2016"], "Xuren Zhou": ["Robust Influence Maximization., KDD, 2016"], "Wei Wang": ["Ranking Causal Anomalies via Temporal and Dynamical Analysis on Vanishing Correlations., KDD, 2016", "Probabilistic Robust Route Recovery with Spatio-Temporal Dynamics., KDD, 2016"], "Katja Hofmann": ["Towards Conversational Recommender Systems., KDD, 2016"], "Eli Upfal": ["TRIÈST: Counting Local and Global Triangles in Fully-Dynamic Streams with Fixed Memory Size., KDD, 2016", "ABRA: Approximating Betweenness Centrality in Static and Dynamic Graphs with Rademacher Averages., KDD, 2016", "Scalable Betweenness Centrality Maximization via Sampling., KDD, 2016"], "Charles A. Sutton": ["A Subsequence Interleaving Model for Sequential Pattern Mining., KDD, 2016"], "Jeff M. Phillips": ["Efficient Frequent Directions Algorithm for Sparse Matrices., KDD, 2016"], "Tong Zhang": ["Generalized Hierarchical Sparse Model for Arbitrary-Order Interactive Antigenic Sites Identification in Flu Virus Data., KDD, 2016", "Fast Component Pursuit for Large-Scale Inverse Covariance Estimation., KDD, 2016"], "Philip S. Yu": ["Joint Community and Structural Hole Spanner Detection via Harmonic Modularity., KDD, 2016", "Deep Visual-Semantic Hashing for Cross-Modal Retrieval., KDD, 2016"], "David Kempe": ["Robust Influence Maximization., KDD, 2016"], "Christos Faloutsos": ["FRAUDAR: Bounding Graph Fraud in the Face of Camouflage., KDD, 2016", "Beyond Sigmoids: The NetTide Model for Social Network Growth, and Its Applications., KDD, 2016"], "Guo-Jun Qi": ["Temporal Order-based First-Take-All Hashing for Fast Attention-Deficit-Hyperactive-Disorder Detection., KDD, 2016"], "Ming-Syan Chen": ["When Social Influence Meets Item Inference., KDD, 2016"], "Sunita Sarawagi": ["Privacy-preserving Class Ratio Estimation., KDD, 2016"], "Manik Varma": ["Extreme Multi-label Loss Functions for Recommendation, Tagging, Ranking & Other Missing Label Applications., KDD, 2016"], "Jiawei Han": ["CatchTartan: Representing and Summarizing Dynamic Multicontextual Behaviors., KDD, 2016", "GMove: Group-Level Mobility Modeling Using Geo-Tagged Social Media., KDD, 2016", "Label Noise Reduction in Entity Typing by Heterogeneous Partial-Label Embedding., KDD, 2016", "Mining Reliable Information from Passively and Actively Crowdsourced Data., KDD, 2016"], "Vivek Ramavajjala": ["Smart Reply: Automated Response Suggestion for Email., KDD, 2016"], "Markus Strohmaier": ["Mining Subgroups with Exceptional Transition Behavior., KDD, 2016"], "Hanghang Tong": ["QUINT: On Query-Specific Optimal Networks., KDD, 2016", "FINAL: Fast Attributed Network Alignment., KDD, 2016"], "Evangelos Kanoulas": ["Dynamic Clustering of Streaming Short Documents., KDD, 2016"], "Martin Storgaard": ["AnyDBC: An Efficient Anytime Density-based Clustering Algorithm for Very Large Complex Datasets., KDD, 2016"], "Leman Akoglu": ["Fast Memory-efficient Anomaly Detection in Streaming Heterogeneous Graphs., KDD, 2016"], "Yasushi Sakurai": ["Regime Shifts in Streams: Real-time Forecasting of Co-evolving Time Sequences., KDD, 2016"], "Claudia Plant": ["Skinny-dip: Clustering in a Sea of Noise., KDD, 2016"], "Nikunj C. Oza": ["Semi-Markov Switching Vector Autoregressive Model-Based Anomaly Detection in Aviation Systems., KDD, 2016"], "Gerhard Weikum": ["Continuous Experience-aware Language Model., KDD, 2016"], "M. Narasimha Murty": ["Structural Neighborhood Based Classification of Nodes in a Network., KDD, 2016"], "Wenwu Zhu": ["Asymmetric Transitivity Preserving Graph Embedding., KDD, 2016", "Structural Deep Network Embedding., KDD, 2016"], "U. Kang": ["PTE: Enumerating Trillion Triangles On Distributed Systems., KDD, 2016"], "Bor-Yiing Su": ["Robust Large-Scale Machine Learning in the Cloud., KDD, 2016"], "Jennifer Neville": ["Sampling of Attributed Networks from Hierarchical Generative Models., KDD, 2016"], "Inderjit S. Dhillon": ["Goal-Directed Inductive Matrix Completion., KDD, 2016"], "Ananthram Swami": ["Graph Wavelets via Sparse Cuts., KDD, 2016"], "Constantine Dovrolis": ["Lexis: An Optimization Framework for Discovering the Hierarchical Structure of Sequential Data., KDD, 2016"], "Daniel Ting": ["Towards Optimal Cardinality Estimation of Unions and Intersections with Sketches., KDD, 2016"], "Zhi-Hua Zhou": ["Overcoming Key Weaknesses of Distance-based Neighbourhood Methods using a Data Dependent Dissimilarity Measure., KDD, 2016", "User Identity Linkage by Latent User Space Modelling., KDD, 2016"], "Brian Eriksson": ["Just One More: Modeling Binge Watching Behavior., KDD, 2016"], "Sherry Emery": ["Targeted Topic Modeling for Focused Analysis., KDD, 2016"], "Heng Huang": ["Structured Doubly Stochastic Matrix for Graph Based Clustering: Structured Doubly Stochastic Matrix., KDD, 2016", "Robust and Effective Metric Learning Using Capped Trace Norm: Metric Learning via Capped Trace Norm., KDD, 2016"], "François Petitjean": ["A Multiple Test Correction for Streams and Cascades of Statistical Hypothesis Tests., KDD, 2016"], "Rui Yan": ["Revisiting Random Binning Features: Fast Convergence and Strong Parallelizability., KDD, 2016"], "Chao Xu": ["Robust Extreme Multi-label Learning., KDD, 2016"], "Zhongfei (Mark) Zhang": ["DeepIntent: Learning Attentions for Online Advertising with Recurrent Neural Networks., KDD, 2016"], "Ashish Goel": ["Approximate Personalized PageRank on Dynamic Graphs., KDD, 2016"], "Jieping Ye": ["Annealed Sparsity via Adaptive and Dynamic Shrinking., KDD, 2016", "Predict Risk of Relapse for Patients with Multiple Stages of Treatment of Depression., KDD, 2016", "Absolute Fused Lasso and Its Application to Genome-Wide Association Studies., KDD, 2016"], "Xu-Ying Liu": ["Partial Label Learning via Feature-Aware Disambiguation., KDD, 2016"], "Shiqiang Yang": ["Come-and-Go Patterns of Group Evolution: A Dynamic Model., KDD, 2016"], "Yangyong Zhu": ["NetCycle: Collective Evolution Inference in Heterogeneous Information Networks., KDD, 2016"], "Ian Davidson": ["Accelerating Online CP Decompositions for Higher Order Tensors., KDD, 2016"], "Kuang-chih Lee": ["Optimal Reserve Prices in Upstream Auctions: Empirical Application on Online Video Advertising., KDD, 2016"], "Pedro Olmo Stancioli Vaz de Melo": ["Burstiness Scale: A Parsimonious Model for Characterizing Random Series of Events., KDD, 2016"], "Sayan Ranu": ["MANTRA: A Scalable Approach to Mining Temporally Anomalous Sub-trajectories., KDD, 2016"], "Xin Liu": ["From Prediction to Action: A Closed-Loop Approach for Data-Guided Network Resource Allocation., KDD, 2016"], "Ioannis Tsamardinos": ["Towards Robust and Versatile Causal Discovery for Business Applications., KDD, 2016"], "Lakshminarayanan Subramanian": ["Predicting Socio-Economic Indicators using News Events., KDD, 2016"], "Leonidas J. Guibas": ["City-Scale Map Creation and Updating using GPS Collections., KDD, 2016"], "Yixin Chen": ["Compressing Convolutional Neural Networks in the Frequency Domain., KDD, 2016"], "Chih-Jen Lin": ["Parallel Dual Coordinate Descent Method for Large-scale Linear Classification in Multi-core Environments., KDD, 2016"], "Jimeng Sun": ["Multi-layer Representation Learning for Medical Concepts., KDD, 2016", "FLASH: Fast Bayesian Optimization for Data Analytic Pipelines., KDD, 2016"], "Enhong Chen": ["Finding Gangs in War from Signed Networks., KDD, 2016", "Portfolio Selections in P2P Lending: A Multi-Objective Perspective., KDD, 2016"], "Mehmet Koyutürk": ["Efficient Processing of Network Proximity Queries via Chebyshev Acceleration., KDD, 2016"], "Yan Liu": ["Latent Space Model for Road Networks to Predict Time-Varying Traffic., KDD, 2016", "Business Applications of Predictive Modeling at Scale., KDD, 2016"], "Alon Shalita": ["Compressing Graphs and Indexes with Recursive Graph Bisection., KDD, 2016"], "Gustavo E. A. P. A. Batista": ["Fast Unsupervised Online Drift Detection Using Incremental Kolmogorov-Smirnov Test., KDD, 2016"], "Le Song": ["Recurrent Marked Temporal Point Processes: Embedding Event History to Vector., KDD, 2016"], "Bing Liu": ["Learning Cumulatively to Become More Knowledgeable., KDD, 2016", "Lifelong Machine Learning and Computer Reading the Web., KDD, 2016"], "Aditya G. Parameswaran": ["Squish: Near-Optimal Compression for Archival of Relational Datasets., KDD, 2016"], "Xiang Li": ["Meta Structure: Computing Relevance in Large Heterogeneous Information Networks., KDD, 2016"], "Tijl De Bie": ["Subjectively Interesting Component Analysis: Data Projections that Contrast with Prior Expectations., KDD, 2016"], "Fabrizio Sebastiani": ["Online Optimization Methods for the Quantification Problem., KDD, 2016"], "Manuel Gomez-Rodriguez": ["Smart Broadcasting: Do You Want to be Seen?, KDD, 2016"], "Alice H. Oh": ["How to Compete Online for News Audience: Modeling Words that Attract Clicks., KDD, 2016"], "Joseph Ramsey": ["Causal Clustering for 1-Factor Measurement Models., KDD, 2016"], "Christoph Studer": ["Optimally Discriminative Choice Sets in Discrete Choice Models: Application to Data-Driven Test Design., KDD, 2016"], "Assaf Schuster": ["Lightweight Monitoring of Distributed Streams., KDD, 2016"], "Cynthia Rudin": ["Bayesian Inference of Arrival Rate and Substitution Behavior from Sales Transaction Data with Stockouts., KDD, 2016"], "Jie Wang": ["Parallel Lasso Screening for Big Data Optimization., KDD, 2016"], "Chandan K. Reddy": ["A Multi-Task Learning Formulation for Survival Analysis., KDD, 2016"], "Yang Cheng": ["A Real Linear and Parallel Multiple Longest Common Subsequences (MLCS) Algorithm., KDD, 2016"], "Jiayu Zhou": ["Multi-Task Feature Interaction Learning., KDD, 2016"], "Yun Fu": ["Infinite Ensemble for Image Clustering., KDD, 2016"], "Daniel J. Abadi": ["Scalable Pattern Matching over Compressed Graphs via Dedensification., KDD, 2016"], "Ichiro Takeuchi": ["Safe Pattern Pruning: An Efficient Approach for Predictive Pattern Mining., KDD, 2016"], "Sharon Shoham": ["Lossless Separation of Web Pages into Layout Code and Data., KDD, 2016"], "Jilles Vreeken": ["Reconstructing an Epidemic Over Time., KDD, 2016"], "Thomas Moscibroda": ["Improving Survey Aggregation with Sparsely Represented Signals., KDD, 2016"], "Yanming Xie": ["Data-driven Automatic Treatment Regimen Development and Recommendation., KDD, 2016"], "Simon J. Puglisi": ["Scalable Partial Least Squares Regression on Grammar-Compressed Data Matrices., KDD, 2016"], "Deng Cai": ["The Million Domain Challenge: Broadcast Email Prioritization by Cross-domain Recommendation., KDD, 2016"], "Qiang Yang": ["Transfer Knowledge between Cities., KDD, 2016"], "Han Liu": ["A Truth Discovery Approach with Theoretical Guarantee., KDD, 2016"], "Aidong Zhang": ["Towards Confidence in the Truth: A Bootstrapping based Truth Discovery Approach., KDD, 2016"], "Ji Liu": ["Online Feature Selection: A Limited-Memory Substitution Algorithm and Its Asynchronous Parallel Variation., KDD, 2016"], "John C. S. Lui": ["Diversified Temporal Subgraph Pattern Mining., KDD, 2016"], "Jun Zhu": ["Distributing the Stochastic Gradient Sampler for Large-Scale LDA., KDD, 2016"], "Christian Böhm": ["FUSE: Full Spectral Clustering., KDD, 2016"], "Jianyong Wang": ["A Text Clustering Algorithm Using an Online Clustering Scheme for Initialization., KDD, 2016"], "Zhifeng Hao": ["Convex Optimization for Linear Query Processing under Approximate Differential Privacy., KDD, 2016"], "Tao Li": ["Online Context-Aware Recommendation with Time Varying Multi-Armed Bandit., KDD, 2016"], "Quanquan Gu": ["Accelerated Stochastic Block Coordinate Descent with Optimal Sampling., KDD, 2016"], "Shuiwang Ji": ["Collaborative Multi-View Denoising., KDD, 2016"], "Padmini Srinivasan": ["Online Asymmetric Active Learning with Imbalanced Data., KDD, 2016"], "Jaime G. Carbonell": ["Efficient Shift-Invariant Dictionary Learning., KDD, 2016"], "Mengyue Zhao": ["Scalable Data Analytics Using R: Single Machines to Hadoop Spark Clusters., KDD, 2016"], "Wei Fan": ["IoT Big Data Stream Mining., KDD, 2016"], "Neera Agarwal": ["Streaming Analytics., KDD, 2016"], "Carlos Castillo": ["Algorithmic Bias: From Discrimination Discovery to Fairness-aware Data Mining., KDD, 2016"], "Jiebo Luo": ["Collective Sensemaking via Social Sensors: Extracting, Profiling, Analyzing, and Predicting Real-world Events., KDD, 2016"], "Eamonn J. Keogh": ["Extracting Optimal Performance from Dynamic Time Warping., KDD, 2016"], "Geoffrey I. Webb": ["Scalable Learning of Graphical Models., KDD, 2016"], "Amit Agarwal": ["CNTK: Microsoft's Open-Source Deep-Learning Toolkit., KDD, 2016"], "Joel Dudley": ["Healthcare Data Mining with Matrix Models., KDD, 2016"]}