{"Christos H. Papadimitriou": ["On certain rigorous approaches to data mining (invited talk, abstract only)., KDD, 2000"], "Bruce G. Buchanan": ["Informed knowledge discovery: using prior knowledge in discovery programs (invited talk, abstract only)., KDD, 2000"], "Jason Catlett": ["Among those dark electronic mills: privacy and data mining (invited talk, abstract only)., KDD, 2000"], "James Goodnight": ["Decision support in the booming e-world (invited talk, abstract only)., KDD, 2000"], "Matt Cutler": ["E-metrics: tomorrow's business metrics today (invited talk, abstract only)., KDD, 2000"], "David Stodder": ["After the gold rush (invited talk, abstract only): data mining in the new economy (invited talk, abstract only)., KDD, 2000"], "Corinna Cortes": ["Hancock: a language for extracting signatures from data streams., KDD, 2000"], "Tony Fountain": ["Mining IC test data to optimize VLSI testing., KDD, 2000"], "Douglas A. Talbert": ["An empirical analysis of techniques for constructing and searching k-dimensional trees., KDD, 2000"], "Mohammed Javeed Zaki": ["Generating non-redundant association rules., KDD, 2000"], "Ted E. Senator": ["Ongoing management and application of discovered knowledge in a large regulatory organization: a case study of the use and impact of NASD Regulation's Advanced Detection System (RADS)., KDD, 2000"], "Balaji Padmanabhan": ["Small is beautiful: discovering the minimal set of unexpected patterns., KDD, 2000"], "Glenn Fung": ["Data selection for support vector machine classifiers., KDD, 2000"], "Pedro M. Domingos": ["Mining high-speed data streams., KDD, 2000"], "Xianping Ge": ["Deformable Markov model templates for time-series pattern matching., KDD, 2000"], "Vijay S. Iyengar": ["Active learning using adaptive resampling., KDD, 2000"], "Geoffrey I. Webb": ["Efficient search for association rules., KDD, 2000"], "Ramesh C. Agarwal": ["Depth first generation of long patterns., KDD, 2000"], "Charu C. Aggarwal": ["The IGrid index: reversing the dimensionality curse for similarity indexing in high dimensional space., KDD, 2000"], "Volker Tresp": ["The generalized Bayesian committee machine., KDD, 2000"], "Igor V. Cadez": ["A general probabilistic framework for clustering individuals and objects., KDD, 2000", "Visualization of navigation patterns on a Web site using model-based clustering., KDD, 2000"], "Gary William Flake": ["Efficient identification of Web communities., KDD, 2000"], "Heikki Mannila": ["Global partial orders from sequential data., KDD, 2000"], "Andrew McCallum": ["Efficient clustering of high-dimensional data sets with application to reference matching., KDD, 2000"], "Mihael Ankerst": ["Towards an effective cooperation of the user and the computer for classification., KDD, 2000"], "Ronen Feldman": ["A framework for specifying explicit bias for revision of approximate information extraction rules., KDD, 2000"], "Chris Drummond": ["Explicitly representing expected cost: an alternative to ROC representation., KDD, 2000"], "Bing Liu": ["Multi-level organization and summarization of the discovered rules., KDD, 2000"], "Andrew W. Crapo": ["Visualization and the process of modeling: a cognitive-theoretic view., KDD, 2000"], "Heike Hofmann": ["Visualizing association rules with interactive mosaic plots., KDD, 2000"], "Li Yang": ["Interactive exploration of very large relational datasets through 3D dynamic projections., KDD, 2000"], "Jianchao Han": ["RuleViz: a model for visualizing knowledge discovery process., KDD, 2000"], "William W. Cohen": ["Hardening soft information sources., KDD, 2000"], "Daniel Barbará": ["Using the fractal dimension to cluster datasets., KDD, 2000"], "Ke Wang": ["Growing decision trees on support-less association rules., KDD, 2000"], "Wei Wang": ["Efficient mining of weighted association rules (WAR)., KDD, 2000"], "Jiong Yang": ["Mining asynchronous periodic patterns in time series data., KDD, 2000"], "Eamonn J. Keogh": ["Scaling up dynamic time warping for datamining applications., KDD, 2000"], "Mong-Li Lee": ["IntelliClean: a knowledge-based intelligent data cleaner., KDD, 2000"], "Dmitry Pavlov": ["Towards scalable support vector machines using squashing., KDD, 2000"], "Tom Brijs": ["A data mining framework for optimal product selection in retail supermarket data: the generalized PROFSET model., KDD, 2000"], "Jason Tsong-Li Wang": ["Application of neural networks to biological data mining: a case study in protein sequence classification., KDD, 2000"], "Xiuzhen Zhang": ["Exploring constraints to efficiently mine emerging patterns from large high-dimensional datasets., KDD, 2000"], "Stephen D. Bay": ["Multivariate discretization of continuous variables for set mining., KDD, 2000"], "Kenji Yamanishi": ["On-line unsupervised outlier detection using finite mixtures with discounting learning algorithms., KDD, 2000"], "Petri Kontkanen": ["Unsupervised Bayesian visualization of high-dimensional data., KDD, 2000"], "Tobias Scheffer": ["A sequential sampling algorithm for a general class of utility criteria., KDD, 2000"], "Minos N. Garofalakis": ["Efficient algorithms for constructing decision trees with constraints., KDD, 2000"], "Jeonghee Yi": ["A classifier for semi-structured documents., KDD, 2000"], "Dennis DeCoste": ["Alpha seeding for support vector machines., KDD, 2000"], "Jian Pei": ["Can we push more constraints into frequent pattern mining?, KDD, 2000"], "Jiawei Han": ["FreeSpan: frequent pattern-projected sequential pattern mining., KDD, 2000"], "Jennifer G. Dy": ["Visualization and interactive feature selection for unsupervised data., KDD, 2000"], "YongSeog Kim": ["Feature selection in unsupervised learning via evolutionary search., KDD, 2000"], "Alfred Inselberg": ["Classification and visualization for high-dimensional data., KDD, 2000"], "Mike Gardner": ["Data mining solves tough semiconductor manufacturing problems., KDD, 2000"], "Ross D. King": ["Genome scale prediction of protein functional class from sequence using data mining., KDD, 2000"], "José M. Peña": ["Data mining to detect abnormal behavior in aerospace data., KDD, 2000"], "Wendy Gersten": ["Predictive modeling in automotive direct marketing: tools, experiences and open issues., KDD, 2000"], "Doug Beeferman": ["Agglomerative clustering of a search engine query log., KDD, 2000"], "Pang-Ning Tan": ["Textual data mining of service center call records., KDD, 2000"], "Jonathan D. Becher": ["Automating exploratory data analysis for efficient data mining., KDD, 2000"], "Wynne Hsu": ["Exploration mining in diabetic patients databases: findings and conclusions., KDD, 2000"], "Brendan Kitts": ["Cross-sell: a fast promotion-tunable customer-item recommendation method based on conditionally independent probabilities., KDD, 2000"], "Paul B. Chou": ["Identifying prospective customers., KDD, 2000"], "Yiming Ma": ["Targeting the right students using data mining., KDD, 2000"], "Siddhartha Bhattacharyya": ["Evolutionary algorithms in data mining: multi-objective performance modeling for direct marketing., KDD, 2000"], "Ayman Farahat": ["Hybrid Poisson process., KDD, 2000"], "Anjali Dhond": ["Data mining techniques for optimizing inventories for electronic commerce., KDD, 2000"], "Martin Gavrilov": ["Mining the stock market (extended abstract): which measure is best?, KDD, 2000"], "Juan Pedro Caraça-Valente": ["Discovering similar patterns in time series., KDD, 2000"], "Nandini Raghavan": ["Defection detection: using activity profiles to predict ISP customer vulnerability., KDD, 2000"], "Fei Chen": ["Incremental quantile estimation for massive tracking., KDD, 2000"], "Rónán Páircéir": ["Discovery of multi-level rules and exceptions from a distributed database., KDD, 2000"], "Ron Kohavi": ["Web mining for e-commerce (workshop session - title only)., KDD, 2000"], "Hillol Kargupta": ["Distributed and parallel knowledge discovery (workshop session - title only)., KDD, 2000"], "Simeon J. Simoff": ["Multimedia data mining (workshop session - title only)., KDD, 2000"], "Marko Grobelnik": ["Text mining (workshop session - title only)., KDD, 2000"]}