{"Stephen Boyd": ["Convex optimization: from embedded real-time to large-scale distributed., KDD, 2011"], "Peter Norvig": ["Internet scale data analysis., KDD, 2011"], "David Haussler": ["Cancer genomics., KDD, 2011"], "Judea Pearl": ["The mathematics of causal inference., KDD, 2011"], "Dang Tuan Nhon": ["CHIRP: a new classifier based on composite hypercubes on iterated random projections., KDD, 2011"], "Arie Gurfinkel": ["Supervised learning for provenance-similarity of binaries., KDD, 2011"], "Slobodan Vucetic": ["Trading representability for scalability: adaptive multi-hyperplane machine for nonlinear classification., KDD, 2011", "Spatially regularized logistic regression for disease mapping on large moving populations., KDD, 2011"], "Chih-Jen Lin": ["An improved GLMNET for l1-regularized logistic regression., KDD, 2011"], "Jieping Ye": ["Integrating low-rank and group-sparse structures for robust multi-task learning., KDD, 2011", "A multi-task learning formulation for predicting disease progression., KDD, 2011"], "Jilles Vreeken": ["Model order selection for boolean matrix factorization., KDD, 2011", "Tell me what i need to know: succinctly summarizing data with itemsets., KDD, 2011", "MIME: a framework for interactive visual pattern mining., KDD, 2011"], "Lek-Heng Lim": ["Rank aggregation via nuclear norm minimization., KDD, 2011"], "Yannis Sismanis": ["Large-scale matrix factorization with distributed stochastic gradient descent., KDD, 2011"], "Chiranjib Bhattacharyya": ["Diversity in ranking via resistive graph centers., KDD, 2011"], "Lise Getoor": ["Collective graph identification., KDD, 2011"], "Hang Li": ["Semi-supervised ranking on very large graphs with rich metadata., KDD, 2011"], "Tanya Y. Berger-Wolf": ["Benefits of bias: towards better characterization of network sampling., KDD, 2011"], "Alexander J. Smola": ["Scalable distributed inference of dynamic user interests for behavioral targeting., KDD, 2011", "Multiple domain user personalization., KDD, 2011"], "Xuanhui Wang": ["Click shaping to optimize multiple objectives., KDD, 2011"], "Nagaraj Kota": ["Response prediction using collaborative filtering with hierarchies and side-information., KDD, 2011"], "Virgílio A. F. Almeida": ["From bias to opinion: a transfer-learning approach to real-time sentiment analysis., KDD, 2011"], "Jie Yang": ["User reputation in a comment rating environment., KDD, 2011"], "Evimaria Terzi": ["Selecting a comprehensive set of reviews., KDD, 2011"], "Li Guo": ["Enabling fast prediction for ensemble models on data streams., KDD, 2011"], "Foster J. Provost": ["Online active inference and learning., KDD, 2011"], "Belle L. Tseng": ["Unbiased online active learning in data streams., KDD, 2011"], "Shijun Wang": ["Learning to trade off between exploration and exploitation in multiclass bandit prediction., KDD, 2011"], "Sorin Gherman": ["Linear scale semantic mining algorithms in microsoft SQL server's semantic platform., KDD, 2011"], "Melih Abdulhayoglu": ["Combining file content and file relations for cloud based malware detection., KDD, 2011"], "Matan Gavish": ["High-precision phrase-based document classification on a modern scale., KDD, 2011"], "Chang-Tien Lu": ["Activity analysis based on low sample rate smart meters., KDD, 2011"], "Matt Paduano": ["Estimating the number of users behind ip addresses for combating abusive traffic., KDD, 2011"], "Lexin Li": ["Data-driven multi-touch attribution models., KDD, 2011"], "Jianchang Mao": ["Bid landscape forecasting in online ad exchange marketplace., KDD, 2011"], "Yunkai Zhou": ["Detecting adversarial advertisements in the wild., KDD, 2011"], "Shu-Ching Chen": ["Applying data mining techniques to address disaster information management challenges on mobile devices., KDD, 2011"], "Guishi Deng": ["Enhancing investment decisions in P2P lending: an investor composition perspective., KDD, 2011"], "Susan Briffa-Mirabella": ["From market baskets to mole rats: using data mining techniques to analyze RFID data describing laboratory animal behavior., KDD, 2011"], "Hoang Trinh": ["A pattern discovery approach to retail fraud detection., KDD, 2011"], "Guangzhong Sun": ["Driving with knowledge from the physical world., KDD, 2011"], "Mohit Kumar": ["Interactive learning for efficiently detecting errors in insurance claims., KDD, 2011"], "Ramakrishnan Kannan": ["NIMBLE: a toolkit for the implementation of parallel data mining and machine learning algorithms on mapreduce., KDD, 2011"], "Avinash Gupta": ["Classification of proxy labeled examples for marketing segment generation., KDD, 2011"], "Raja Velu": ["Ameliorating buyer's remorse., KDD, 2011"], "David A. Hanauer": ["Experiences with mining temporal event sequences from electronic medical records: initial successes and some challenges., KDD, 2011"], "Prashanthi Vemuri": ["Understanding atrophy trajectories in alzheimer's disease using association rules on MRI images., KDD, 2011"], "Frédéric Dufau-Joël": ["A case study in a recommender system based on purchase data., KDD, 2011"], "Pang-Ning Tan": ["Detecting bots via incremental LS-SVM learning with dynamic feature adaptation., KDD, 2011"], "Michal Rosen-Zvi": ["Toward personalized care management of patients at risk: the diabetes case study., KDD, 2011"], "Ariel Fuxman": ["Matching unstructured product offers to structured product specifications., KDD, 2011"], "Matthew Richardson": ["Predictive client-side profiles for personalized advertising., KDD, 2011"], "William Morgan": ["Smoothing techniques for adaptive online language models: topic tracking in tweet streams., KDD, 2011"], "Ana-Maria Popescu": ["Democrats, republicans and starbucks afficionados: user classification in twitter., KDD, 2011"], "Carlos Guestrin": ["Beyond keyword search: discovering relevant scientific literature., KDD, 2011"], "David M. Blei": ["Collaborative topic modeling for recommending scientific articles., KDD, 2011"], "Susan T. Dumais": ["Partially labeled topic models for interpretable text mining., KDD, 2011"], "Nello Cristianini": ["Refining causality: who copied from whom?, KDD, 2011"], "Eric P. Xing": ["Conditional topical coding: an efficient topic model conditioned on rich features., KDD, 2011"], "Brian D. Davison": ["Tracking trends: incorporating term volume into temporal topic models., KDD, 2011"], "Philip S. Yu": ["Differentially private data release for data mining., KDD, 2011", "Dual active feature and sample selection for graph classification., KDD, 2011", "Discovering shakers from evolving entities via cascading graph inference., KDD, 2011", "On dynamic data-driven selection of sensor streams., KDD, 2011"], "Franco Turini": ["k-NN as an implementation of situation testing for discrimination discovery and prevention., KDD, 2011"], "Huan Liu": ["Exploiting vulnerability to secure user privacy on a social networking site., KDD, 2011"], "Krzysztof Janowicz": ["On the semantic annotation of places in location-based social networks., KDD, 2011"], "Antti Ukkonen": ["Sparsification of influence networks., KDD, 2011"], "Vagelis Hristidis": ["Leveraging collaborative tagging for web item design., KDD, 2011"], "Tobias Scheffer": ["Stackelberg games for adversarial prediction problems., KDD, 2011"], "Claudia Perlich": ["Leakage in data mining: formulation, detection, and avoidance., KDD, 2011"], "Tijl De Bie": ["An information theoretic framework for data mining., KDD, 2011"], "Thomas Gärtner": ["Direct local pattern sampling by efficient two-step random procedures., KDD, 2011"], "Ricard Gavaldà": ["Mining frequent closed graphs on evolving data streams., KDD, 2011"], "David Buttler": ["Latent topic feedback for information retrieval., KDD, 2011"], "Bo Long": ["Localized factor models for multi-context recommendation., KDD, 2011"], "ChengXiang Zhai": ["Latent aspect rating analysis without aspect keyword supervision., KDD, 2011"], "Alexander G. Gray": ["Density estimation trees., KDD, 2011"], "Simon Urbanek": ["Unsupervised clustering of multidimensional distributions using earth mover distance., KDD, 2011"], "Satoshi Morinaga": ["Online heterogeneous mixture modeling with marginal and copula selection., KDD, 2011"], "Christos Faloutsos": ["It's who you know: graph mining using recursive structural features., KDD, 2011", "Clustering very large multi-dimensional datasets with MapReduce., KDD, 2011", "Apolo: interactive large graph sensemaking by combining machine learning and visualization., KDD, 2011", "GBASE: a scalable and general graph management system., KDD, 2011", "ThermoCast: a cyber-physical forecasting model for datacenters., KDD, 2011"], "James Cheng": ["Triangle listing in massive networks and its applications., KDD, 2011"], "Benjamin Moseley": ["Fast clustering using MapReduce., KDD, 2011"], "Dan Roth": ["Selective block minimization for faster convergence of limited memory large-scale linear models., KDD, 2011", "Content-driven trust propagation framework., KDD, 2011"], "Carsten Wiuf": ["Bounded coordinate-descent for biological sequence classification in high dimensional predictor space., KDD, 2011"], "Ian Davidson": ["Multi-source domain adaptation and its application to early detection of fatigue., KDD, 2011"], "Karsten M. Borgwardt": ["Two-locus association mapping in subquadratic time., KDD, 2011"], "Jian Chen": ["A taxi business intelligence system., KDD, 2011", "Cost-aware travel tour recommendation., KDD, 2011"], "Jerry Liu": ["Article clipper: a system for web article extraction., KDD, 2011"], "Natasha Balac": ["Data intensive analysis on the gordon high performance data and compute system., KDD, 2011"], "Martin Atkinson": ["Frontex real-time news event extraction framework., KDD, 2011"], "Jiawei Han": ["LikeMiner: a system for mining the power of 'like' in social media networks., KDD, 2011"], "Edgar Rowton": ["SIGKDD demo: sensors and software to allow computational entomology, an emerging application of data mining., KDD, 2011"], "Shou-De Lin": ["Social flocks: a crowd simulation framework for social network generation, community detection, and collective behavior modeling., KDD, 2011"], "Yang Wan": ["Topic-level social network search., KDD, 2011"], "P. Radha Krishna": ["Video analytics solution for tracking customer locations in retail shopping malls., KDD, 2011"], "David H. Reiley": ["\"Which half Is wasted?\": controlled experiments to measure online-advertising effectiveness., KDD, 2011", "Display advertising impact: search lift and social influence., KDD, 2011"], "Mario E. Inchiosa": ["Accelerating large-scale data mining using in-database analytics., KDD, 2011"], "P. V. Kannan": ["Applications of data mining and machine learning in online customer care., KDD, 2011"], "Felipe Fernandez Martinez": ["Broad scale predictive modeling and marketing optimization in retail sales., KDD, 2011"], "Paul A. Rejto": ["Knowledge discovery and data mining in pharmaceutical cancer research., KDD, 2011"], "Colleen McCue": ["Operational security analytics: doing more with less., KDD, 2011"], "Tai Hsu": ["Real-time risk control system for CNP (card not present)., KDD, 2011"], "David Norton": ["The power of analysis and data., KDD, 2011"], "Richard Boire": ["The practitioner's viewpoint to data mining: key lessons learned in the trenches and case studies., KDD, 2011"], "John F. Elder IV": ["Thriving as a data miner in the real world., KDD, 2011"], "Orlando Ohashi": ["2D-interval predictions for time series., KDD, 2011"], "Raj Bhatnagar": ["A game theoretic framework for heterogenous information network clustering., KDD, 2011"], "Joseph Keshet": ["A GPU-tailored approach for training kernelized SVMs., KDD, 2011"], "Peter W. Li": ["A simple statistical model and association rule filtering for classification., KDD, 2011"], "Kostas Tsioutsiouliklis": ["A time-dependent topic model for multiple text streams., KDD, 2011"], "Terran Lane": ["Active learning for node classification in assortative and disassortative networks., KDD, 2011"], "Michael J. Pazzani": ["Active learning using on-line algorithms., KDD, 2011"], "Chris Giannella": ["Algorithms for speeding up distance-based outlier detection., KDD, 2011"], "Bernhard Pfahringer": ["An effective evaluation measure for clustering on evolving data streams., KDD, 2011"], "Nathan Srebro": ["An iterated graph laplacian approach for ranking on manifolds., KDD, 2011"], "Jun Huan": ["Anomaly localization for network data streams with graph joint sparse PCA., KDD, 2011"], "Anil K. Jain": ["Approximate kernel k-means: solution to large scale kernel clustering., KDD, 2011"], "Diane J. Cook": ["Ask me better questions: active learning queries based on rule induction., KDD, 2011"], "Roman Sandler": ["Automatically tagging email by leveraging other users' folders., KDD, 2011"], "Hui Hong": ["Axiomatic ranking of network role similarity., KDD, 2011"], "Eric Reiman": ["Brain effective connectivity modeling for alzheimer's disease by sparse gaussian bayesian network., KDD, 2011"], "Matthew Botvinick": ["Classification of functional magnetic resonance imaging data using informative pattern features., KDD, 2011"], "Wei Wang": ["Clustering with relative constraints., KDD, 2011"], "Daniel Boley": ["Common component analysis for multiple covariance matrices., KDD, 2011"], "Atte Hinkka": ["Compression of weighted graphs., KDD, 2011"], "Charu C. Aggarwal": ["Discovering highly reliable subgraphs in uncertain graphs., KDD, 2011"], "Xing Xie": ["Discovering spatio-temporal causal interactions in traffic data streams., KDD, 2011"], "Ching-Yung Lin": ["Diversified ranking on large graphs: an optimization viewpoint., KDD, 2011"], "Srinivasan H. Sengamedu": ["Entity disambiguation with hierarchical topic models., KDD, 2011"], "Cecilia Mascolo": ["Exploiting place features in link prediction on location-based social networks., KDD, 2011"], "Naonori Ueda": ["Fast approximate similarity search based on degree-reduced neighborhood graphs., KDD, 2011"], "Inderjit S. Dhillon": ["Fast coordinate descent methods with variable selection for non-negative matrix factorization., KDD, 2011"], "Tamás Sarlós": ["Fast locality-sensitive hashing., KDD, 2011"], "Jure Leskovec": ["Friendship and mobility: user movement in location-based social networks., KDD, 2011"], "Albert-László Barabási": ["Human mobility, social ties, and link prediction., KDD, 2011"], "Idan Szpektor": ["I want to answer; who has a question?: Yahoo! answers recommender system., KDD, 2011"], "Amit Dhurandhar": ["Improving predictions using aggregate information., KDD, 2011"], "Christian Böhm": ["INCONCO: interpretable clustering of numerical and categorical objects., KDD, 2011"], "Ian N. Davidson": ["Incorporating SAT solvers into hierarchical clustering algorithms: an efficient and flexible approach., KDD, 2011"], "Alejandro Veen": ["Latent graphical models for quantifying and predicting patent quality., KDD, 2011"], "Neal E. Young": ["Logical-shapelets: an expressive primitive for time series classification., KDD, 2011"], "Arindam Banerjee": ["Meta optimization and its application to portfolio selection., KDD, 2011"], "Boris Cule": ["Mining closed episodes with simultaneous events., KDD, 2011"], "Licia Capra": ["Mining mobility data to minimise travellers' spending on public transport., KDD, 2011"], "Fosca Giannotti": ["Mining mobility user profiles for car pooling., KDD, 2011"], "Zhengyou Zhang": ["Mining partially annotated images., KDD, 2011"], "Richard D. Lawrence": ["Multi-view transfer learning with a large margin approach., KDD, 2011"], "Yunming Ye": ["MultiRank: co-ranking for objects and relations in multi-relational data., KDD, 2011"], "Matthias Grossglauser": ["On the privacy of anonymized networks., KDD, 2011"], "Wai Lam": ["Ontology enhancement and concept granularity learning: keeping yourself current and adaptive., KDD, 2011"], "Graham Cormode": ["Personal privacy vs population privacy: learning to attack anonymization., KDD, 2011"], "Ming-Syan Chen": ["Privacy-preserving social network publication against friendship attacks., KDD, 2011"], "Cindy Xide Lin": ["Probabilistic topic models with biased propagation on heterogeneous information networks., KDD, 2011"], "Yong Yu": ["Prominent streak discovery in sequence data., KDD, 2011"], "Jong Kim": ["Protecting location privacy using location semantics., KDD, 2011"], "Marina Danilevsky": ["Ranking-based classification of heterogeneous information networks., KDD, 2011"], "Nikhil R. Devanur": ["Real-time bidding algorithms for performance-based display ad allocation., KDD, 2011"], "Grigorios Loukides": ["Revisiting sequential pattern hiding to enhance utility., KDD, 2011"], "Vibhor Rastogi": ["Sampling hidden objects using nearest-neighbor oracles., KDD, 2011"], "Panagiotis Karras": ["Scalable kNN search on vertically stored time series., KDD, 2011"], "Luo Si": ["Serendipitous learning: learning beyond the predefined label space., KDD, 2011"], "Deepak Agarwal": ["Temporal multi-hierarchy smoothing for estimating rates of rare events., KDD, 2011"], "Jian Pei": ["Towards bounding sequential patterns., KDD, 2011"], "Qiang Yang": ["User-click modeling for understanding and predicting search-behavior., KDD, 2011"], "Ping Li": ["User-level sentiment analysis incorporating social networks., KDD, 2011"], "Prithviraj Sen": ["Web information extraction using markov logic networks., KDD, 2011"]}