{"John A. Stankovic": ["Self-Organizing wireless sensor networks in action., KDD, 2006"], "Andrew Moore": ["New cached-sufficient statistics algorithms for quickly answering statistical questions., KDD, 2006"], "Rakesh Agrawal": ["Next frontier., KDD, 2006"], "Arthur Zimek": ["Deriving quantitative models for correlation clusters., KDD, 2006"], "Sunny Aggarwal": ["Learning to rank networked entities., KDD, 2006"], "Zhengyuan Zhu": ["Spatial scan statistics: approximations and performance study., KDD, 2006"], "Philip S. Yu": ["Global distance-based segmentation of trajectories., KDD, 2006", "A general framework for accurate and fast regression by data summarization in random decision trees., KDD, 2006", "Unsupervised learning on k-partite graphs., KDD, 2006", "GPLAG: detection of software plagiarism by program dependence graph analysis., KDD, 2006"], "Xiangyang Lan": ["Group formation in large social networks: membership, growth, and evolution., KDD, 2006"], "James P. Rogers": ["Detecting outliers using transduction and statistical testing., KDD, 2006"], "Claudia Plant": ["Robust information-theoretic clustering., KDD, 2006"], "Vitaly Shmatikov": ["Efficient anonymity-preserving data collection., KDD, 2006"], "Amol Ghoting": ["Out-of-core frequent pattern mining on a commodity PC., KDD, 2006"], "Szymon Jaroszewicz": ["Mining rank-correlated sets of numerical attributes., KDD, 2006", "Polynomial association rules with applications to logistic regression., KDD, 2006"], "See-Kiong Ng": ["NeMoFinder: dissecting genome-wide protein-protein interactions with meso-scale network motifs., KDD, 2006"], "Inderjit S. Dhillon": ["Estimating the global pagerank of web communities., KDD, 2006"], "Haesun Park": ["Orthogonal nonnegative matrix t-factorizations for clustering., KDD, 2006"], "Ian Davidson": ["Reverse testing: an efficient framework to select amongst classifiers under sample selection bias., KDD, 2006"], "George Forman": ["Quantifying trends accurately despite classifier error and class imbalance., KDD, 2006"], "Panayiotis Tsaparas": ["Assessing data mining results via swap randomization., KDD, 2006", "Aggregating time partitions., KDD, 2006"], "Hiroshi Mamitsuka": ["A new efficient probabilistic model for mining labeled ordered trees., KDD, 2006"], "Edward Y. Chang": ["Learning the unified kernel machines for classification., KDD, 2006"], "Stefan Wrobel": ["Frequent subgraph mining in outerplanar graphs., KDD, 2006"], "Padhraic Smyth": ["Adaptive event detection with time-varying poisson processes., KDD, 2006", "Statistical entity-topic models., KDD, 2006"], "Thorsten Joachims": ["Training linear SVMs in linear time., KDD, 2006"], "Wilfred Ng": ["Mining quantitative correlated patterns using an information-theoretic approach., KDD, 2006"], "Eric K. Y. Ho": ["Maximally informative k-itemsets and their efficient discovery., KDD, 2006"], "Chris Volinsky": ["Measuring and extracting proximity in networks., KDD, 2006"], "Andrew Tomkins": ["Hierarchical topic segmentation of websites., KDD, 2006", "Evolutionary clustering., KDD, 2006", "Structure and evolution of online social networks., KDD, 2006"], "Rolf Lakämper": ["New EM derived from Kullback-Leibler divergence., KDD, 2006"], "Raghu Ramakrishnan": ["Workload-aware anonymization., KDD, 2006"], "Kenneth Ward Church": ["Very sparse random projections., KDD, 2006"], "Weimin Xiao": ["Rule interestingness analysis using OLAP operations., KDD, 2006", "Opportunity map: identifying causes of failure - a deployed data mining system., KDD, 2006"], "James Bailey": ["Fast mining of high dimensional expressive contrast patterns using zero-suppressed binary decision diagrams., KDD, 2006"], "Petros Drineas": ["Tensor-CUR decompositions for tensor-based data., KDD, 2006"], "ChengXiang Zhai": ["Generating semantic annotations for frequent patterns with context analysis., KDD, 2006", "A mixture model for contextual text mining., KDD, 2006", "Mining long-term search history to improve search accuracy., KDD, 2006"], "David D. Jensen": ["Using structure indices for efficient approximation of network properties., KDD, 2006"], "Glenn Fung": ["Learning sparse metrics via linear programming., KDD, 2006"], "Christos Faloutsos": ["Beyond streams and graphs: dynamic tensor analysis., KDD, 2006", "Center-piece subgraphs: problem definition and fast solutions., KDD, 2006", "Sampling from large graphs., KDD, 2006", "Automatic mining of fruit fly embryo images., KDD, 2006"], "Huan Liu": ["Acclimatizing taxonomic semantics for hierarchical content classification from semantics to data-driven taxonomy., KDD, 2006"], "Shuigeng Zhou": ["Mining distance-based outliers from large databases in any metric space., KDD, 2006"], "Benjamin C. M. Fung": ["Anonymizing sequential releases., KDD, 2006"], "Andrew McCallum": ["Topics over time: a non-Markov continuous-time model of topical trends., KDD, 2006", "Information extraction, data mining and joint inference., KDD, 2006"], "Geoffrey I. Webb": ["Discovering significant rules., KDD, 2006"], "Jiawei Han": ["Extracting redundancy-aware top-k patterns., KDD, 2006", "Discovering interesting patterns through user's interactive feedback., KDD, 2006"], "Tie Wang": ["Regularized discriminant analysis for high dimensional, low sample size data., KDD, 2006"], "Mingrui Wu": ["Supervised probabilistic principal component analysis., KDD, 2006"], "Wee Sun Lee": ["Extracting key-substring-group features for text classification., KDD, 2006"], "Wei-Ying Ma": ["Event detection from evolution of click-through data., KDD, 2006", "Simultaneous record detection and attribute labeling in web data extraction., KDD, 2006"], "John Langford": ["Outlier detection by active learning., KDD, 2006"], "Bo Zhang": ["On privacy preservation against adversarial data mining., KDD, 2006"], "Sanjay Chawla": ["CCCS: a top-down associative classifier for imbalanced class distribution., KDD, 2006"], "Jared Saia": ["A framework for analysis of dynamic social networks., KDD, 2006"], "Louis Licamele": ["Query-time entity resolution., KDD, 2006"], "Alexandru Niculescu-Mizil": ["Model compression., KDD, 2006"], "Runa Bhaumik": ["Classification features for attack detection in collaborative recommender systems., KDD, 2006"], "William W. Cohen": ["Single-pass online learning: performance, voting schemes and online feature selection., KDD, 2006"], "Antti Ukkonen": ["Algorithms for discovering bucket orders from data., KDD, 2006"], "Herna L. Viktor": ["Mining relational data through correlation-based multiple view validation., KDD, 2006"], "Takeshi Yamada": ["Recommendation method for extending subscription periods., KDD, 2006"], "Shanshan Wang": ["Dynamic, real-time forecasting of online auctions via functional models., KDD, 2006"], "Le Gruenwald": ["CFI-Stream: mining closed frequent itemsets in data streams., KDD, 2006"], "Eric Brill": ["Reducing the human overhead in text categorization., KDD, 2006"], "Malcolm Potts": ["Algorithms for storytelling., KDD, 2006"], "Taneli Mielikäinen": ["Cryptographically private support vector machines., KDD, 2006"], "Ke Wang": ["Bias and controversy: beyond the statistical deviation., KDD, 2006", "(alpha, k)-anonymity: an enhanced k-anonymity model for privacy preserving data publishing., KDD, 2006"], "Jan Prins": ["Clustering pair-wise dissimilarity data into partially ordered sets., KDD, 2006"], "Ian T. Nabney": ["Visual data mining using principled projection algorithms and information visualization techniques., KDD, 2006"], "Claudia Perlich": ["A new multi-view regression approach with an application to customer wallet estimation., KDD, 2006"], "Sabine Loudcher Rabaséda": ["Efficient multidimensional data representations based on multiple correspondence analysis., KDD, 2006"], "Fabian Mörchen": ["Algorithms for time series knowledge mining., KDD, 2006"], "M. Narasimha Murty": ["Clustering based large margin classification: a scalable approach using SOCP formulation., KDD, 2006"], "Ran Wolff": ["Mining for misconfigured machines in grid systems., KDD, 2006"], "Dennis DeCoste": ["Naïve filterbots for robust cold-start recommendations., KDD, 2006"], "Rene Schult": ["MONIC: modeling and monitoring cluster transitions., KDD, 2006"], "Gerhard Weikum": ["Combining linguistic and statistical analysis to extract relations from web documents., KDD, 2006"], "James T. Kwok": ["Efficient kernel feature extraction for massive data sets., KDD, 2006"], "Srinivasan Parthasarathy": ["Summarizing itemset patterns using probabilistic models., KDD, 2006"], "Jeffrey Xu Yu": ["Suppressing model overfitting in mining concept-drifting data streams., KDD, 2006"], "Omid Madani": ["A large-scale analysis of query logs for assessing personalization opportunities., KDD, 2006"], "Eamonn J. Keogh": ["Semi-supervised time series classification., KDD, 2006"], "Christopher J. Hughes": ["Incremental approximate matrix factorization for speeding up support vector machines., KDD, 2006"], "Chris Jermaine": ["Outlier detection by sampling with accuracy guarantees., KDD, 2006"], "Jian Chen": ["K-means clustering versus validation measures: a data distribution perspective., KDD, 2006"], "Ada Wai-Chee Fu": ["Utility-based anonymization using local recoding., KDD, 2006"], "Il-Yeol Song": ["Integration of semantic-based bipartite graph representation and mutual refinement strategy for biomedical literature clustering., KDD, 2006"], "George Karypis": ["Coherent closed quasi-clique discovery from large dense graph databases., KDD, 2006"], "Mong-Li Lee": ["Mining progressive confident rules., KDD, 2006"], "Fillia Makedon": ["Attack detection in time series for recommender systems., KDD, 2006"], "Chengqi Zhang": ["Identifying bridging rules between conceptual clusters., KDD, 2006"], "Byron Dom": ["Linear prediction models with graph regularization for web-page categorization., KDD, 2006"], "Naren Ramakrishnan": ["BLOSOM: a framework for mining arbitrary boolean expressions., KDD, 2006"], "Jeff Jonas": ["Introducing perpetual analytics., KDD, 2006"], "William Kahn": ["Capital One's statistical problems: our top ten list., KDD, 2006"], "Michael Cavaretta": ["Data mining challenges in the automotive domain., KDD, 2006"], "R. Bharat Rao": ["Computer aided detection via asymmetric cascade of sparse hyperplane classifiers., KDD, 2006"], "Ashley Davies": ["Onboard classifiers for science event detection on a remote sensing spacecraft., KDD, 2006"], "Jaap Suermondt": ["Pragmatic text mining: minimizing human effort to quantify many issues in call logs., KDD, 2006"], "Michael J. Pazzani": ["Mining for proposal reviewers: lessons learned at the national science foundation., KDD, 2006"], "Alfred Ultsch": ["Understandable models Of music collections based on exhaustive feature generation with temporal statistics., KDD, 2006"], "Zijian Zheng": ["Identifying \"best bet\" web search results by mining past user behavior., KDD, 2006"], "Steve Kelling": ["Mining citizen science data to predict orevalence of wild bird species., KDD, 2006"], "Lei Zhang": ["A component-based framework for knowledge discovery in bioinformatics., KDD, 2006"], "Steven J. M. Jones": ["Discovering significant OPSM subspace clusters in massive gene expression data., KDD, 2006"], "Nazim H. Madhavji": ["Maximum profit mining and its application in software development., KDD, 2006"], "Timm Euler": ["YALE: rapid prototyping for complex data mining tasks., KDD, 2006"], "Gordon Dakin": ["Camouflaged fraud detection in domains with complex relationships., KDD, 2006"], "Patrick Baldasare": ["Beyond classification and ranking: constrained optimization of the ROI., KDD, 2006"], "Mohammed Javeed Zaki": ["Is there a grand challenge or X-prize for data mining?, KDD, 2006"]}