{"Eric Haseltine": ["User-centered design for KDD., KDD, 2004"], "David Heckerman": ["Graphical models for data mining., KDD, 2004"], "John Langford": ["An iterative method for multi-class cost-sensitive learning., KDD, 2004", "An objective evaluation criterion for clustering., KDD, 2004"], "Heikki Mannila": ["Approximating a collection of frequent sets., KDD, 2004", "Dense itemsets., KDD, 2004"], "Venkatesh Ganti": ["Mining reference tables for automatic text segmentation., KDD, 2004"], "Christos Faloutsos": ["Recovering latent time-series from their observed sums: network tomography with particle filters., KDD, 2004", "Fully automatic cross-associations., KDD, 2004"], "Robert Nichol": ["Fast nonlinear regression via eigenimages applied to galactic morphology., KDD, 2004"], "Gareth J. Janacek": ["Clustering time series from ARMA models with clipped data., KDD, 2004"], "Raymond J. Mooney": ["A probabilistic framework for semi-supervised clustering., KDD, 2004"], "Alexandru Niculescu-Mizil": ["Data mining in metric space: an empirical analysis of supervised learning performance criteria., KDD, 2004"], "Sunita Sarawagi": ["Exploiting dictionaries in named entity extraction: combining semi-Markov extraction processes and data integration methods., KDD, 2004"], "Deepak Verma": ["Adversarial classification., KDD, 2004"], "Massimiliano Pontil": ["Regularized multi--task learning., KDD, 2004"], "Andrew Tomkins": ["Fast discovery of connection subgraphs., KDD, 2004"], "Wei Fan": ["Systematic data selection to mine concept-drifting data streams., KDD, 2004"], "George Karypis": ["Efficient closed pattern mining in the presence of tough block constraints., KDD, 2004"], "Jiawei Han": ["Discovering complex matchings across web query interfaces: a correlation mining approach., KDD, 2004", "IncSpan: incremental mining of sequential patterns in large database., KDD, 2004", "Mining scale-free networks using geodesic clustering., KDD, 2004"], "Stefan Wrobel": ["Cyclic pattern kernels for predictive graph mining., KDD, 2004"], "Bing Liu": ["Mining and summarizing customer reviews., KDD, 2004"], "Dan A. Simovici": ["Interestingness of frequent itemsets using Bayesian networks as background knowledge., KDD, 2004"], "Jennifer Widom": ["Mining the space of graph properties., KDD, 2004"], "Bamshad Mobasher": ["Web usage mining based on probabilistic latent semantic analysis., KDD, 2004"], "Chotirat (Ann) Ratanamahatana": ["Towards parameter-free data mining., KDD, 2004"], "D. Sivakumar": ["A graph-theoretic approach to extract storylines from search results., KDD, 2004"], "Shan Wang": ["Incremental maintenance of quotient cube for median., KDD, 2004"], "David W. Cheung": ["Mining, indexing, and querying historical spatiotemporal data., KDD, 2004"], "Ion Muslea": ["Machine learning for online query relaxation., KDD, 2004"], "Andrew W. Moore": ["Rapid detection of significant spatial clusters., KDD, 2004", "The IOC algorithm: efficient many-class non-parametric classification for high-dimensional data., KDD, 2004"], "Richard F. Helm": ["Turning CARTwheels: an alternating algorithm for mining redescriptions., KDD, 2004"], "Mark Shavlik": ["Selection, combination, and evaluation of effective software sensors for detecting abnormal computer usage., KDD, 2004"], "Charles Elkan": ["A Bayesian network framework for reject inference., KDD, 2004"], "Vipin Kumar": ["Support envelopes: a technique for exploring the structure of association patterns., KDD, 2004", "Exploiting a support-based upper bound of Pearson's correlation coefficient for efficiently identifying strongly correlated pairs., KDD, 2004", "IDR/QR: an incremental dimension reduction algorithm via QR decomposition., KDD, 2004", "Generalizing the notion of support., KDD, 2004"], "Thomas L. Griffiths": ["Probabilistic author-topic models for information discovery., KDD, 2004"], "Baile Shi": ["Scalable mining of large disk-based graph databases., KDD, 2004"], "Rohini K. Srihari": ["Incorporating prior knowledge with weighted margin support vector machines., KDD, 2004"], "Guizhen Yang": ["The complexity of mining maximal frequent itemsets and maximal frequent patterns., KDD, 2004"], "Qi Li": ["GPCA: an efficient dimension reduction scheme for image compression and retrieval., KDD, 2004"], "Alexander Tuzhilin": ["On the discovery of significant statistical quantitative rules., KDD, 2004"], "Yutao Shou": ["Fast mining of spatial collocations., KDD, 2004"], "Wijnand van Stam": ["TiVo: making show recommendations using a distributed collaborative filtering architecture., KDD, 2004"], "Marko Krema": ["Predicting customer shopping lists from point-of-sale purchase data., KDD, 2004"], "Dik Lun Lee": ["A rank sum test method for informative gene discovery., KDD, 2004"], "Steve Donoho": ["Early detection of insider trading in option markets., KDD, 2004"], "Aidong Zhang": ["Mining coherent gene clusters from gene-sample-time microarray data., KDD, 2004"], "Hisashi Kashima": ["Eigenspace-based anomaly detection in computer systems., KDD, 2004"], "Chandrika Kamath": ["Effective localized regression for damage detection in large complex mechanical structures., KDD, 2004", "Feature selection in scientific applications., KDD, 2004"], "Donna M. Nystrom": ["Visually mining and monitoring massive time series., KDD, 2004"], "Marcus A. Maloof": ["Learning to detect malicious executables in the wild., KDD, 2004"], "Olivier Saidi": ["Predicting prostate cancer recurrence via maximizing the concordance index., KDD, 2004"], "Katsuyuki Yamazaki": ["Density-based spam detector., KDD, 2004"], "Andreas Schaller": ["V-Miner: using enhanced parallel coordinates to mine product design and test data., KDD, 2004"], "Philip S. Yu": ["On demand classification of data streams., KDD, 2004"], "Dharmendra S. Modha": ["A generalized maximum entropy approach to bregman co-clustering and matrix approximation., KDD, 2004"], "Kristin P. Bennett": ["Column-generation boosting methods for mixture of kernels., KDD, 2004"], "Ruben H. Zamar": ["Parallel computation of high dimensional robust correlation and covariance matrices., KDD, 2004"], "Jeff G. Schneider": ["Belief state approaches to signaling alarms in surveillance systems., KDD, 2004"], "Goutam Paul": ["Locating secret messages in images., KDD, 2004"], "Brian Kulis": ["Kernel k-means: spectral clustering and normalized cuts., KDD, 2004"], "Zengjian Hu": ["A microeconomic data mining problem: customer-oriented catalog segmentation., KDD, 2004"], "Ran Wolff": ["k-TTP: a new privacy model for large-scale distributed environments., KDD, 2004"], "Giles Hooker": ["Diagnosing extrapolation: tree-based density estimation., KDD, 2004", "Discovering additive structure in black box functions., KDD, 2004"], "Jiong Yang": ["SPIN: mining maximal frequent subgraphs from graph databases., KDD, 2004", "Clustering moving objects., KDD, 2004", "A framework for ontology-driven subspace clustering., KDD, 2004"], "Vijay S. Iyengar": ["On detecting space-time clusters., KDD, 2004"], "Brian Gallagher": ["Why collective inference improves relational classification., KDD, 2004"], "Chris Clifton": ["When do data mining results violate privacy?, KDD, 2004"], "Joshua Alspector": ["Improved robustness of signature-based near-replica detection via lexicon randomization., KDD, 2004"], "Rakesh Agrawal": ["Learning spatially variant dissimilarity (SVaD) measures., KDD, 2004"], "Eran Shaham": ["Sleeved coclustering., KDD, 2004"], "John R. Smith": ["Semantic representation: search and mining of multimedia content., KDD, 2004"], "Joost N. Kok": ["A quickstart in frequent structure mining can make a difference., KDD, 2004"], "Pinar Duygulu": ["Automatic multimedia cross-modal correlation discovery., KDD, 2004"], "David Poole": ["Estimating the size of the telephone universe: a Bayesian Mark-recapture approach., KDD, 2004"], "Lyle H. Ungar": ["Cluster-based concept invention for statistical relational learning., KDD, 2004"], "David Selinger": ["Identifying early buyers from purchase data., KDD, 2004"], "Jerome P. Reiter": ["Privacy preserving regression modelling via distributed computation., KDD, 2004"], "Rong Jin": ["Ordering patterns by combining opinions from multiple sources., KDD, 2004"], "Yi Sun": ["A generative probabilistic approach to visualizing sets of symbolic sequences., KDD, 2004"], "Gautam Das": ["Rotation invariant distance measures for trajectories., KDD, 2004"], "Zhiqiang Yang": ["Privacy-preserving Bayesian network structure computation on distributed heterogeneous data., KDD, 2004"], "QianSheng Cheng": ["IMMC: incremental maximum margin criterion., KDD, 2004"], "Xinyu Guo": ["2PXMiner: an efficient two pass mining of frequent XML query patterns., KDD, 2004"], "Huan Liu": ["Redundancy based feature selection for microarray data., KDD, 2004"], "Bei Yu": ["A cross-collection mixture model for comparative text mining., KDD, 2004"], "Sandeep Khanzode": ["A data mining approach to modeling relationships among categories in image collection., KDD, 2004"], "Haoqiang Zheng": ["A DEA approach for model combination., KDD, 2004"], "Lei Liu": ["Optimal randomization for privacy preserving data mining., KDD, 2004"], "Robert Schroko": ["Cross channel optimized marketing by reinforcement learning., KDD, 2004"], "Giovanni B. Marchisio": ["Interactive training of advanced classifiers for mining remote sensing image archives., KDD, 2004"], "Amin Saberi": ["Exploring the community structure of newsgroups., KDD, 2004"], "Giri Kumar Tayi": ["A general approach to incorporate data quality matrices into data mining algorithms., KDD, 2004"], "Sergio R. Cuesta": ["ANN quality diagnostic models for packaging manufacturing: an industrial data mining case study., KDD, 2004"], "Yuk Wah Wong": ["A system for automated mapping of bill-of-materials part numbers., KDD, 2004"], "Kenji Yamanishi": ["Tracking dynamics of topic trends using a finite mixture model., KDD, 2004"], "Jun'ichi Takeuchi": ["Mining traffic data from probe-car system for travel time prediction., KDD, 2004"], "Carlos Ordonez": ["Programming the K-means clustering algorithm in SQL., KDD, 2004"], "Jignashu Parikh": ["Document preprocessing for naive Bayes classification and clustering with mixture of multinomials., KDD, 2004"], "Chris Beecher": ["Learning a complex metabolomic dataset using random forests and support vector machines., KDD, 2004"], "Morgan C. Wang": ["1-dimensional splines as building blocks for improving accuracy of risk outcomes models., KDD, 2004"], "Sam Skrivan": ["Analytical view of business data., KDD, 2004"]}