{"Oren Etzioni": ["The battle for the future of data mining., KDD, 2014"], "Eric Horvitz": ["Data, predictions, and decisions in support of people and society., KDD, 2014"], "Eric E. Schadt": ["A data driven approach to diagnosing and treating disease., KDD, 2014"], "Sendhil Mullainathan": ["Bugbears or legitimate threats?: (social) scientists' criticisms of machine learning?, KDD, 2014"], "Xuan Song": ["Prediction of human emergency behavior and their mobility following large-scale disaster., KDD, 2014"], "Yuxiao Dong": ["Inferring user demographics and social strategies in mobile social networks., KDD, 2014"], "Yilun Wang": ["Travel time estimation of a path using sparse trajectories., KDD, 2014"], "Moshe Lichman": ["Modeling human location data with mixtures of kernel densities., KDD, 2014"], "Meng Qu": ["A cost-effective recommender system for taxi drivers., KDD, 2014"], "Yubin Park": ["LUDIA: an aggregate-constrained low-rank reconstruction algorithm to leverage publicly released health data., KDD, 2014"], "Subhabrata Mukherjee": ["People on drugs: credibility of user statements in health communities., KDD, 2014"], "Marzyeh Ghassemi": ["Unfolding physiological state: mortality modelling in intensive care units., KDD, 2014"], "Xiang Wang": ["Unsupervised learning of disease progression models., KDD, 2014"], "Evangelos E. Papalexakis": ["Good-enough brain model: challenges, algorithms and discoveries in multi-subject experiments., KDD, 2014"], "Yasuko Matsubara": ["FUNNEL: automatic mining of spatially coevolving epidemics., KDD, 2014"], "Joyce C. Ho": ["Marble: high-throughput phenotyping from electronic health records via sparse nonnegative tensor factorization., KDD, 2014"], "Chih-Chun Chia": ["Scalable noise mining in long-term electrocardiographic time-series to predict death following heart attacks., KDD, 2014"], "Jiayu Zhou": ["From micro to macro: data driven phenotyping by densification of longitudinal electronic medical records., KDD, 2014"], "Fei Wang": ["Clinical risk prediction with multilinear sparse logistic regression., KDD, 2014"], "James C. Ross": ["Dual beta process priors for latent cluster discovery in chronic obstructive pulmonary disease., KDD, 2014"], "Quan Yuan": ["COM: a generative model for group recommendation., KDD, 2014"], "Laurent Charlin": ["Leveraging user libraries to bootstrap collaborative filtering., KDD, 2014"], "Yupeng Gu": ["Topic-factorized ideal point estimation model for legislative voting network., KDD, 2014"], "Qiming Diao": ["Jointly modeling aspects, ratings and sentiments for movie recommendation (JMARS)., KDD, 2014"], "Mahbub Hasan": ["User effort minimization through adaptive diversification., KDD, 2014"], "Xiao He": ["Relevant overlapping subspace clusters on categorical data., KDD, 2014"], "Murat Dundar": ["Batch discovery of recurring rare classes toward identifying anomalous samples., KDD, 2014"], "Jianhua Yin": ["A dirichlet multinomial mixture model-based approach for short text clustering., KDD, 2014"], "Andreas Züfle": ["Representative clustering of uncertain data., KDD, 2014"], "Stephan Günnemann": ["SMVC: semi-supervised multi-view clustering in subspace projections., KDD, 2014", "Detecting anomalies in dynamic rating data: a robust probabilistic model for rating evolution., KDD, 2014"], "Yashoteja Prabhu": ["FastXML: a fast, accurate and stable tree-classifier for extreme multi-label learning., KDD, 2014"], "Shaodan Zhai": ["A multi-class boosting method with direct optimization., KDD, 2014"], "Yashu Liu": ["An efficient algorithm for weak hierarchical lasso., KDD, 2014"], "Doyen Sahoo": ["Online multiple kernel regression., KDD, 2014"], "Sihong Xie": ["Class-distribution regularized consensus maximization for alleviating overfitting in model combination., KDD, 2014"], "Teng Zhang": ["Large margin distribution machine., KDD, 2014"], "Qi Qian": ["Distance metric learning using dropout: a structured regularization approach., KDD, 2014"], "Siong Thye Goh": ["Box drawings for learning with imbalanced data., KDD, 2014"], "Cheng-Hao Tsai": ["Incremental and decremental training for linear classification., KDD, 2014"], "Junbo Zhang": ["Supervised deep learning with auxiliary networks., KDD, 2014"], "Tahereh Babaie": ["Sleep analytics and online selective anomaly detection., KDD, 2014"], "Qi Rose Yu": ["GLAD: group anomaly detection in social media analysis., KDD, 2014"], "Dehua Cheng": ["FBLG: a simple and effective approach for temporal dependence discovery from time series data., KDD, 2014", "Parallel gibbs sampling for hierarchical dirichlet processes via gamma processes equivalence., KDD, 2014"], "Josif Grabocka": ["Learning time-series shapelets., KDD, 2014"], "Mohamed F. Ghalwash": ["Utilizing temporal patterns for estimating uncertainty in interpretable early decision making., KDD, 2014"], "Junming Shao": ["Prototype-based learning on concept-drifting data streams., KDD, 2014"], "Yanwei Yu": ["Detecting moving object outliers in massive-scale trajectory streams., KDD, 2014"], "Charu C. Aggarwal": ["The setwise stream classification problem., KDD, 2014"], "Daniel Ting": ["Streamed approximate counting of distinct elements: beating optimal batch methods., KDD, 2014"], "Andrew S. Lan": ["Time-varying learning and content analytics via sparse factor analysis., KDD, 2014"], "Dan Kushnir": ["Active-transductive learning with label-adapted kernels., KDD, 2014"], "Deepak Vasisht": ["Active learning for sparse bayesian multilabel classification., KDD, 2014"], "De Wang": ["Large-scale adaptive semi-supervised learning via unified inductive and transductive model., KDD, 2014"], "Akshay Gadde": ["Active semi-supervised learning using sampling theory for graph signals., KDD, 2014"], "Jialei Wang": ["Active collaborative permutation learning., KDD, 2014"], "Xuan Vinh Nguyen": ["Effective global approaches for mutual information based feature selection., KDD, 2014"], "Zhixiang Eddie Xu": ["Gradient boosted feature selection., KDD, 2014"], "Shuo Xiang": ["Simultaneous feature and feature group selection through hard thresholding., KDD, 2014"], "Zheng Zhao": ["Safe and efficient screening for sparse support vector machine., KDD, 2014"], "Sanjay Purushotham": ["Factorized sparse learning models with interpretable high order feature interactions., KDD, 2014"], "Tamraparni Dasu": ["Empirical glitch explanations., KDD, 2014"], "Hongxia Yang": ["Learning with dual heterogeneity: a nonparametric bayes model., KDD, 2014"], "Chien-Liang Liu": ["Online chinese restaurant process., KDD, 2014"], "Xin Dong": ["Knowledge vault: a web-scale approach to probabilistic knowledge fusion., KDD, 2014"], "Shusen Wang": ["Improving the modified nyström method using spectral shifting., KDD, 2014"], "Wenlin Chen": ["Fast flux discriminant for large-scale sparse nonlinear classification., KDD, 2014"], "Mingwang Tang": ["Scalable histograms on large probabilistic data., KDD, 2014"], "Flavio Chierichetti": ["Correlation clustering in MapReduce., KDD, 2014"], "Christos Anagnostopoulos": ["Scaling out big data missing value imputations: pythia vs. godzilla., KDD, 2014"], "Mu Li": ["Efficient mini-batch training for stochastic optimization., KDD, 2014"], "Ashwinkumar Badanidiyuru": ["Streaming submodular maximization: massive data summarization on the fly., KDD, 2014"], "Edith Cohen": ["Distance queries from sampled data: accurate and efficient., KDD, 2014"], "Yi Li": ["Improved testing of low rank matrices., KDD, 2014"], "Bryan Perozzi": ["DeepWalk: online learning of social representations., KDD, 2014", "Focused clustering and outlier detection in large attributed graphs., KDD, 2014"], "Sunita Sarawagi": ["Open-domain quantity queries on web tables: annotation, response, and consensus models., KDD, 2014"], "Bin Wu": ["Crowdsourced time-sync video tagging using temporal and personalized topic modeling., KDD, 2014"], "Liangda Li": ["Identifying and labeling search tasks via query-based hawkes processes., KDD, 2014"], "Oleksandr Polozov": ["LaSEWeb: automating search strategies over semi-structured web data., KDD, 2014"], "Shangsong Liang": ["Personalized search result diversification via structured learning., KDD, 2014"], "Pinghua Gong": ["Efficient multi-task feature learning with calibration., KDD, 2014"], "Tianyi Zhou": ["Multi-task copula by sparse graph regression., KDD, 2014"], "Mianwei Zhou": ["Unifying learning to rank and domain adaptation: enabling cross-task document scoring., KDD, 2014"], "Ying Wei": ["Scalable heterogeneous translated hashing., KDD, 2014"], "Chung-Yi Li": ["Matching users and items across domains to improve the recommendation quality., KDD, 2014"], "Wei Lu": ["Optimal recommendations under attraction, aversion, and social influence., KDD, 2014"], "Xiang Ren": ["ClusCite: effective citation recommendation by information network-based clustering., KDD, 2014"], "Defu Lian": ["GeoMF: joint geographical modeling and matrix factorization for point-of-interest recommendation., KDD, 2014"], "Silei Xu": ["Product selection problem: improve market share by learning consumer behavior., KDD, 2014"], "Yongxin Tong": ["TCS: efficient topic discovery over crowd-oriented service data., KDD, 2014"], "Erich Schubert": ["SigniTrend: scalable detection of emerging topics in textual streams by hashed significance thresholds., KDD, 2014"], "Wray L. Buntine": ["Experiments with non-parametric topic models., KDD, 2014"], "Aaron Q. Li": ["Reducing the sampling complexity of topic models., KDD, 2014"], "Mikalai Tsytsarau": ["Dynamics of news events and social media reaction., KDD, 2014"], "Qian Xiao": ["Differentially private network data release via structural inference., KDD, 2014"], "Wentian Lu": ["Exponential random graph estimation under differential privacy., KDD, 2014"], "Jaewoo Lee": ["Top-k frequent itemsets via differentially private FP-trees., KDD, 2014"], "Meng Jiang": ["CatchSync: catching synchronized behavior in large directed graphs., KDD, 2014", "FEMA: flexible evolutionary multi-faceted analysis for dynamic behavioral pattern discovery., KDD, 2014"], "Hengshu Zhu": ["Mobile app recommendations with security and privacy awareness., KDD, 2014"], "Xiaomin Fang": ["Fast DTT: a near linear algorithm for decomposing a tensor into factor tensors., KDD, 2014"], "Feiping Nie": ["Clustering and projected clustering with adaptive neighbors., KDD, 2014"], "Xilun Chen": ["LWI-SVD: low-rank, windowed, incremental singular value decompositions on time-evolving data sets., KDD, 2014"], "Dimitris S. Papailiopoulos": ["Provable deterministic leverage score sampling., KDD, 2014"], "Tuan M. V. Le": ["Semantic visualization for spherical representation., KDD, 2014"], "Rakesh Agrawal": ["Grouping students in educational settings., KDD, 2014"], "Jingbo Shang": ["Inferring gas consumption and pollution emission of vehicles throughout a city., KDD, 2014"], "Karthik Raman": ["Methods for ordinal peer grading., KDD, 2014"], "Yanjie Fu": ["Exploiting geographic dependencies for real estate appraisal: a mutual perspective of ranking and clustering., KDD, 2014"], "Bo Zong": ["Towards scalable critical alert mining., KDD, 2014"], "Caleb Chen Cao": ["From labor to trader: opinion elicitation via online crowds as a market., KDD, 2014"], "Weinan Zhang": ["Optimal real-time bidding for display advertising., KDD, 2014"], "Ting Wang": ["Quantifying herding effects in crowd wisdom., KDD, 2014"], "Olivier Chapelle": ["Modeling delayed feedback in display advertising., KDD, 2014"], "Meng Fang": ["Networked bandits with disjoint linear payoffs., KDD, 2014"], "Zhiyuan Chen": ["Mining topics in documents: standing on the shoulders of big data., KDD, 2014"], "Zhe Chen": ["Integrating spreadsheet data via accurate and low-effort extraction., KDD, 2014"], "Moritz Sudhof": ["Sentiment expression conditioned by affective transitions and social forces., KDD, 2014"], "Furong Li": ["Entity profiling with varying source reliabilities., KDD, 2014"], "Anthony Fader": ["Open question answering over curated and extracted knowledge bases., KDD, 2014"], "Feng Chen": ["Non-parametric scan statistics for event detection and forecasting in heterogeneous social media graphs., KDD, 2014"], "Polina Rozenshtein": ["Event detection in activity networks., KDD, 2014"], "Behzad Golshan": ["Profit-maximizing cluster hires., KDD, 2014"], "Keqian Li": ["On social event organization., KDD, 2014"], "Varun R. Embar": ["A bayesian framework for estimating properties of network diffusions., KDD, 2014"], "Elias Boutros Khalil": ["Scalable diffusion-aware optimization of network topology., KDD, 2014"], "Takeshi Kurashima": ["Probabilistic latent network visualization: inferring and embedding diffusion networks., KDD, 2014"], "Senzhang Wang": ["MMRate: inferring multi-aspect diffusion networks with multi-pattern cascades., KDD, 2014"], "Xinran He": ["Stability of influence maximization., KDD, 2014"], "Nicola Barbieri": ["Who to follow and why: link prediction with explanations., KDD, 2014"], "Yang Zhou": ["Activity-edge centric multi-label classification for mining heterogeneous information networks., KDD, 2014"], "Jiawei Zhang": ["Meta-path based multi-network collective link prediction., KDD, 2014"], "Manish Purohit": ["Fast influence-based coarsening for large networks., KDD, 2014"], "Peng Zhang": ["Minimizing seed set selection with probabilistic coverage guarantee in a social network., KDD, 2014"], "Francesco Bonchi": ["Core decomposition of uncertain graphs., KDD, 2014", "Correlation clustering: from theory to practice., KDD, 2014"], "Austin R. Benson": ["Learning multifractal structure in large networks., KDD, 2014"], "Chuanren Liu": ["Temporal skeletonization on sequential data: patterns, categorization, and visualization., KDD, 2014", "Proactive workflow modeling by stochastic processes with application to healthcare operation and management., KDD, 2014"], "Jingchao Ni": ["Inside the atoms: ranking on a network of networks., KDD, 2014"], "Isabel M. Kloumann": ["Community membership identification from small seed sets., KDD, 2014"], "Lian Duan": ["Community detection in graphs through correlation., KDD, 2014"], "Kyle Kloster": ["Heat kernel based community detection., KDD, 2014"], "Tanmoy Chakraborty": ["On the permanence of vertices in network communities., KDD, 2014"], "Rumi Ghosh": ["The interplay between dynamics and networks: centrality, communities, and cheeger inequality., KDD, 2014"], "Yuichi Yoshida": ["Almost linear-time algorithms for adaptive betweenness centrality using hypergraph sketches., KDD, 2014"], "Takanori Maehara": ["Efficient SimRank computation via linearizationPublication of this article pending inquiry., KDD, 2014"], "Peter Lofgren": ["FAST-PPR: scaling personalized pagerank estimation for large graphs., KDD, 2014"], "Nesreen K. Ahmed": ["Graph sample and hold: a framework for big-graph analytics., KDD, 2014"], "Florian Bourse": ["Balanced graph edge partition., KDD, 2014"], "Stavros Sintos": ["Using strong triadic closure to characterize ties in social networks., KDD, 2014"], "Takuya Akiba": ["Network structural analysis via core-tree-decomposition Publication of this article pending inquiry., KDD, 2014"], "Huan Sun": ["Analyzing expert behaviors in collaborative networks., KDD, 2014"], "Yuan Yao": ["Predicting long-term impact of CQA posts: a comprehensive viewpoint., KDD, 2014"], "Bin Bi": ["Who are experts specializing in landscape photography?: analyzing topic-specific authority on content sharing services., KDD, 2014"], "Sri Subramaniam": ["Frontiers in E-commerce personalization., KDD, 2014"], "Tracy De Poalo": ["Predictive modeling in practice: a case study from sprint., KDD, 2014"], "Nigam Shah": ["Medicine in the age of electronic health records., KDD, 2014"], "Cynthia Rudin": ["Algorithms for interpretable machine learning., KDD, 2014"], "Drew Conway": ["Data science through the lens of social science., KDD, 2014"], "Rand Waltzman": ["Information environment security., KDD, 2014"], "Nathan Eagle": ["Big data for social good., KDD, 2014"], "Robert Munro": ["Bringing data science to the speakers of every language., KDD, 2014"], "Acar Tamersoy": ["Guilt by association: large scale malware detection by mining file-relation graphs., KDD, 2014"], "Anitha Kannan": ["Mining text snippets for images on the web., KDD, 2014"], "Ashay Tamhane": ["Predicting student risks through longitudinal analysis., KDD, 2014"], "Bingsheng Wang": ["Novel geospatial interpolation analytics for general meteorological measurements., KDD, 2014"], "Brian Abelson": ["Targeting direct cash transfers to the extremely poor., KDD, 2014"], "Brian Dalessandro": ["Scalable hands-free transfer learning for online advertising., KDD, 2014"], "Chen Luo": ["Correlating events with time series for incident diagnosis., KDD, 2014"], "Deepak Agarwal": ["Activity ranking in LinkedIn feed., KDD, 2014", "Budget pacing for targeted online advertisements at LinkedIn., KDD, 2014"], "Dejan Radosavljevik": ["Large scale predictive modeling for micro-simulation of 3G air interface load., KDD, 2014"], "Derek Lin": ["Unveiling clusters of events for alert and incident management in large-scale enterprise it., KDD, 2014"], "Diane J. Hu": ["Style in the long tail: discovering unique interests with latent variable models in large scale social E-commerce., KDD, 2014"], "Enric Junqué de Fortuny": ["Corporate residence fraud detection., KDD, 2014"], "Fang Jin": ["Modeling mass protest adoption in social network communities using geometric brownian motion., KDD, 2014"], "Gabor Melli": ["Shallow semantic parsing of product offering titles (for better automatic hyperlink insertion)., KDD, 2014"], "Gergely Ács": ["A case study: privacy preserving release of spatio-temporal density in paris., KDD, 2014"], "Herodotos Herodotou": ["Scalable near real-time failure localization of data center networks., KDD, 2014"], "Jian Xu": ["Improving management of aquatic invasions by integrating shipping network, ecological, and environmental data: data mining for social good., KDD, 2014"], "Kiran Kate": ["FoodSIS: a text mining system to improve the state of food safety in singapore., KDD, 2014"], "Komal Kapoor": ["A hazard based approach to user return time prediction., KDD, 2014"], "Kush R. Varshney": ["Predicting employee expertise for talent management in the enterprise., KDD, 2014"], "Li Zheng": ["Applying data mining techniques to address critical process optimization needs in advanced manufacturing., KDD, 2014"], "Marco Avvenuti": ["EARS (earthquake alert and report system): a real time decision support system for earthquake crisis management., KDD, 2014"], "Matthew F. Der": ["Knock it off: profiling the online storefronts of counterfeit merchandise., KDD, 2014"], "Michael Bendersky": ["Up next: retrieval methods for large scale related video suggestion., KDD, 2014"], "Mingqiang Xue": ["Identifying tourists from public transport commuters., KDD, 2014"], "Mohammad A. Tayebi": ["Spatially embedded co-offence prediction using supervised learning., KDD, 2014"], "Naren Ramakrishnan": ["'Beating the news' with EMBERS: forecasting civil unrest using open source indicators., KDD, 2014"], "Nemanja Spasojevic": ["LASTA: large scale topic assignment on multiple social networks., KDD, 2014"], "Onno Zoeter": ["New algorithms for parking demand management and a city-scale deployment., KDD, 2014"], "Paulo Shakarian": ["Reducing gang violence through network influence based targeting of social programs., KDD, 2014"], "Pei Lee": ["Modeling impression discounting in large-scale recommender systems., KDD, 2014"], "Richard J. Beckman": ["ISIS: a networked-epidemiology based pervasive web app for infectious disease pandemic planning and response., KDD, 2014"], "Ron Kohavi": ["Seven rules of thumb for web site experimenters., KDD, 2014"], "Ruben Sipos": ["Log-based predictive maintenance., KDD, 2014"], "W. Scott Spangler": ["Automated hypothesis generation based on mining scientific literature., KDD, 2014"], "Shashank Srikant": ["A system to grade computer programming skills using machine learning., KDD, 2014"], "Shuai Yuan": ["An empirical study of reserve price optimisation in real-time bidding., KDD, 2014"], "Shuang-Hong Yang": ["Large-scale high-precision topic modeling on twitter., KDD, 2014"], "Vignesh Jagadeesh": ["Large scale visual recommendations from street fashion images., KDD, 2014"], "Wayne Xin Zhao": ["We know what you want to buy: a demographic-based system for product recommendation on microblogs., KDD, 2014"], "Ye Xu": ["Modeling professional similarity by mining professional career trajectories., KDD, 2014"], "Yukihiro Tagami": ["Filling context-ad vocabulary gaps with click logs., KDD, 2014"], "Raghu Ramakrishnan": ["Does social good justify risking personal privacy?, KDD, 2014"], "Yoshua Bengio": ["Scaling up deep learning., KDD, 2014"], "Antoine Bordes": ["Constructing and mining web-scale knowledge graphs: KDD 2014 tutorial., KDD, 2014"], "Jiawei Han": ["Bringing structure to text: mining phrases, entities, topics, and hierarchies., KDD, 2014"], "Madhav V. Marathe": ["Computational epidemiology., KDD, 2014"], "Mengling Feng": ["Management and analytic of biomedical big data with cloud-based in-memory database and dynamic querying: a hands-on experience with real-world data., KDD, 2014"], "Xavier Amatriain": ["The recommender problem revisited: morning tutorial., KDD, 2014"], "Ruslan Salakhutdinov": ["Deep learning., KDD, 2014"], "Feida Zhu": ["Network mining and analysis for social applications., KDD, 2014"], "Graham Cormode": ["Sampling for big data: a tutorial., KDD, 2014"], "Wilhelmiina Hämäläinen": ["Statistically sound pattern discovery., KDD, 2014"], "Jiliang Tang": ["Recommendation in social media: recent advances and new frontiers., KDD, 2014"]}