{"Prabhakar Raghavan": ["Incentive networks., KDD, 2005"], "Gian Fulgoni": ["Mining the internet: the eighth wonder of the world., KDD, 2005"], "Albert-László Barabási": ["The architecture of complexity: the structure and the dynamics of networks, from the web to the cell., KDD, 2005"], "Edward Herskovits": ["A Bayesian network classifier with inverse tree structure for voxelwise magnetic resonance image analysis., KDD, 2005"], "Andrew Tomkins": ["Variable latent semantic indexing., KDD, 2005", "The predictive power of online chatter., KDD, 2005"], "Mohand-Said Hacid": ["Mining images on semantics via statistical learning., KDD, 2005"], "R. Bharat Rao": ["Rule extraction from linear support vector machines., KDD, 2005"], "Wei-Ying Ma": ["Consistent bipartite graph co-partitioning for star-structured high-order heterogeneous data co-clustering., KDD, 2005"], "Panayiotis Tsaparas": ["Dimension induced clustering., KDD, 2005"], "Jan Van den Bussche": ["Mining tree queries in a graph., KDD, 2005"], "Thomas Hofmann": ["Non-redundant clustering with conditional ensembles., KDD, 2005"], "Boulos Harb": ["Wavelet synopsis for data streams: minimizing non-euclidean error., KDD, 2005"], "Salvatore J. Stolfo": ["Combining email models for false positive reduction., KDD, 2005"], "Blaz Zupan": ["Nomograms for visualizing support vector machines., KDD, 2005", "Simple and effective visual models for gene expression cancer diagnostics., KDD, 2005"], "Tobias Scheffer": ["Fast discovery of unexpected patterns in data, relative to a Bayesian network., KDD, 2005"], "Aleksander Kolcz": ["Local sparsity control for naive Bayes with extreme misclassification costs., KDD, 2005"], "Robert Jedicke": ["A multiple tree algorithm for the efficient association of asteroid observations., KDD, 2005"], "Joachim M. Buhmann": ["Combining partitions by probabilistic label aggregation., KDD, 2005"], "Vipin Kumar": ["Feature bagging for outlier detection., KDD, 2005"], "Christos Faloutsos": ["Graphs over time: densification laws, shrinking diameters and possible explanations., KDD, 2005"], "Tao Li": ["A general model for clustering binary data., KDD, 2005"], "ChengXiang Zhai": ["Discovering evolutionary theme patterns from text: an exploration of temporal text mining., KDD, 2005", "Mining comparable bilingual text corpora for cross-language information integration., KDD, 2005"], "Joydeep Ghosh": ["A distributed learning framework for heterogeneous data sources., KDD, 2005"], "Kenny Daniel": ["Detection of emerging space-time clusters., KDD, 2005"], "Aidong Zhang": ["On mining cross-graph quasi-cliques., KDD, 2005"], "Thorsten Joachims": ["Query chains: learning to rank from implicit feedback., KDD, 2005"], "Saharon Rosset": ["Robust boosting and its relation to bagging., KDD, 2005"], "Mark Sandler": ["On the use of linear programming for unsupervised text classification., KDD, 2005"], "Martin Scholz": ["Sampling-based sequential subgroup mining., KDD, 2005"], "James G. Shanahan": ["Probabilistic workflow mining., KDD, 2005"], "Heikki Mannila": ["Finding partial orders from unordered 0-1 data., KDD, 2005"], "Naiyao Zhang": ["Web object indexing using domain knowledge., KDD, 2005"], "Susumu Horiguchi": ["Improving discriminative sequential learning with rare--but--important associations., KDD, 2005"], "Dong Xin": ["Summarizing itemset patterns: a profile-based approach., KDD, 2005"], "Jiawei Han": ["Mining closed relational graphs with connectivity constraints., KDD, 2005"], "Rebecca N. Wright": ["Anonymity-preserving data collection., KDD, 2005", "Privacy-preserving distributed k-means clustering over arbitrarily partitioned data., KDD, 2005"], "Philip S. Yu": ["Cross-relational clustering with user's guidance., KDD, 2005", "Co-clustering by block value decomposition., KDD, 2005", "Pattern-based similarity search for microarray data., KDD, 2005"], "Hwanjo Yu": ["SVM selective sampling for ranking with application to data retrieval., KDD, 2005"], "Naren Ramakrishnan": ["Reasoning about sets using redescription mining., KDD, 2005"], "Wei Zhao": ["A new scheme on privacy-preserving data classification., KDD, 2005"], "Lyle H. Ungar": ["Streaming feature selection using alpha-investing., KDD, 2005"], "Stephane Chiocchetti": ["Finding similar files in large document repositories., KDD, 2005"], "Kazuo Machida": ["An approach to spacecraft anomaly detection problem using kernel feature space., KDD, 2005"], "Rayid Ghani": ["Price prediction and insurance for online auctions., KDD, 2005"], "Takashi Tomokiyo": ["Deriving marketing intelligence from online discussion., KDD, 2005"], "Kevin Chen-Chuan Chang": ["Making holistic schema matching robust: an ensemble approach., KDD, 2005"], "Carlos Rojas": ["Using retrieval measures to assess similarity in mining dynamic web clickstreams., KDD, 2005"], "Henry G. Goldberg": ["Using relational knowledge discovery to prevent securities fraud., KDD, 2005"], "Andrew Bate": ["A hit-miss model for duplicate detection in the WHO drug safety database., KDD, 2005"], "Alan Herschtal": ["Predicting the product purchase patterns of corporate customers., KDD, 2005"], "Ming-Ting Sun": ["Modeling and predicting personal information dissemination behavior., KDD, 2005"], "ZhaoHui Tang": ["Email data cleaning., KDD, 2005"], "Yuko Maruyama": ["Dynamic syslog mining for network failure monitoring., KDD, 2005"], "Patrick Baldasare": ["Enhancing the lift under budget constraints: an application in the mutual fund industry., KDD, 2005"], "Sylvain Létourneau": ["Learning to predict train wheel failures., KDD, 2005"], "Charu C. Aggarwal": ["Towards exploratory test instance specific algorithms for high dimensional classification., KDD, 2005"], "Raymond J. Mooney": ["Model-based overlapping clustering., KDD, 2005"], "Anne Denton": ["Integration of profile hidden Markov model output into association rule mining., KDD, 2005"], "Xiaodong Zhou": ["Scalable discovery of hidden emails from large folders., KDD, 2005"], "Yi-fang Brook Wu": ["Web mining from competitors' websites., KDD, 2005"], "Ming-Syan Chen": ["LIPED: HMM-based life profiles for adaptive event detection., KDD, 2005"], "David A. Padua": ["Parallel mining of closed sequential patterns., KDD, 2005"], "Brian Neil Levine": ["Creating social networks to improve peer-to-peer networking., KDD, 2005"], "Ravi Sundaram": ["Unweaving a web of documents., KDD, 2005"], "Leonard Pitt": ["Maximal boasting., KDD, 2005"], "Yuji Matsumoto": ["Application of kernels to link analysis., KDD, 2005"], "Gagan Agrawal": ["Simultaneous optimization of complex mining tasks with a knowledgeable cache., KDD, 2005", "Discovering frequent topological structures from graph datasets., KDD, 2005"], "Bamshad Mobasher": ["A maximum entropy web recommendation system: combining collaborative and content features., KDD, 2005"], "Katsumi Takahashi": ["Information retrieval based on collaborative filtering with latent interest semantic map., KDD, 2005"], "Kfir Zigdon": ["Determining an author's native language by mining a text for errors., KDD, 2005"], "Brian Kulis": ["A fast kernel-based multilevel algorithm for graph clustering., KDD, 2005"], "Christopher Meek": ["Adversarial learning., KDD, 2005"], "San-Yih Hwang": ["Estimating missed actual positives using independent classifiers., KDD, 2005"], "Michinari Momma": ["Efficient computations via scalable sparse kernel partial least squares and boosted latent features., KDD, 2005"], "Alfred Ultsch": ["Optimizing time series discretization for knowledge discovery., KDD, 2005"], "Susumu Akamine": ["Key semantics extraction by dependency tree mining., KDD, 2005"], "Martin Pfeifle": ["Density-based clustering of uncertain data., KDD, 2005"], "Orkut Buyukkokten": ["Evaluating similarity measures: a large-scale study in the orkut social network., KDD, 2005"], "Alicia Ageno": ["A hybrid unsupervised approach for document clustering., KDD, 2005"], "Luís Torgo": ["Regression error characteristic surfaces., KDD, 2005"], "Navneet Panda": ["Formulating distance functions via the kernel trick., KDD, 2005"], "Xingquan Zhu": ["Combining proactive and reactive predictions for data streams., KDD, 2005"], "Sameep Mehta": ["A generalized framework for mining spatio-temporal patterns in scientific data., KDD, 2005"], "Li Yang": ["Building connected neighborhood graphs for isometric data embedding., KDD, 2005"], "Mohammad El-Hajj": ["Pattern lattice traversal by selective jumps., KDD, 2005"], "Thomas Seidl": ["CLICKS: an effective algorithm for mining subspace clusters in categorical datasets., KDD, 2005"], "Xiaojian Zhao": ["Fast window correlations over uncooperative time series., KDD, 2005"], "Kenji Yoshihira": ["Failure detection and localization in component based systems by online tracking., KDD, 2005"], "Ryan Rich": ["Generation of synthetic data sets for evaluating the accuracy of knowledge discovery systems., KDD, 2005"], "Tim Rey": ["Data mining in the chemical industry., KDD, 2005"], "Chris Kelman": ["Mining risk patterns in medical data., KDD, 2005"], "Wei Peng": ["An integrated framework on mining logs files for computing system management., KDD, 2005"], "Juan-Carlos Jusem": ["Automated detection of frontal systems from numerical model-generated data., KDD, 2005"], "Alan Hochberg": ["Disease progression modeling from historical clinical databases., KDD, 2005"], "Valery A. Petrushin": ["Mining rare and frequent events in multi-camera surveillance video using self-organizing maps., KDD, 2005"], "Ira Cohen": ["Short term performance forecasting in enterprise systems., KDD, 2005"], "David R. Kaeli": ["A multinomial clustering model for fast simulation of computer architecture designs., KDD, 2005"]}