{"Russ B. Altman": ["Challenges for knowledge discovery in biology., KDD, 2001"], "Tom M. Mitchell": ["Extracting targeted data from the web., KDD, 2001"], "Raghu Ramakrishnan": ["Mass collaboration and data mining., KDD, 2001"], "Nitin Agrarwal": ["Applications of generalized support vector machines to predictive modeling., KDD, 2001"], "Herb Edelstein": ["Data mining: are we there yet?, KDD, 2001"], "Ron Kohavi": ["Mining e-commerce data: the good, the bad, and the ugly., KDD, 2001"], "Amir Netz": ["Data mining platform for database developers., KDD, 2001"], "John Riedl": ["Recommender systems in commerce and community., KDD, 2001"], "Zhiqiang Bi": ["The \"DGX\" distribution for mining massive, skewed data., KDD, 2001"], "Andreas Buja": ["Data mining criteria for tree-based regression and classification., KDD, 2001"], "Igor V. Cadez": ["Probabilistic modeling of transaction data with applications to profiling, visualization, and prediction., KDD, 2001"], "Jens-Peter Dittrich": ["GESS: a scalable similarity-join algorithm for mining large data sets in high dimensional spaces., KDD, 2001"], "Pedro M. Domingos": ["Mining the network value of customers., KDD, 2001"], "William DuMouchel": ["Empirical bayes screening for multi-item associations., KDD, 2001"], "Glenn Fung": ["Proximal support vector machine classifiers., KDD, 2001"], "Jochen Garcke": ["Data mining with sparse grids using simplicial basis functions., KDD, 2001"], "Geoff Hulten": ["Mining time-changing data streams., KDD, 2001"], "Eser Kandogan": ["Visualizing multi-dimensional clusters, trends, and outliers using star coordinates., KDD, 2001"], "Eamonn J. Keogh": ["Ensemble-index: a new approach to indexing large databases., KDD, 2001"], "Edwin M. Knorr": ["Robust space transformations for distance-based operations., KDD, 2001"], "Stefan Kramer": ["Molecular feature mining in HIV data., KDD, 2001"], "Bing Liu": ["Discovering unexpected information from your competitors' web sites., KDD, 2001", "Identifying non-actionable association rules., KDD, 2001", "Discovering the set of fundamental rule changes., KDD, 2001"], "Balaji Padmanabhan": ["Personalization from incomplete data: what you don't know can hurt., KDD, 2001"], "Dmitry Pavlov": ["Probabilistic query models for transaction data., KDD, 2001"], "David M. Pennock": ["Extracting collective probabilistic forecasts from web games., KDD, 2001"], "Agma J. M. Traina": ["Tri-plots: scalable tools for multidimensional data mining., KDD, 2001"], "Cheng Yang": ["Efficient discovery of error-tolerant frequent itemsets in high dimensions., KDD, 2001"], "Bianca Zadrozny": ["Learning and making decisions when costs and probabilities are both unknown., KDD, 2001"], "Richard Adderley": ["Data mining case study: modeling the behavior of offenders who commit serious sexual assaults., KDD, 2001"], "Charu C. Aggarwal": ["A human-computer cooperative system for effective high dimensional clustering., KDD, 2001", "Mining massively incomplete data sets by conceptual reconstruction., KDD, 2001"], "Sugato Basu": ["Evaluating the novelty of text-mined rules using lexical knowledge., KDD, 2001"], "Alina Beygelzimer": ["Fast ordering of large categorical datasets for better visualization., KDD, 2001"], "Ella Bingham": ["Random projection in dimensionality reduction: applications to image and text data., KDD, 2001"], "Doina Caragea": ["Gaining insights into support vector machine pattern classifiers using projection-based tour methods., KDD, 2001"], "Chien Chin Chen": ["PVA: a self-adaptive personal view agent system., KDD, 2001"], "Tom Chiu": ["A robust and scalable clustering algorithm for mixed type attributes in large database environment., KDD, 2001"], "Inderjit S. Dhillon": ["Co-clustering documents and words using bipartite spectral graph partitioning., KDD, 2001"], "Chris H. Q. Ding": ["A spectral method to separate disconnected and nearly-disconnected web graph components., KDD, 2001"], "David Harel": ["Clustering spatial data using random walks., KDD, 2001"], "Nitin Indurkhya": ["Solving regression problems with rule-based ensemble classifiers., KDD, 2001"], "Wen Jin": ["Mining top-n local outliers in large databases., KDD, 2001"], "Annaka Kalton": ["Generalized clustering, supervised learning, and data assignment., KDD, 2001"], "Diane Lambert": ["Mining a stream of transactions for customer patterns., KDD, 2001"], "Aleksandar Lazarevic": ["The distributed boosting algorithm., KDD, 2001"], "Dekang Lin": ["Induction of semantic classes from natural language text., KDD, 2001", "DIRT @SBT@discovery of inference rules from text., KDD, 2001"], "Heikki Mannila": ["Finding simple intensity descriptions from event sequence data., KDD, 2001"], "Jonathan Moody": ["Data filtering for automatic classification of rocks from reflectance spectra., KDD, 2001"], "Yasuhiko Morimoto": ["Mining frequent neighboring class sets in spatial databases., KDD, 2001"], "Nikunj C. Oza": ["Experimental comparisons of online and batch versions of bagging and boosting., KDD, 2001"], "Petteri Sevon": ["TreeDT: gene mapping by tree disequilibrium test., KDD, 2001"], "Shashi Shekhar": ["Detecting graph-based spatial outliers: algorithms and applications (a summary of results)., KDD, 2001"], "W. Nick Street": ["A streaming ensemble algorithm (SEA) for large-scale classification., KDD, 2001"], "Geoffrey I. Webb": ["Discovering associations with numeric variables., KDD, 2001"], "Kenji Yamanishi": ["Discovering outlier filtering rules from unlabeled data: combining a supervised learner with an unsupervised learner., KDD, 2001"], "Jiong Yang": ["Infominer: mining surprising periodic patterns., KDD, 2001"], "Zijian Zheng": ["Real world performance of association rule algorithms., KDD, 2001"], "Chidanand Apté": ["Segmentation-based modeling for advanced targeted marketing., KDD, 2001"], "Pavel Berkhin": ["Interactive path analysis of web site traffic., KDD, 2001"], "Piew Datta": ["Estimating business targets., KDD, 2001"], "Charles Elkan": ["Magical thinking in data mining: lessons from CoIL challenge 2000., KDD, 2001"], "Edgar Hotz": ["REVI-MINER, a KDD-environment for deviation detection and analysis of warranty and goodwill cost statements in automotive industry., KDD, 2001"], "Christoph Hueglin": ["Data mining techniques to improve forecast accuracy in airline business., KDD, 2001"], "Hang Li": ["Mining from open answers in questionnaire data., KDD, 2001"], "Teresa Mah": ["Funnel report mining for the MSN network., KDD, 2001"], "Saharon Rosset": ["Evaluation of prediction models for marketing campaigns., KDD, 2001"], "W. Scott Spangler": ["Knowledge base maintenance using knowledge gap analysis., KDD, 2001"], "Doug Warner": ["Mining user session data to facilitate user interaction with a customer service knowledge base in RightNow Web., KDD, 2001"], "Qiang Yang": ["Mining web logs for prediction models in WWW caching and prefetching., KDD, 2001"]}