{"Michael Schwarz": ["Internet advertising and optimal auction design., KDD, 2008"], "Ralf Herbrich": ["Large scale data analysis and modelling in online services and advertising., KDD, 2008"], "Robert Tibshirani": ["Regularization paths and coordinate descent., KDD, 2008"], "Jitendra Malik": ["The future of image search., KDD, 2008"], "Udo Miletzki": ["Genesis of postal address reading, current state and future prospects: thirty years of pattern recognition on duty of postal services., KDD, 2008"], "Mohammad Mahdian": ["Influence and correlation in social networks., KDD, 2008"], "Aristides Gionis": ["Efficient semi-streaming algorithms for local triangle counting in massive graphs., KDD, 2008", "Topical query decomposition., KDD, 2008"], "Sachindra Joshi": ["Structured entity identification and document categorization: two tasks with one joint model., KDD, 2008"], "Ricard Gavaldà": ["Mining adaptively frequent closed unlabeled rooted trees in data streams., KDD, 2008"], "Lise Getoor": ["Effective label acquisition for collective classification., KDD, 2008"], "Petros Drineas": ["Unsupervised feature selection for principal components analysis., KDD, 2008"], "Vitaly Shmatikov": ["The cost of privacy: destruction of data-mining utility in anonymized data publishing., KDD, 2008"], "Kunal Punera": ["Generating succinct titles for web URLs., KDD, 2008"], "Chiru Bhattacharyya": ["Structured learning for non-smooth ranking losses., KDD, 2008"], "Christopher Meek": ["Partitioned logistic regression for spam filtering., KDD, 2008"], "Jieping Ye": ["Learning subspace kernels for classification., KDD, 2008", "Extracting shared subspace for multi-label classification., KDD, 2008", "Hypergraph spectral learning for multi-label classification., KDD, 2008"], "Edward Y. Chang": ["Combinational collaborative filtering for personalized community recommendation., KDD, 2008"], "Michael Wasikowski": ["FAST: a roc-based feature selection metric for small samples and imbalanced data classification problems., KDD, 2008"], "Pang-Ning Tan": ["Semi-supervised learning with data calibration for long-term time series forecasting., KDD, 2008"], "Yang Cao": ["Reconstructing chemical reaction networks: data mining meets system identification., KDD, 2008"], "Peter Christen": ["Automatic record linkage using seeded nearest neighbour and support vector machine classification., KDD, 2008", "Febrl -: an open source data cleaning, deduplication and record linkage system with a graphical user interface., KDD, 2008"], "Siddharth Suri": ["Feedback effects between similarity and social influence in online communities., KDD, 2008"], "Daniel B. Neill": ["Anomaly pattern detection in categorical datasets., KDD, 2008"], "Samuel Ieong": ["Bypass rates: reducing query abandonment using negative inferences., KDD, 2008"], "Amit Sasturkar": ["De-duping URLs via rewrite rules., KDD, 2008"], "Inderjit S. Dhillon": ["Structured metric learning for high dimensional problems., KDD, 2008"], "Siegfried Nijssen": ["Constraint programming for itemset mining., KDD, 2008"], "Keith Noto": ["Learning classifiers from only positive and unlabeled data., KDD, 2008"], "Shyamsundar Rajaram": ["Locality sensitive hash functions based on concomitant rank order statistics., KDD, 2008", "Scaling up text classification for large file systems., KDD, 2008"], "Olivier Verscheure": ["Direct mining of discriminative and essential frequent patterns via model-based search tree., KDD, 2008"], "Masashi Yamamuro": ["SPIRAL: efficient and exact model identification for hidden Markov models., KDD, 2008"], "Christos Faloutsos": ["Using ghost edges for classification in sparsely labeled networks., KDD, 2008", "Cut-and-stitch: efficient parallel learning of linear dynamical systems on smps., KDD, 2008", "Weighted graphs and disconnected components: patterns and a generator., KDD, 2008", "Colibri: fast mining of large static and dynamic graphs., KDD, 2008"], "Adam D. Smith": ["Composition attacks and auxiliary information in data privacy., KDD, 2008"], "Rares Vernica": ["Entity categorization over large document collections., KDD, 2008"], "Jiawei Han": ["Knowledge transfer via multiple model local structure mapping., KDD, 2008", "Mining preferences from superior and inferior examples., KDD, 2008"], "Heikki Mannila": ["Banded structure in binary matrices., KDD, 2008"], "Vipin Kumar": ["Quantitative evaluation of approximate frequent pattern mining algorithms., KDD, 2008"], "Andrew McCallum": ["Unsupervised deduplication using cross-field dependencies., KDD, 2008", "A unified approach for schema matching, coreference and canonicalization., KDD, 2008"], "Wei Su": ["Permu-pattern: discovery of mutable permutation patterns with proximity constraint., KDD, 2008"], "Tao Li": ["Simultaneous tensor subspace selection and clustering: the equivalence of high order svd and k-means clustering., KDD, 2008"], "Aidong Zhang": ["Bridging centrality: graph mining from element level to group level., KDD, 2008"], "Evimaria Terzi": ["Interpretable nonnegative matrix decompositions., KDD, 2008", "Constructing comprehensive summaries of large event sequences., KDD, 2008"], "Gerhard Weikum": ["Fast logistic regression for text categorization with variable-length n-grams., KDD, 2008"], "Naonori Ueda": ["Probabilistic latent semantic visualization: topic model for visualizing documents., KDD, 2008"], "Marc E. Maier": ["Automatic identification of quasi-experimental designs for discovering causal knowledge., KDD, 2008"], "Ning Ruan": ["Effective and efficient itemset pattern summarization: regression-based approaches., KDD, 2008"], "Chih-Jen Lin": ["A sequential dual method for large scale multi-class linear svms., KDD, 2008"], "Yehuda Koren": ["Factorization meets the neighborhood: a multifaceted collaborative filtering model., KDD, 2008"], "Duncan J. Watts": ["The structure of information pathways in a social communication network., KDD, 2008"], "Arthur Zimek": ["Angle-based outlier detection in high-dimensional data., KDD, 2008"], "Ryen W. White": ["Stream prediction using a generative model based on frequent episodes in event sequences., KDD, 2008"], "Andrew Tomkins": ["Microscopic evolution of social networks., KDD, 2008", "Social networks: looking ahead., KDD, 2008"], "Jun Du": ["Active learning with direct query construction., KDD, 2008"], "Yong Yu": ["Spectral domain-transfer learning., KDD, 2008"], "Bruce R. Schatz": ["Mining multi-faceted overviews of arbitrary topics in a text collection., KDD, 2008"], "Naoki Abe": ["Multi-class cost-sensitive boosting with p-norm loss functions., KDD, 2008"], "Jian Huang": ["On updates that constrain the features' connections during learning., KDD, 2008"], "Jörg Sander": ["Finding non-redundant, statistically significant regions in high dimensional data: a novel approach to projected and subspace clustering., KDD, 2008"], "William W. Cohen": ["Joint latent topic models for text and citations., KDD, 2008"], "Rich Caruana": ["Classification with partial labels., KDD, 2008"], "Franco Turini": ["Discrimination-aware data mining., KDD, 2008"], "Max Welling": ["Fast collapsed gibbs sampling for latent dirichlet allocation., KDD, 2008"], "Koji Tsuda": ["Partial least squares regression for graph mining., KDD, 2008"], "Hiroshi Nakagawa": ["Knowledge discovery of semantic relationships between words using nonparametric bayesian graph model., KDD, 2008"], "Jure Leskovec": ["Mobile call graphs: beyond power-law and lognormal distributions., KDD, 2008"], "Nikos Anerousis": ["Efficient ticket routing by resolution sequence mining., KDD, 2008"], "Panagiotis G. Ipeirotis": ["Get another label? improving data quality and data mining using multiple, noisy labelers., KDD, 2008"], "Eamonn J. Keogh": ["iSAX: indexing and mining terabyte sized time series., KDD, 2008"], "Belle L. Tseng": ["Efficient computation of personal aggregate queries on blogs., KDD, 2008"], "Zhi-Li Zhang": ["Semi-supervised approach to rapid and reliable labeling of large data sets., KDD, 2008"], "Geoffrey J. Gordon": ["Relational learning via collective matrix factorization., KDD, 2008"], "John Gums": ["A bayesian mixture model with linear regression mixing proportions., KDD, 2008"], "Zohreh Nazeri": ["Community evolution in dynamic multi-mode networks., KDD, 2008"], "Antonio Alfredo Ferreira Loureiro": ["Can complex network metrics predict the behavior of NBA teams?, KDD, 2008"], "Eric K. Ringger": ["Model-based document clustering with a collapsed gibbs sampler., KDD, 2008"], "Carlotta Domeniconi": ["Building semantic kernels for text classification using wikipedia., KDD, 2008"], "Daniel S. Weld": ["Information extraction from Wikipedia: moving down the long tail., KDD, 2008"], "Jian Chen": ["SAIL: summation-based incremental learning for information-theoretic clustering., KDD, 2008"], "Ming-Syan Chen": ["Asymmetric support vector machines: low false-positive learning under the user tolerance., KDD, 2008"], "Feodor F. Dragan": ["Succinct summarization of transactional databases: an overlapped hyperrectangle scheme., KDD, 2008"], "Philip S. Yu": ["Anonymizing transaction databases for publication., KDD, 2008"], "Jue Wang": ["Local peculiarity factor and its application in outlier detection., KDD, 2008"], "Masashi Shimbo": ["A family of dissimilarity measures between nodes generalizing both the shortest-path and the commute-time distances., KDD, 2008"], "Thorsten Joachims": ["Training structural svms with kernels using sampled cuts., KDD, 2008"], "Steven Loscalzo": ["Stable feature selection via dense feature groups., KDD, 2008"], "Yong Shi": ["Categorizing and mining concept drifting data streams., KDD, 2008"], "Wei Wang": ["Fastanova: an efficient algorithm for genome-wide association study., KDD, 2008"], "Changshui Zhang": ["Cuts3vm: a fast semi-supervised svm algorithm., KDD, 2008"], "Yung Chang": ["Identifying biologically relevant genes via multiple heterogeneous data sources., KDD, 2008"], "Hui Xiong": ["Volatile correlation computation: a checkpoint view., KDD, 2008"], "Steven A. Klooster": ["Land cover change detection: a case study., KDD, 2008"], "Shengrui Wang": ["Identifying authoritative actors in question-answering forums: the case of Yahoo! answers., KDD, 2008"], "Hang Li": ["Context-aware query suggestion by mining click-through and session data., KDD, 2008"], "Douglas Stott Parker Jr.": ["The persuasive phase of visualization., KDD, 2008"], "Jessica Staddon": ["Detecting privacy leaks using corpus-based association rules., KDD, 2008"], "Steve B. Jiang": ["Learning methods for lung tumor markerless gating in image-guided radiotherapy., KDD, 2008"], "Shourya Roy": ["Text classification, business intelligence, and interactivity: automating C-Sat analysis for services industry., KDD, 2008", "An integrated system for automatic customer satisfaction analysis in the services industry., KDD, 2008"], "Yunhong Gu": ["Data mining using high performance data clouds: experimental studies using sector and sphere., KDD, 2008"], "Ashit Talukder": ["Automated cyclone discovery and tracking using knowledge sharing in multiple heterogeneous satellite data., KDD, 2008"], "Tomer Tankel": ["Spotting out emerging artists using geo-aware analysis of P2P query strings., KDD, 2008"], "Richard D. Lawrence": ["Customer targeting models using actively-selected web content., KDD, 2008"], "Markus Bundschus": ["Anticipating annotations and emerging trends in biomedical literature., KDD, 2008"], "I. Ralph Edwards": ["Temporal pattern discovery for trends and transient effects: its application to patient records., KDD, 2008"], "Neel Sundaresan": ["Scalable and near real-time burst detection from eCommerce queries., KDD, 2008", "A software system for buzz-based recommendations., KDD, 2008"], "Renuka Sindhgatta": ["Identifying domain expertise of developers from source code., KDD, 2008"], "Zhong Su": ["ArnetMiner: extraction and mining of academic social networks., KDD, 2008"], "Klemens Böhm": ["Tagmark: reliable estimations of RFID tags for business processes., KDD, 2008"], "Brendan Kitts": ["Experimental comparison of scalable online ad serving., KDD, 2008"], "Sameep Mehta": ["A visual-analytic toolkit for dynamic interaction graphs., KDD, 2008"], "Eric Reiman": ["Heterogeneous data fusion for alzheimer's disease study., KDD, 2008"], "Philippe Lambin": ["Privacy-preserving cox regression for survival analysis., KDD, 2008"], "Conrad Murphy": ["Using predictive analysis to improve invoice-to-cash collection., KDD, 2008"], "Mukund Narasimhan": ["Learning from multi-topic web documents for contextual advertisement., KDD, 2008"], "Céline Robardet": ["An inductive database prototype based on virtual mining views., KDD, 2008"], "Maria Luisa Sapino": ["Using tagflake for condensing navigable tag hierarchies from tag clouds., KDD, 2008"], "Jian Pei": ["DiMaC: a disguised missing data cleaning tool., KDD, 2008"], "Yannis Theodoridis": ["Pattern-Miner: integrated management and mining over data mining models., KDD, 2008"], "Xiaoyong Du": ["CRO: a system for online review structurization., KDD, 2008"], "Thomas Seidl": ["Morpheus: interactive exploration of subspace clustering., KDD, 2008"], "Ji-Rong Wen": ["Pictor: an interactive system for importing data from a website., KDD, 2008"]}