{"Chris Anderson": ["Calculating latent demand in the long tail., KDD, 2007"], "Usama M. Fayyad": ["From mining the web to inventing the new sciences underlying the internet., KDD, 2007"], "Jon M. Kleinberg": ["Challenges in mining social network data: processes, privacy, and paradoxes., KDD, 2007"], "Deepak Agarwal": ["Efficient and effective explanation of change in hierarchical summaries., KDD, 2007", "Estimating rates of rare events at multiple resolutions., KDD, 2007", "Predictive discrete latent factor models for large scale dyadic data., KDD, 2007"], "Charu C. Aggarwal": ["On string classification in data streams., KDD, 2007", "Xproj: a framework for projected structural clustering of xml documents., KDD, 2007", "A framework for classification and segmentation of massive audio data streams., KDD, 2007"], "Nikolay Archak": ["Show me the money!: deriving the pricing power of product features by mining consumer reviews., KDD, 2007"], "Andrew Arnold": ["Temporal causal modeling with graphical granger methods., KDD, 2007"], "Ricardo A. Baeza-Yates": ["Extracting semantic relations from query logs., KDD, 2007"], "Hila Becker": ["Real-time ranking with concept drift using expert advice., KDD, 2007"], "Robert M. Bell": ["Modeling relationships at multiple scales to improve accuracy of large recommender systems., KDD, 2007"], "Deepavali Bhagwat": ["Content-based document routing and index partitioning for scalable similarity-based searches in a large corpus., KDD, 2007"], "Wanpracha Art Chaovalitwongse": ["Support feature machine for classification of abnormal brain activity., KDD, 2007"], "Jianhui Chen": ["Nonlinear adaptive distance metric learning for clustering., KDD, 2007"], "Yixin Chen": ["Density-based clustering for real-time stream data., KDD, 2007"], "Peter A. Chew": ["Cross-language information retrieval using PARAFAC2., KDD, 2007"], "Yun Chi": ["Evolutionary spectral clustering by incorporating temporal smoothness., KDD, 2007", "Structural and temporal analysis of the blogosphere through community factorization., KDD, 2007"], "Sumit Chopra": ["Discovering the hidden structure of house prices with a non-parametric latent manifold model., KDD, 2007"], "Paul Cotofrei": ["Stochastic processes and temporal data mining., KDD, 2007"], "Daniel Crabtree": ["Exploiting underrepresented query aspects for automatic query expansion., KDD, 2007"], "Aron Culotta": ["Canonicalization of database records using adaptive similarity measures., KDD, 2007"], "Wenyuan Dai": ["Co-clustering based classification for out-of-domain documents., KDD, 2007"], "Kaustav Das": ["Detecting anomalous records in categorical datasets., KDD, 2007"], "Anirban Dasgupta": ["Feature selection methods for text classification., KDD, 2007"], "Ian Davidson": ["Efficient incremental constrained clustering., KDD, 2007"], "Meghana Deodhar": ["A framework for simultaneous co-clustering and learning from complex data., KDD, 2007"], "Chris H. Q. Ding": ["A learning framework using Green's function and kernel regularization with application to recommender system., KDD, 2007"], "Dejing Dou": ["Development of NeuroElectroMagnetic ontologies(NEMO): a framework for mining brainwave ontologies., KDD, 2007"], "Gregory Druck": ["Semi-supervised classification with hybrid generative/discriminative methods., KDD, 2007"], "Lisa Friedland": ["Finding tribes: identifying close-knit individuals from employment patterns., KDD, 2007"], "Gabriel Pui Cheong Fung": ["Time-dependent event hierarchy construction., KDD, 2007"], "Byron J. Gao": ["The minimum consistent subset cover problem and its applications in data mining., KDD, 2007"], "Rong Ge": ["Constraint-driven clustering., KDD, 2007"], "Fosca Giannotti": ["Trajectory pattern mining., KDD, 2007"], "Zhen Guo": ["Enhanced max margin learning on multimodal data mining in a multimedia database., KDD, 2007"], "Hannes Heikinheimo": ["Finding low-entropy sets and trees from binary data., KDD, 2007"], "Frizo A. L. Janssens": ["Dynamic hybrid clustering of bioinformatics by incorporating text mining and citation analysis., KDD, 2007"], "Yookyung Jo": ["Detecting research topics via the correlation between graphs and texts., KDD, 2007"], "Panagiotis Karras": ["Exploiting duality in summarization with deterministic guarantees., KDD, 2007"], "Yiping Ke": ["Correlation search in graph databases., KDD, 2007"], "Aleksander Kolcz": ["Raising the baseline for high-precision text classifiers., KDD, 2007"], "Srivatsan Laxman": ["A fast algorithm for finding frequent episodes in event streams., KDD, 2007"], "Jure Leskovec": ["Cost-effective outbreak detection in networks., KDD, 2007"], "Jinyan Li": ["Mining statistically important equivalence classes and delta-discriminative emerging patterns., KDD, 2007"], "Ping Li": ["Very sparse stable random projections for dimension reduction in lalpha (0 &lt;alpha<=2) norm., KDD, 2007"], "Yi Liu": ["BoostCluster: boosting clustering by pairwise constraints., KDD, 2007"], "David Lo": ["Efficient mining of iterative patterns for software specification discovery., KDD, 2007"], "Bo Long": ["A probabilistic framework for relational clustering., KDD, 2007"], "Heikki Mannila": ["Nestedness and segmented nestedness., KDD, 2007"], "Qiaozhu Mei": ["Automatic labeling of multinomial topic models., KDD, 2007"], "David M. Mimno": ["Expertise modeling for matching papers with reviewers., KDD, 2007"], "Flavia Moser": ["Joint cluster analysis of attribute and relationship data withouta-priori specification of the number of clusters., KDD, 2007"], "Ramesh Nallapati": ["Multiscale topic tomography., KDD, 2007"], "Siegfried Nijssen": ["Mining optimal decision trees from itemset lattices., KDD, 2007"], "Gaurav Pandey": ["Association analysis-based transformations for protein interaction networks: a function prediction case study., KDD, 2007"], "Seung-Taek Park": ["Applying collaborative filtering techniques to movie search for better ranking and browsing., KDD, 2007"], "Raymond K. Pon": ["Tracking multiple topics for finding interesting articles., KDD, 2007"], "Filip Radlinski": ["Active exploration for learning rankings from clickthrough data., KDD, 2007"], "Mark Sandler": ["Hierarchical mixture models: a probabilistic analysis., KDD, 2007"], "Issei Sato": ["Knowledge discovery of multiple-topic document using parametric mixture model with dirichlet prior., KDD, 2007"], "Vincent Schickel-Zuber": ["Using hierarchical clustering for learning theontologies used in recommendation systems., KDD, 2007"], "D. Sculley": ["Practical learning from one-sided feedback., KDD, 2007"], "Benyah Shaparenko": ["Information genealogy: uncovering the flow of ideas in non-hyperlinked document databases., KDD, 2007"], "Shady Shehata": ["A concept-based model for enhancing text categorization., KDD, 2007"], "Victor S. Sheng": ["Partial example acquisition in cost-sensitive learning., KDD, 2007"], "Motoki Shiga": ["A spectral clustering approach to optimally combining numericalvectors with a modular network., KDD, 2007"], "Andrew T. Smith": ["Making generative classifiers robust to selection bias., KDD, 2007"], "Xiuyao Song": ["Statistical change detection for multi-dimensional data., KDD, 2007"], "Rohini K. Srihari": ["Use of ranked cross document evidence trails for hypothesis generation., KDD, 2007"], "Jimeng Sun": ["GraphScope: parameter-free mining of large time-evolving graphs., KDD, 2007"], "Gaurav Tandon": ["Weighting versus pruning in rule validation for detecting network and host anomalies., KDD, 2007"], "Wei Tang": ["Enhancing semi-supervised clustering: a feature projection perspective., KDD, 2007"], "Chayant Tantipathananandh": ["A framework for community identification in dynamic social networks., KDD, 2007"], "Choon Hui Teo": ["A scalable modular convex solver for regularized risk minimization., KDD, 2007"], "Hanghang Tong": ["Fast best-effort pattern matching in large attributed graphs., KDD, 2007", "Fast direction-aware proximity for graph mining., KDD, 2007"], "David S. Vogel": ["Scalable look-ahead linear regression trees., KDD, 2007"], "Jilles Vreeken": ["Characterising the difference., KDD, 2007"], "Li Wan": ["Privacy-preservation for gradient descent methods., KDD, 2007"], "Xuanhui Wang": ["Mining correlated bursty topic patterns from coordinated text streams., KDD, 2007"], "Xuerui Wang": ["Generalized component analysis for text with heterogeneous attributes., KDD, 2007"], "Raymond Chi-Wing Wong": ["Mining favorable facets., KDD, 2007"], "Junjie Wu": ["Local decomposition for rare class analysis., KDD, 2007"], "Xiaowei Xu": ["SCAN: a structural clustering algorithm for networks., KDD, 2007"], "Rong Yan": ["Model-shared subspace boosting for multi-label classification., KDD, 2007"], "Dragomir Yankov": ["Detecting time series motifs under uniform scaling., KDD, 2007"], "Jieping Ye": ["Learning the kernel matrix in discriminant analysis via quadratically constrained quadratic programming., KDD, 2007"], "Junsong Yuan": ["From frequent itemsets to semantically meaningful visual patterns., KDD, 2007"], "Xian Zhang": ["Information distance from a question to an answer., KDD, 2007"], "Hongkun Zhao": ["Mining templates from search result records of search engines., KDD, 2007"], "Shuyi Zheng": ["Joint optimization of wrapper generation and template detection., KDD, 2007"], "Jun Zhu": ["Webpage understanding: an integrated approach., KDD, 2007"], "Sitaram Asur": ["An event-based framework for characterizing the evolutionary behavior of interaction graphs., KDD, 2007"], "Rebecca Castaño": ["On-board analysis of uncalibrated data for a spacecraft at mars., KDD, 2007"], "Andrew S. Fast": ["Relational data pre-processing techniques for improved securities fraud detection., KDD, 2007"], "Ming Hua": ["Cleaning disguised missing data: a heuristic approach., KDD, 2007"], "Ron Kohavi": ["Practical guide to controlled experiments on the web: listen to your customers not to the hippo., KDD, 2007"], "Ping Luo": ["Distributed classification in peer-to-peer networks., KDD, 2007"], "Claudia Perlich": ["High-quantile modeling for customer wallet estimation and other applications., KDD, 2007"], "Jun Hua Zhao": ["Mining complex power networks for blackout prevention., KDD, 2007"], "Shubin Zhao": ["Corroborate and learn facts from the web., KDD, 2007"], "Guangyu Zhu": ["Extracting relevant named entities for automated expense reimbursement., KDD, 2007"], "Chris Curry": ["Detecting changes in large data sets of payment card data: a case study., KDD, 2007"], "Rong Pan": ["Domain-constrained semi-supervised mining of tracking models in sensor networks., KDD, 2007"], "Wei Peng": ["Event summarization for system management., KDD, 2007"], "R. Bharat Rao": ["LungCAD: a clinically approved, machine learning system for lung cancer detection., KDD, 2007"], "Robert J. Yan": ["Machine learning for stock selection., KDD, 2007"], "Yanfang Ye": ["IMDS: intelligent malware detection system., KDD, 2007"], "Xiaoxin Yin": ["Truth discovery with multiple conflicting information providers on the web., KDD, 2007"], "Srinivasan Parthasarathy": ["Data mining at the crossroads: successes, failures and learning from them., KDD, 2007"]}