{"David J. Hand": ["Mismatched models, wrong results, and dreadful decisions: on choosing appropriate data mining tools., KDD, 2009"], "Ravi Kumar": ["Mining web logs: applications and challenges., KDD, 2009", "Optimizing web traffic via the media scheduling problem., KDD, 2009"], "Heikki Mannila": ["Randomization methods in data mining., KDD, 2009", "Tell me something I don't know: randomization strategies for iterative data mining., KDD, 2009"], "Ashok N. Srivastava": ["Data mining at NASA: from theory to applications., KDD, 2009"], "Stanley Wasserman": ["Network science: an introduction to recent statistical approaches., KDD, 2009"], "Rich Holada": ["Open standards and cloud computing: KDD-2009 panel report., KDD, 2009"], "Bee-Chung Chen": ["Regression-based latent factor models., KDD, 2009"], "Jing Wang": ["Frequent pattern mining with uncertain data., KDD, 2009"], "Robert F. Murphy": ["Structured correspondence topic models for mining captioned figures in biological literature., KDD, 2009"], "Steven Skiena": ["Name-ethnicity classification from open sources., KDD, 2009"], "Einoshin Suzuki": ["Detection of unique temporal segments by information theoretic meta-clustering., KDD, 2009"], "See-Kiong Ng": ["Collusion-resistant anonymous data collection method., KDD, 2009"], "Srinivasan Parthasarathy": ["A viewpoint-based approach for interaction graph analysis., KDD, 2009", "Scalable graph clustering using stochastic flows: applications to community discovery., KDD, 2009"], "Krishnamurthy Viswanathan": ["Improving clustering stability with combinatorial MRFs., KDD, 2009"], "Fosca Giannotti": ["Temporal mining for interactive workflow data analysis., KDD, 2009", "WhereNext: a location predictor on trajectory pattern mining., KDD, 2009"], "Andreas Züfle": ["Probabilistic frequent itemset mining in uncertain databases., KDD, 2009"], "John Langford": ["The offset tree for learning with partial labels., KDD, 2009"], "Ricard Gavaldà": ["New ensemble methods for evolving data streams., KDD, 2009"], "Claudia Plant": ["CoCo: coding cost for parameter-free outlier detection., KDD, 2009"], "Dawei Liu": ["Efficient anomaly monitoring over moving object trajectory streams., KDD, 2009"], "David M. Blei": ["Connections between the lines: augmenting social networks with text., KDD, 2009"], "Tak-Lam Wong": ["Extracting discriminative concepts for domain adaptation in text mining., KDD, 2009"], "Aaron E. Tenney": ["Constrained optimization for validation-guided conditional random field learning., KDD, 2009"], "Siyu Yang": ["Efficient influence maximization in social networks., KDD, 2009"], "John F. Canny": ["Large-scale behavioral targeting., KDD, 2009"], "Prabhakar Raghavan": ["On compressing social networks., KDD, 2009"], "Erick Delage": ["Regret-based online ranking for a growing digital library., KDD, 2009"], "Irwin King": ["A generalized Co-HITS algorithm and its application to bipartite graphs., KDD, 2009"], "Joydeep Ghosh": ["Mining for the most certain predictions from dyadic data., KDD, 2009", "Pervasive parallelism in data mining: dataflow solution to co-clustering large and sparse Netflix data., KDD, 2009"], "Jeff G. Schneider": ["Efficiently learning the accuracy of labeling sources for selective sampling., KDD, 2009"], "Leman Akoglu": ["Large human communication networks: patterns and a utility-driven generator., KDD, 2009"], "Bartek Rajwa": ["Learning with a non-exhaustive training dataset: a case study: detection of bacteria cultures using optical-scattering technology., KDD, 2009"], "Carlos Guestrin": ["Turning down the noise in the blogosphere., KDD, 2009"], "Shyamsundar Rajaram": ["Feature shaping for linear SVM classifiers., KDD, 2009"], "Arno J. Knobbe": ["A multi-relational approach to spatial classification., KDD, 2009"], "Marco Gori": ["Scalable pseudo-likelihood estimation in hybrid random fields., KDD, 2009"], "Pedro Pereira Rodrigues": ["Issues in evaluation of stream learning algorithms., KDD, 2009"], "Jiawei Han": ["Heterogeneous source consensus learning via decision propagation and negotiation., KDD, 2009", "Ranking-based clustering of heterogeneous information networks with star network schema., KDD, 2009", "Exploring social tagging graph for web object classification., KDD, 2009"], "Weili Wu": ["Multi-focal learning and its application to customer service support., KDD, 2009"], "Jie Zhou": ["Co-clustering on manifolds., KDD, 2009"], "Yihong Eric Zhao": ["Analyzing patterns of user content generation in online social networks., KDD, 2009"], "Xiaohua Zhou": ["Exploiting Wikipedia as external knowledge for document clustering., KDD, 2009"], "Martin Ester": ["TrustWalker: a random walk model for combining trust-based and item-based recommendation., KDD, 2009"], "Jieping Ye": ["Drosophila gene expression pattern annotation using sparse features and term-term interactions., KDD, 2009", "Large-scale sparse logistic regression., KDD, 2009", "Mining discrete patterns via binary matrix factorization., KDD, 2009", "Mining brain region connectivity for alzheimer's disease study via sparse inverse covariance estimation., KDD, 2009"], "Lin Liu": ["Cartesian contour: a concise representation for a collection of frequent sets., KDD, 2009"], "Gordon V. Cormack": ["Genre-based decomposition of email class noise., KDD, 2009"], "Arno Siebes": ["Characteristic relational patterns., KDD, 2009"], "Yehuda Koren": ["Collaborative filtering with temporal dynamics., KDD, 2009"], "Soumen Chakrabarti": ["Collective annotation of Wikipedia entities in web text., KDD, 2009"], "Evimaria Terzi": ["Finding a team of experts in social networks., KDD, 2009"], "Dimitrios Gunopulos": ["On burstiness-aware search for document sequences., KDD, 2009"], "Mark Last": ["Improving data mining utility with projective sampling., KDD, 2009"], "Jon M. Kleinberg": ["Meme-tracking and the dynamics of the news cycle., KDD, 2009"], "Christos Faloutsos": ["DynaMMo: mining and summarization of coevolving sequences with missing values., KDD, 2009", "BBM: bayesian browsing model from petabyte-scale data., KDD, 2009", "TANGENT: a novel, 'Surprise me', recommendation algorithm., KDD, 2009", "DOULION: counting triangles in massive graphs with a coin., KDD, 2009", "SNARE: a link analytic system for graph labeling and risk detection., KDD, 2009", "BGP-lens: patterns and anomalies in internet routing updates., KDD, 2009"], "Ninghui Li": ["On the tradeoff between privacy and utility in data publishing., KDD, 2009"], "Aisling Kelliher": ["MetaFac: community discovery via relational hypergraph factorization., KDD, 2009"], "Chengnian Sun": ["Classification of software behaviors for failure detection: a discriminative pattern mining approach., KDD, 2009"], "Chris H. Q. Ding": ["Consensus group stable feature selection., KDD, 2009"], "Saharon Rosset": ["Grouped graphical Granger modeling methods for temporal causal modeling., KDD, 2009"], "Naoki Abe": ["Spatial-temporal causal modeling for climate change attribution., KDD, 2009"], "Sofus A. Macskassy": ["Using graph-based metrics with empirical risk minimization to speed up active learning on networked data., KDD, 2009"], "Duncan J. Watts": ["Characterizing individual communication patterns., KDD, 2009"], "Stefan Kramer": ["Large-scale graph mining using backbone refinement classes., KDD, 2009"], "Ilya Mironov": ["Differentially Private Recommender Systems: Building Privacy into the Netflix Prize Contenders., KDD, 2009"], "Luc De Raedt": ["Correlated itemset mining in ROC space: a constraint programming approach., KDD, 2009"], "Martin Scholz": ["Mind the gaps: weighting the unknown in large-scale one-class collaborative filtering., KDD, 2009"], "Vipin Kumar": ["An association analysis approach to biclustering., KDD, 2009"], "Vivekanand Gopalkrishnan": ["CP-summary: a concise representation for browsing frequent itemsets., KDD, 2009", "Towards efficient mining of proportional fault-tolerant frequent itemsets., KDD, 2009"], "Alan Murray": ["Audience selection for on-line brand advertising: privacy-friendly social network targeting., KDD, 2009"], "Ian Davidson": ["A principled and flexible framework for finding alternative clusterings., KDD, 2009"], "Lars Schmidt-Thieme": ["Learning optimal ranking with tensor factorization for tag recommendation., KDD, 2009"], "Abdol-Hossein Esfahanian": ["Measuring the effects of preprocessing decisions and network forces in dynamic network analysis., KDD, 2009"], "Vandana Pursnani Janeja": ["Anomalous window discovery through scan statistics for linear intersecting paths (SSLIP)., KDD, 2009"], "Lei Zhang": ["User grouping behavior in online forums., KDD, 2009", "Entity discovery and assignment for opinion mining applications., KDD, 2009"], "Yasuo Kuniyoshi": ["Causality quantification and its applications: structuring and modeling of multivariate time series., KDD, 2009"], "Zi Yang": ["Social influence analysis in large-scale networks., KDD, 2009"], "Huan Liu": ["Relational learning via latent social dimensions., KDD, 2009"], "Tanya Y. Berger-Wolf": ["Constant-factor approximation algorithms for identifying dynamic communities., KDD, 2009"], "Weng-Keen Wong": ["Category detection using hierarchical mean shift., KDD, 2009"], "Ling Liu": ["Learning, indexing, and diagnosing network faults., KDD, 2009"], "Kunal Punera": ["Mining broad latent query aspects from search sessions., KDD, 2009"], "Jian Chen": ["Adapting the right measures for K-means clustering., KDD, 2009"], "John Gums": ["A LRT framework for fast spatial anomaly detection., KDD, 2009"], "Gary M. Weiss": ["Quantification and semi-supervised classification methods for handling changes in class distribution., KDD, 2009"], "Michael I. Jordan": ["Fast approximate spectral clustering., KDD, 2009"], "Zheng Chen": ["Effective multi-label active learning for text classification., KDD, 2009"], "Shenghuo Zhu": ["Combining link and content for community detection: a discriminative approach., KDD, 2009"], "Andrew McCallum": ["Efficient methods for topic model inference on streaming document collections., KDD, 2009"], "Eamonn J. Keogh": ["Time series shapelets: a new primitive for data mining., KDD, 2009"], "Il-Chul Moon": ["Mining social networks for personalized email prioritization., KDD, 2009"], "Diane J. Cook": ["Learning patterns in the dynamics of biological networks., KDD, 2009"], "Michèle Sebag": ["Toward autonomic grids: analyzing the job flow with affinity streaming., KDD, 2009"], "Lizhu Zhou": ["Parallel community detection on large networks with propinquity dynamics., KDD, 2009"], "Lise Getoor": ["Co-evolution of social and affiliation networks., KDD, 2009"], "Chi-Hoon Lee": ["Information theoretic regularization for semi-supervised boosting., KDD, 2009"], "Olivier Verscheure": ["Cross domain distribution adaptation via kernel mapping., KDD, 2009"], "Gilad Mishne": ["Mining rich session context to improve web search., KDD, 2009"], "Bo Zhang": ["Primal sparse Max-margin Markov networks., KDD, 2009"], "Sang-Hee Lee": ["Augmenting the generalized hough transform to enable the mining of petroglyphs., KDD, 2009"], "Torsten Suel": ["Modeling and predicting user behavior in sponsored search., KDD, 2009"], "Kevin English": ["Enabling analysts in managed services for CRM analytics., KDD, 2009"], "Alistair C. Veitch": ["Applying syntactic similarity algorithms for enterprise information management., KDD, 2009"], "Joe Zachariah": ["A case study of behavior-driven conjoint analysis on Yahoo!: front page today module., KDD, 2009"], "Roger Longbotham": ["Seven pitfalls to avoid when running controlled experiments on the web., KDD, 2009"], "John H. Thornton Jr.": ["Migration motif: a spatial - temporal pattern mining approach for financial markets., KDD, 2009"], "John C. Shafer": ["Improving classification accuracy using automatically extracted training data., KDD, 2009"], "Zhong Su": ["Address standardization with latent semantic association., KDD, 2009"], "Matthew Richardson": ["Catching the drift: learning broad matches from clickthrough data., KDD, 2009"], "Alfredo Alba": ["COA: finding novel patents through text analysis., KDD, 2009"], "Ryohei Fujimaki": ["Network anomaly detection based on Eigen equation compression., KDD, 2009"], "Rohini K. Srihari": ["OpinionMiner: a novel machine learning system for web opinion mining and extraction., KDD, 2009"], "Ji-Rong Wen": ["Query result clustering for object-level search., KDD, 2009"], "Paulo J. G. Lisboa": ["Grocery shopping recommendations based on basket-sensitive random walk., KDD, 2009"], "Oivind Johnsen": ["Learning dynamic temporal graphs for oil-production equipment monitoring system., KDD, 2009"], "Zhongzhi Shi": ["Towards combining web classification and web information extraction: a case study., KDD, 2009"], "Geoffrey M. Voelker": ["Beyond blacklists: learning to detect malicious web sites from suspicious URLs., KDD, 2009"], "Evangelos E. Milios": ["Clustering event logs using iterative partitioning., KDD, 2009"], "Richard D. Lawrence": ["Sentiment analysis of blogs by combining lexical knowledge with text classification., KDD, 2009"], "Cheuk-kwong Lee": ["Anonymizing healthcare data: a case study on the blood transfusion service., KDD, 2009"], "Donald Young": ["Towards a universal marketplace over the web: statistical multi-label classification of service provider forms with simulated annealing., KDD, 2009"], "Naren Ramakrishnan": ["Sustainable operation and management of data center chillers using temporal data mining., KDD, 2009"], "Roberto J. Bayardo": ["Predicting bounce rates in sponsored search advertisements., KDD, 2009"], "Wei Vivian Zhang": ["Can we learn a template-independent wrapper for news article extraction from a single training site?, KDD, 2009"], "Zijian Zheng": ["PSkip: estimating relevance ranking quality from web search clickthrough data., KDD, 2009"], "Hang Li": ["Named entity mining from click-through data using weakly supervised latent dirichlet allocation., KDD, 2009", "OLAP on search logs: an infrastructure supporting data-driven applications in search engines., KDD, 2009"], "Wei-Ying Ma": ["Incorporating site-level knowledge for incremental crawling of web forums: a list-wise strategy., KDD, 2009"], "Li Wan": ["Intelligent file scoring system for malware detection from the gray list., KDD, 2009"]}