{"Greg Ridgeway": ["Bayesian analysis of massive datasets via particle filters., KDD, 2002"], "Fatemah A. Alqallaf": ["Scalable robust covariance and correlation estimates for data mining., KDD, 2002"], "Kristin P. Bennett": ["MARK: a boosting algorithm for heterogeneous kernel models., KDD, 2002", "Exploiting unlabeled data in ensemble methods., KDD, 2002"], "Pang-Ning Tan": ["Selecting the right interestingness measure for association patterns., KDD, 2002"], "Cristian Bucila": ["DualMiner: a dual-pruning algorithm for itemsets with constraints., KDD, 2002"], "Alexander Tuzhilin": ["Querying multiple sets of discovered rules., KDD, 2002", "Handling very large numbers of association rules in the analysis of microarray data., KDD, 2002"], "Matthew Richardson": ["Mining knowledge-sharing sites for viral marketing., KDD, 2002"], "Mohammed Javeed Zaki": ["Efficiently mining frequent trees in a forest., KDD, 2002"], "Christopher R. Palmer": ["ANF: a fast and scalable tool for data mining in massive graphs., KDD, 2002"], "Jon M. Kleinberg": ["Bursty and hierarchical structure in streams., KDD, 2002"], "Eamonn J. Keogh": ["On the need for time series data mining benchmarks: a survey and empirical demonstration., KDD, 2002", "Finding surprising patterns in a time series database in linear time and space., KDD, 2002"], "Chris Stolte": ["Query, analysis, and visualization of hierarchically structured data using Polaris., KDD, 2002"], "Jörg A. Walter": ["On interactive visualization of high-dimensional data using the hyperbolic plane., KDD, 2002"], "Thorsten Joachims": ["Optimizing search engines using clickthrough data., KDD, 2002"], "Corin R. Anderson": ["Relational Markov models and their application to adaptive web navigation., KDD, 2002"], "Darya Chudova": ["Pattern discovery in sequences under a Markov assumption., KDD, 2002"], "Charu C. Aggarwal": ["On effective classification of strings with wavelets., KDD, 2002", "Collaborative crawling: mining user experiences for topical resource discovery., KDD, 2002"], "Deepak K. Agarwal": ["Shrinkage estimator generalizations of Proximal Support Vector Machines., KDD, 2002"], "Jeremy Tantrum": ["Hierarchical model-based clustering of large datasets through fractionation and refractionation., KDD, 2002"], "Inderjit S. Dhillon": ["Enhanced word clustering for hierarchical text classification., KDD, 2002"], "Canasai Kruengkrai": ["A parallel learning algorithm for text classification., KDD, 2002"], "Haoran Wu": ["A refinement approach to handling model misfit in text categorization., KDD, 2002"], "Alexandre V. Evfimievski": ["Privacy preserving mining of association rules., KDD, 2002"], "Junqiang Liu": ["Mining frequent item sets by opportunistic projection., KDD, 2002"], "Hwanjo Yu": ["PEBL: positive example based learning for Web page classification using SVM., KDD, 2002"], "Martin Ester": ["Web site mining: a new way to spot competitors, customers and suppliers in the world wide web., KDD, 2002"], "Edwin P. D. Pednault": ["Sequential cost-sensitive decision making with reinforcement learning., KDD, 2002"], "Sunita Sarawagi": ["Interactive deduplication using active learning., KDD, 2002"], "Vijay S. Iyengar": ["Transforming data to satisfy privacy constraints., KDD, 2002"], "Mahesh V. Joshi": ["Predicting rare classes: can boosting make any weak learner strong?, KDD, 2002"], "Aleksander Kolcz": ["Efficient handling of high-dimensional feature spaces by randomized classifier ensembles., KDD, 2002"], "Mohammad El-Ramly": ["From run-time behavior to usage scenarios: an interaction-pattern mining approach., KDD, 2002"], "Andrew Storey": ["Exploiting response models: optimizing cross-sell and up-sell opportunities in banking., KDD, 2002"], "Saharon Rosset": ["Customer lifetime value modeling and its use for customer retention planning., KDD, 2002"], "Satoshi Morinaga": ["Mining product reputations on the Web., KDD, 2002"], "Sheila Tejada": ["Learning domain-independent string transformation weights for high accuracy object identification., KDD, 2002"], "Sholom M. Weiss": ["A system for real-time competitive market intelligence., KDD, 2002"], "Klaus Julisch": ["Mining intrusion detection alarms for actionable knowledge., KDD, 2002"], "Matthew V. Mahoney": ["Learning nonstationary models of normal network traffic for detecting novel attacks., KDD, 2002"], "Karlton Sequeira": ["ADMIT: anomaly-based data mining for intrusions., KDD, 2002"], "Peter Antal": ["On the potential of domain literature for clustering and Bayesian network learning., KDD, 2002"], "Yulan Liang": ["Mining heterogeneous gene expression data with time lagged recurrent neural networks., KDD, 2002"], "Jay Ayres": ["Sequential PAttern mining using a bitmap representation., KDD, 2002"], "Florian Beil": ["Frequent term-based text clustering., KDD, 2002"], "Shai Ben-David": ["A theoretical framework for learning from a pool of disparate data sources., KDD, 2002"], "Ella Bingham": ["Topics in 0--1 data., KDD, 2002"], "Olcay Boz": ["Extracting decision trees from trained neural networks., KDD, 2002"], "Bin Chen": ["A new two-phase sampling based algorithm for discovering association rules., KDD, 2002"], "Christina Yip Chung": ["CVS: a Correlation-Verification based Smoothing technique on information retrieval and term clustering., KDD, 2002"], "William W. Cohen": ["Learning to match and cluster large high-dimensional data sets for data integration., KDD, 2002"], "Alin Dobra": ["SECRET: a scalable linear regression tree algorithm., KDD, 2002"], "Tina Eliassi-Rad": ["Tina Eliassi-Rad, Terence Critchlow, Ghaleb Abdulla., KDD, 2002"], "Bin Fang": ["Tumor cell identification using features rules., KDD, 2002"], "Dimitris Fragoudis": ["Integrating feature and instance selection for text classification., KDD, 2002"], "Hichem Frigui": ["SyMP: an efficient clustering approach to identify clusters of arbitrary shapes in large data sets., KDD, 2002"], "Shantanu Godbole": ["Scaling multi-class support vector machines using inter-class confusion., KDD, 2002"], "Tu Bao Ho": ["Visualization support for a user-centered KDD process., KDD, 2002"], "Geoff Hulten": ["Mining complex models from arbitrarily large databases in constant time., KDD, 2002"], "Srinivasan Jagannathan": ["A model for discovering customer value for E-content., KDD, 2002"], "Glen Jeh": ["SimRank: a measure of structural-context similarity., KDD, 2002"], "Xiaoming Jin": ["Similarity measure based on partial information of time series., KDD, 2002"], "Mahesh Kumar": ["Clustering seasonality patterns in the presence of errors., KDD, 2002"], "Jiuyong Li": ["Construct robust rule sets for classification., KDD, 2002"], "Ruey-Hsia Li": ["Instability of decision tree classification algorithms., KDD, 2002"], "Cheng-Ru Lin": ["Distributed data mining in a chain store database of short transactions., KDD, 2002", "A robust and efficient clustering algorithm based on cohesion self-merging., KDD, 2002"], "Shian-Hua Lin": ["Discovering informative content blocks from Web documents., KDD, 2002"], "Bertis B. Little": ["Collusion in the U.S. crop insurance program: applied data mining., KDD, 2002"], "Rey-Long Liu": ["Incremental context mining for adaptive document classification., KDD, 2002"], "Anna Olecka": ["Evaluating classifiers' performance in a constrained environment., KDD, 2002"], "Patrick Pantel": ["Discovering word senses from text., KDD, 2002"], "Bhavani Raskutti": ["Combining clustering and co-training to enhance text classification using unlabelled data., KDD, 2002"], "Naonori Ueda": ["Single-shot detection of multiple categories of text using parametric mixture models., KDD, 2002"], "Secil Ugurel": ["What's the code?: automatic classification of source code archives., KDD, 2002"], "Jaideep Vaidya": ["Privacy preserving association rule mining in vertically partitioned data., KDD, 2002"], "Michail Vlachos": ["Non-linear dimensionality reduction techniques for classification and visualization., KDD, 2002"], "Ke Wang": ["Item selection by \"hub-authority\" profit ranking., KDD, 2002"], "Vasa Curcin": ["Discovery net: towards a grid of knowledge discovery., KDD, 2002"], "Leejay Wu": ["Making every bit count: fast nonlinear axis scaling., KDD, 2002"], "Xintao Wu": ["B-EM: a classifier incorporating bootstrap with EM approach for data mining., KDD, 2002"], "Kenji Yamanishi": ["A unifying framework for detecting outliers and change points from non-stationary time series data., KDD, 2002"], "Yiling Yang": ["CLOPE: a fast and effective clustering algorithm for transactional data., KDD, 2002"], "Yiming Yang": ["Topic-conditioned novelty detection., KDD, 2002"], "Bianca Zadrozny": ["Transforming classifier scores into accurate multiclass probability estimates., KDD, 2002"]}