{"Arthur E. C. Pece": ["Tracking with the EM Contour Algorithm., ECCV, 2002"], "Anurag Mittal": ["M2Tracker: A Multi-view Approach to Segmenting and Tracking People in a Cluttered Scene Using Region-Based Stereo., ECCV, 2002"], "Anuj Srivastava": ["Analytical Image Models and Their Applications., ECCV, 2002"], "Tony Lindeberg": ["Time-Recursive Velocity-Adapted Spatio-Temporal Scale-Space Filters., ECCV, 2002"], "Dennis Tell": ["Combining Appearance and Topology for Wide Baseline Matching., ECCV, 2002"], "Ben Tordoff": ["Guided Sampling and Consensus for Motion Estimation., ECCV, 2002"], "Jan-Mark Geusebroek": ["Fast Anisotropic Gauss Filtering., ECCV, 2002"], "Mariano Rivera": ["Adaptive Rest Condition Potentials: Second Order Edge-Preserving Regularization., ECCV, 2002", "Image Segmentation by Flexible Models Based on Robust Regularized Networks., ECCV, 2002"], "Krystian Mikolajczyk": ["An Affine Invariant Interest Point Detector., ECCV, 2002"], "Arjan Kuijper": ["Understanding and Modeling the Evolution of Critical Points under Gaussian Blurring., ECCV, 2002", "The Relevance of Non-generic Events in Scale Space Models., ECCV, 2002"], "Jan J. Koenderink": ["Image Processing Done Right., ECCV, 2002"], "Ying Zhu": ["Multimodal Data Representations with Parameterized Local Structures., ECCV, 2002"], "Bing Wang": ["The Localized Consistency Principle for Image Matching under Non-uniform Illumination Variation and Affine Distortion., ECCV, 2002"], "Efstathios Hadjidemetriou": ["Resolution Selection Using Generalized Entropies of Multiresolution Histograms., ECCV, 2002"], "Haifeng Chen": ["Robust Computer Vision through Kernel Density Estimation., ECCV, 2002"], "Christophe Chefd'Hotel": ["Constrained Flows of Matrix-Valued Functions: Application to Diffusion Tensor Regularization., ECCV, 2002"], "Marco Carcassoni": ["A Hierarchical Framework for Spectral Correspondence., ECCV, 2002"], "Gustavo Carneiro": ["Phase-Based Local Features., ECCV, 2002"], "Nuno Vasconcelos": ["What Is the Role of Independence for Visual Recognition?, ECCV, 2002"], "Xiaofeng Ren": ["A Probabilistic Multi-scale Model for Contour Completion Based on Image Statistics., ECCV, 2002"], "Kim Steenstrup Pedersen": ["Toward a Full Probability Model of Edges in Natural Images., ECCV, 2002"], "Ravi Malladi": ["Fast Difference Schemes for Edge Enhancing Beltrami Flow., ECCV, 2002"], "Gareth Loy": ["A Fast Radial Symmetry Transform for Detecting Points of Interest., ECCV, 2002"], "Michael Felsberg": ["Image Features Based on a New Approach to 2D Rotation Invariant Quadrature Filters., ECCV, 2002"], "Patrick S. Huggins": ["Representing Edge Models via Local Principal Component Analysis., ECCV, 2002"], "Guy Gilboa": ["Regularized Shock Filters and Complex Diffusion., ECCV, 2002"], "Frederik Schaffalitzky": ["Multi-view Matching for Unordered Image Sets, or \"How Do I Organize My Holiday Snaps?\"., ECCV, 2002"], "Gavriel Speyer": ["Parameter Estimates for a Pencil of Lines: Bounds and Estimators., ECCV, 2002"], "M. Alex O. Vasilescu": ["Multilinear Analysis of Image Ensembles: TensorFaces., ECCV, 2002"], "Roman Goldenberg": ["'Dynamism of a Dog on a Leash' or Behavior Classification by Eigen-Decomposition of Periodic Motions., ECCV, 2002"], "Ronan Fablet": ["Automatic Detection and Tracking of Human Motion with a View-Based Representation., ECCV, 2002"], "Jean-Philippe Tarel": ["Using Robust Estimation Algorithms for Tracking Explicit Curves., ECCV, 2002"], "Rahul Swaminathan": ["On the Motion and Appearance of Specularities in Image Sequences., ECCV, 2002"], "Maurice Ringer": ["Multiple Hypothesis Tracking for Automatic Optical Motion Capture., ECCV, 2002"], "Guang Jiang": ["Single Axis Geometry by Fitting Conics., ECCV, 2002"], "Kiran S. Bhat": ["Computing the Physical Parameters of Rigid-Body Motion from Video., ECCV, 2002"], "Cristian Sminchisescu": ["Building Roadmaps of Local Minima of Visual Models., ECCV, 2002", "Hyperdynamics Importance Sampling., ECCV, 2002"], "Yizhou Wang": ["A Generative Method for Textured Motion: Analysis and Synthesis., ECCV, 2002"], "Wen-Yi Zhao": ["Is Super-Resolution with Optical Flow Feasible?, ECCV, 2002"], "Daphna Weinshall": ["New View Generation with a Bi-centric Camera., ECCV, 2002"], "Josephine Sullivan": ["Recognizing and Tracking Human Action., ECCV, 2002"], "Jaco Vermaak": ["Towards Improved Observation Models for Visual Tracking: Selective Adaptation., ECCV, 2002"], "Patrick Pérez": ["Color-Based Probabilistic Tracking., ECCV, 2002"], "Thomas Corpetti": ["Dense Motion Analysis in Fluid Imagery., ECCV, 2002"], "Allan D. Jepson": ["A Layered Motion Representation with Occlusion and Compact Spatial Support., ECCV, 2002"], "Matthew Brand": ["Incremental Singular Value Decomposition of Uncertain Data with Missing Values., ECCV, 2002"], "Luis Álvarez": ["Symmetrical Dense Optical Flow Estimation with Occlusions Detection., ECCV, 2002"], "Matthew J. Beal": ["Audio-Video Sensor Fusion with Probabilistic Graphical Models., ECCV, 2002"], "Eli Shechtman": ["Increasing Space-Time Resolution in Video., ECCV, 2002"], "Hedvig Sidenbladh": ["Implicit Probabilistic Models of Human Motion for Synthesis and Tracking., ECCV, 2002"], "Lorenzo Torresani": ["Space-Time Tracking., ECCV, 2002"], "José Gomes": ["A Variational Approach to Recovering a Manifold from Sample Points., ECCV, 2002"], "Hailin Jin": ["A Variational Approach to Shape from Defocus., ECCV, 2002"], "Yizhou Yu": ["Shadow Graphs and Surface Reconstruction., ECCV, 2002"], "Ondrej Drbohlav": ["Specularities Reduce Ambiguity of Uncalibrated Photometric Stereo., ECCV, 2002"], "Antonio Robles-Kelly": ["Pairwise Clustering with Matrix Factorisation and the EM Algorithm., ECCV, 2002"], "Mikaël Rousson": ["Shape Priors for Level Set Representations., ECCV, 2002"], "Daniel Cremers": ["Nonlinear Shape Statistics in Mumford-Shah Based Segmentation., ECCV, 2002"], "Eran Borenstein": ["Class-Specific, Top-Down Segmentation., ECCV, 2002"], "Maxime Lhuillier": ["Quasi-Dense Reconstruction from Image Sequence., ECCV, 2002"], "Christopher Geyer": ["Properties of the Catadioptric Fundamental Matrix., ECCV, 2002"], "Duncan P. Robertson": ["Building Architectural Models from Many Views Using Map Constraints., ECCV, 2002"], "Christoph Strecha": ["Motion - Stereo Integration for Depth Estimation., ECCV, 2002"], "Kurt Cornelis": ["Lens Distortion Recovery for Accurate Sequential Structure and Motion Recovery., ECCV, 2002"], "Kun Huang": ["Generalized Rank Conditions in Multiple View Geometry with Applications to Dynamical Scenes., ECCV, 2002"], "Fabian Ernst": ["Dense Structure-from-Motion: An Approach Based on Segment Matching., ECCV, 2002"], "João Maciel": ["Maximizing Rigidity: Optimal Matching under Scaled-Orthography., ECCV, 2002"], "Vadim N. Smelyansky": ["Dramatic Improvements to Feature Based Stereo., ECCV, 2002"], "Pierre-Louis Bazin": ["Motion Curves for Parametric Shape and Motion Estimation., ECCV, 2002"], "Gang Qian": ["Bayesian Self-Calibration of a Moving Camera., ECCV, 2002"], "Bogdan Georgescu": ["Balanced Recovery of 3D Structure and Camera Motion from Uncalibrated Image Sequences., ECCV, 2002"], "Carsten Rother": ["Linear Multi View Reconstruction with Missing Data., ECCV, 2002"], "Ralf Plänkers": ["Model-Based Silhouette Extraction for Accurate People Tracking., ECCV, 2002"], "Adrien Bartoli": ["On the Non-linear Optimization of Projective Motion Using Minimal Parameters., ECCV, 2002"], "Daniel Martinec": ["Structure from Many Perspective Images with Occlusions., ECCV, 2002"], "Lior Wolf": ["Sequence-to-Sequence Self Calibration., ECCV, 2002"], "René Vidal": ["Structure from Planar Motions with Small Baselines., ECCV, 2002"], "Anat Levin": ["Revisiting Single-View Shape Tensors: Theory and Applications., ECCV, 2002", "Principal Component Analysis over Continuous Subspaces and Intersection of Half-Spaces., ECCV, 2002"], "Dana Cobzas": ["Tracking and Rendering Using Dynamic Textures on Geometric Structure from Motion., ECCV, 2002"], "Richard I. Hartley": ["Sensitivity of Calibration to Principal Point Position., ECCV, 2002"], "Fredrik Kahl": ["Critical Curves and Surfaces for Euclidean Reconstruction., ECCV, 2002"], "David Jelinek": ["View Synthesis with Occlusion Reasoning Using Quasi-Sparse Feature Correspondences., ECCV, 2002"], "Ruigang Yang": ["Eye Gaze Correction with Stereovision for Video-Teleconferencing., ECCV, 2002"], "Maureen Clerc": ["Wavelet-Based Correlation for Stereopsis., ECCV, 2002"], "Jian Sun": ["Stereo Matching Using Belief Propagation., ECCV, 2002"], "Richard Szeliski": ["Symmetric Sub-Pixel Stereo Matching., ECCV, 2002"], "Tomás Werner": ["New Techniques for Automated Architectural Reconstruction from Photographs., ECCV, 2002"], "Ye Zhang": ["Stereo Matching with Segmentation-Based Cooperation., ECCV, 2002"], "Joris Vanden Wyngaerd": ["Coarse Registration of Surface Patches with Local Symmetries., ECCV, 2002"], "Gregory C. Sharp": ["Multiview Registration of 3D Scenes by Minimizing Error between Coordinate Frames., ECCV, 2002"], "George Kamberov": ["Recovering Surfaces from the Restoring Force., ECCV, 2002"], "Lyle Noakes": ["Interpolating Sporadic Data., ECCV, 2002"], "Hossein Ragheb": ["Highlight Removal Using Shape-from-Shading., ECCV, 2002"], "Michael M. Kazhdan": ["A Reflective Symmetry Descriptor., ECCV, 2002"], "Yanxi Liu": ["Gait Sequence Analysis Using Frieze Patterns., ECCV, 2002"], "Roger C. Tam": ["Feature-Preserving Medial Axis Noise Removal., ECCV, 2002"], "Ce Liu": ["Hierarchical Shape Modeling for Automatic Face Localization., ECCV, 2002"], "Slobodan Ilic": ["Using Dirichlet Free Form Deformation to Fit Deformable Models to Noisy 3-D Data., ECCV, 2002"], "Peter J. Giblin": ["Transitions of the 3D Medial Axis under a One-Parameter Family of Deformations., ECCV, 2002"], "Paolo Favaro": ["Learning Shape from Defocus., ECCV, 2002"], "Jovisa D. Zunic": ["A Rectilinearity Measurement for Polygons., ECCV, 2002"], "Silvio Savarese": ["Local Analysis for 3D Reconstruction of Specular Surfaces - Part II., ECCV, 2002"], "Nikos Paragios": ["Matching Distance Functions: A Shape-to-Area Variational Approach for Global-to-Local Registration., ECCV, 2002"], "Emmanuel Prados": ["Shape from Shading and Viscosity Solutions., ECCV, 2002"], "Andrea Fusiello": ["Model Acquisition by Registration of Multiple Acoustic Range Views., ECCV, 2002"], "Jeremy Yermiyahou Kaminski": ["General Trajectory Triangulation., ECCV, 2002"], "Marc Pollefeys": ["Surviving Dominant Planes in Uncalibrated Structure and Motion Recovery., ECCV, 2002"], "Anthony R. Dick": ["A Bayesian Estimation of Building Shape Using MCMC., ECCV, 2002"], "Peter F. Sturm": ["Structure and Motion for Dynamic Scenes - The Case of Points Moving in Planes., ECCV, 2002"], "Michal Irani": ["What Does the Scene Look Like from a Scene Point?, ECCV, 2002"], "Rhodri H. Davies": ["3D Statistical Shape Models Using Direct Optimisation of Description Length., ECCV, 2002"], "Gianluca Donato": ["Approximate Thin Plate Spline Mappings., ECCV, 2002"], "Stefano Soatto": ["DEFORMOTION: Deforming Motion, Shape Average and the Joint Registration and Segmentation of Images., ECCV, 2002"], "Alessandro Duci": ["Region Matching with Missing Parts., ECCV, 2002"], "Vladimir Kolmogorov": ["What Energy Functions Can Be Minimized via Graph Cuts?, ECCV, 2002", "Multi-camera Scene Reconstruction via Graph Cuts., ECCV, 2002"], "Julien Sénégas": ["A Markov Chain Monte Carlo Approach to Stereovision., ECCV, 2002"], "Rahul Bhotika": ["A Probabilistic Theory of Occupancy and Emptiness., ECCV, 2002"], "John Reidar Mathiassen": ["Texture Similarity Measure Using Kullback-Leibler Divergence between Gamma Distributions., ECCV, 2002"], "Srinivasa G. Narasimhan": ["All the Images of an Outdoor Scene., ECCV, 2002"], "Quang-Tuan Luong": ["Recovery of Reflectances and Varying Illuminants from Multiple Views., ECCV, 2002"], "Alexey Zalesny": ["Composite Texture Descriptions., ECCV, 2002"], "Akiko Nakashima": ["Constructing Illumination Image Basis from Object Motion., ECCV, 2002"], "Stephen Lin": ["Diffuse-Specular Separation and Depth Recovery from Image Sequences., ECCV, 2002"], "David A. Forsyth": ["Shape from Texture without Boundaries., ECCV, 2002"], "Ying Nian Wu": ["Statistical Modeling of Texture Sketch., ECCV, 2002"], "Manik Varma": ["Classifying Images of Materials: Achieving Viewpoint and Illumination Independence., ECCV, 2002"], "Yang Wang": ["Estimation of Multiple Illuminants from a Single Image of Arbitrary Known Geometry., ECCV, 2002"], "Mike J. Chantler": ["The Effect of Illuminant Rotation on Texture Filters: Lissajous's Ellipses., ECCV, 2002"], "Andrew W. Fitzgibbon": ["On Affine Invariant Clustering and Automatic Cast Listing in Movies., ECCV, 2002"], "Junhwan Kim": ["Factorial Markov Random Fields., ECCV, 2002"], "Ken-ichi Kanatani": ["Evaluation and Selection of Models for Motion Segmentation., ECCV, 2002"], "Jussi Tohka": ["Surface Extraction from Volumetric Images Using Deformable Meshes: A Comparative Study., ECCV, 2002"], "Stéphanie Jehan-Besson": ["DREAM2S: Deformable Regions Driven by an Eulerian Accurate Minimization Method for Image and Video Segmentation., ECCV, 2002"], "Benny P. L. Lo": ["Neuro-Fuzzy Shadow Filter., ECCV, 2002"], "Zhuowen Tu": ["Parsing Images into Region and Curve Processes., ECCV, 2002"], "Jordi Freixenet": ["Yet Another Survey on Image Segmentation: Region and Boundary Information Integration., ECCV, 2002"], "Mircea Nicolescu": ["Perceptual Grouping from Motion Cues Using Tensor Voting in 4-D., ECCV, 2002"], "Benjamin Taton": ["Deformable Model with Non-euclidean Metrics., ECCV, 2002"], "James M. Coughlan": ["Finding Deformable Shapes Using Loopy Belief Propagation., ECCV, 2002"], "Eric Hayman": ["Probabilistic and Voting Approaches to Cue Integration for Figure-Ground Segmentation., ECCV, 2002"], "Yonatan Wexler": ["Bayesian Estimation of Layers from Multiple Images., ECCV, 2002"], "Feng Han": ["A Stochastic Algorithm for 3D Scene Segmentation and Reconstruction., ECCV, 2002"], "Zeyun Yu": ["Normalized Gradient Vector Diffusion and Image Segmentation., ECCV, 2002"], "Serge J. Belongie": ["Spectral Partitioning with Indefinite Kernels Using the Nyström Extension., ECCV, 2002"], "Michael Harville": ["A Framework for High-Level Feedback to Adaptive, Per-Pixel, Mixture-of-Gaussian Background Models., ECCV, 2002"], "Dorin Comaniciu": ["Multivariate Saddle Point Detection for Statistical Clustering., ECCV, 2002"], "Lothar Hermes": ["Parametric Distributional Clustering for Image Segmentation., ECCV, 2002"], "John W. Fisher III": ["Probabalistic Models and Informative Subspaces for Audiovisual Correspondence., ECCV, 2002"], "Jonas August": ["Volterra Filtering of Noisy Images of Curves., ECCV, 2002"], "Svetlana Lazebnik": ["On Pencils of Tangent Planes and the Recognition of Smooth 3D Shapes from Silhouettes., ECCV, 2002"], "Greg Mori": ["Estimating Human Body Configurations Using Shape Context Matching., ECCV, 2002"], "Shaohua Kevin Zhou": ["Probabilistic Human Recognition from Video., ECCV, 2002"], "Philip David": ["SoftPOSIT: Simultaneous Pose and Correspondence Determination., ECCV, 2002"], "Panos Giannopoulos": ["A Pseudo-Metric for Weighted Point Sets., ECCV, 2002"], "Thomas B. Sebastian": ["Shock-Based Indexing into Large Shape Databases., ECCV, 2002"], "Shai Avidan": ["EigenSegments: A Spatio-Temporal Decomposition of an Ensemble of Images., ECCV, 2002"], "Ali Shokoufandeh": ["On the Representation and Matching of Qualitative Shape at Multiple Scales., ECCV, 2002"], "Shyjan Mahamud": ["Combining Simple Discriminators for Object Discrimination., ECCV, 2002"], "Ulrich Hillenbrand": ["Probabilistic Search for Object Segmentation and Recognition., ECCV, 2002"], "Olivier Gérard": ["Real-Time Interactive Path Extraction with on-the-Fly Adaptation of the External Forces., ECCV, 2002"], "Andrea Torsello": ["Matching and Embedding through Edit-Union of Trees., ECCV, 2002"], "Thomas M. Breuel": ["A Comparison of Search Strategies for Geometric Branch and Bound Algorithms., ECCV, 2002"], "Gregory Shakhnarovich": ["Face Recognition from Long-Term Observations., ECCV, 2002"], "Todd E. Zickler": ["Helmholtz Stereopsis: Exploiting Reciprocity for Surface Reconstruction., ECCV, 2002"], "Chris Buehler": ["Minimal Surfaces for Stereo., ECCV, 2002"], "Radim Sára": ["Finding the Largest Unambiguous Component of Stereo Matching., ECCV, 2002"], "Sami Romdhani": ["Face Identification by Fitting a 3D Morphable Model Using Linear Shape and Texture Error Functions., ECCV, 2002"], "Annalisa Barla": ["Hausdorff Kernel for 3D Object Acquisition and Detection., ECCV, 2002"], "Mark Everingham": ["Evaluating Image Segmentation Algorithms Using the Pareto Front., ECCV, 2002"], "Julia Vogel": ["On Performance Characterization and Optimization for Image Retrieval., ECCV, 2002"], "Stan Z. Li": ["Statistical Learning of Multi-view Face Detection., ECCV, 2002"], "Nicholas J. Adams": ["Dynamic Trees: Learning to Model Outdoor Scenes., ECCV, 2002"], "Pinar Duygulu": ["Object Recognition as Machine Translation: Learning a Lexicon for a Fixed Image Vocabulary., ECCV, 2002"], "Shivani Agarwal": ["Learning a Sparse Representation for Object Detection., ECCV, 2002"], "Russell A. Manning": ["Stratified Self Calibration from Screw-Transform Manifolds., ECCV, 2002"], "Robert B. Fisher": ["Self-Organization of Randomly Placed Sensors., ECCV, 2002"], "Zhengyou Zhang": ["Camera Calibration with One-Dimensional Objects., ECCV, 2002"], "J. Deutscher": ["Automatic Camera Calibration from a Single Manhattan Image., ECCV, 2002"], "Michael D. Grossberg": ["What Can Be Known about the Radiometric Response from Images?, ECCV, 2002"], "Wei Zhou": ["Estimation of Illuminant Direction and Intensity of Multiple Light Sources., ECCV, 2002"], "Marta Wilczkowiak": ["3D Modelling Using Geometric Constraints: A Parallelepiped Based Approach., ECCV, 2002"], "João Pedro Barreto": ["Geometric Properties of Central Catadioptric Line Images., ECCV, 2002"], "Pierre Gurdjos": ["Another Way of Looking at Plane-Based Calibration: The Centre Circle Constraint., ECCV, 2002"], "Marcel Mitran": ["Active Surface Reconstruction Using the Gradient Strategy., ECCV, 2002"], "Adnan Ansar": ["Linear Pose Estimation from Points or Lines., ECCV, 2002"], "Alvin Harvey Kam": ["A Video-Based Drowning Detection System., ECCV, 2002"], "Grégory Flandin": ["Visual Data Fusion for Objects Localization by Active Vision., ECCV, 2002"], "Douglas DeCarlo": ["Towards Real-Time Cue Integration by Using Partial Results., ECCV, 2002"], "Omar Javed": ["Tracking and Object Classification for Automated Surveillance., ECCV, 2002"], "Haim Schweitzer": ["Very Fast Template Matching., ECCV, 2002", "Computing Content-Plots for Video., ECCV, 2002"], "Nils T. Siebel": ["Fusion of Multiple Tracking Algorithms for Robust People Tracking., ECCV, 2002"], "Aya Aner": ["Video Summaries through Mosaic-Based Shot and Scene Clustering., ECCV, 2002"], "Tiecheng Liu": ["Optimization Algorithms for the Selection of Key Frame Sequences of Variable Length., ECCV, 2002"], "Sébastien Granger": ["Multi-scale EM-ICP: A Fast and Robust Approach for Surface Registration., ECCV, 2002"], "Ezio Malis": ["An Unified Approach to Model-Based and Model-Free Visual Servoing., ECCV, 2002"], "Florica Mindru": ["Comparing Intensity Transformations and Their Invariants in the Context of Color Pattern Recognition., ECCV, 2002"], "Hayit Greenspan": ["A Probabilistic Framework for Spatio-Temporal Video Representation & Indexing., ECCV, 2002"], "Jana Kosecká": ["Video Compass., ECCV, 2002"], "Alireza Osareh": ["Classification and Localisation of Diabetic-Related Eye Disease., ECCV, 2002"], "Mike Rogers": ["Robust Active Shape Model Search., ECCV, 2002"], "Frédéric J. P. Richard": ["A New Image Registration Technique with Free Boundary Constraints: Application to Mammography., ECCV, 2002"], "Baba C. Vemuri": ["Registration Assisted Image Smoothing and Segmentation., ECCV, 2002"], "José L. Marroquín": ["An Accurate and Efficient Bayesian Method for Automatic Segmentation of Brain MRI., ECCV, 2002"], "Anthony J. Yezzi": ["A PDE Approach for Thickness, Correspondence, and Gridding of Annular Tissues., ECCV, 2002"], "Xiang Gao": ["Statistical Characterization of Morphological Operator Sequences., ECCV, 2002"], "Fadi Dornaika": ["Image Registration for Foveated Omnidirectional Sensing., ECCV, 2002"], "Timothy F. Cootes": ["Automatic Model Selection by Modelling the Distribution of Residuals., ECCV, 2002"], "Shree K. Nayar": ["Assorted Pixels: Multi-sampled Imaging with Structural Models., ECCV, 2002"], "Fernando De la Torre": ["Robust Parameterized Component Analysis., ECCV, 2002"], "Jeffrey Ng": ["Learning Intrinsic Video Content Using Levenshtein Distance in Graph Partitioning., ECCV, 2002"], "Ming-Hsuan Yang": ["A Tale of Two Classifiers: SNoW vs. SVM in Visual Recognition., ECCV, 2002"], "Rémi Ronfard": ["Learning to Parse Pictures of People., ECCV, 2002"], "Chris Pal": ["Learning Montages of Transformed Latent Images as Representations of Objects That Change in Appearance., ECCV, 2002"], "Volker Krüger": ["Exemplar-Based Face Recognition from Video., ECCV, 2002"], "Jan Wieghardt": ["Learning the Topology of Object Views., ECCV, 2002"], "Danijel Skocaj": ["A Robust PCA Algorithm for Building Representations from Panoramic Images., ECCV, 2002"], "Noam Shental": ["Adjustment Learning and Relevant Component Analysis., ECCV, 2002"], "Song Chun Zhu": ["What Are Textons?, ECCV, 2002"], "Sylvia C. Pont": ["Bidirectional Texture Contrast Function., ECCV, 2002"], "Graham D. Finlayson": ["Removing Shadows from Images., ECCV, 2002"]}