{"Bohyung Han": ["Visual Tracking by Sampling Tree-Structured Graphical Models., ECCV, 2014", "Online Graph-Based Tracking., ECCV, 2014", "Generalized Background Subtraction Using Superpixels with Label Integrated Motion Estimation., ECCV, 2014"], "Pascal Fua": ["Tracking Interacting Objects Optimally Using Integer Programming., ECCV, 2014", "Free-Shape Polygonal Object Localization., ECCV, 2014"], "Björn Ommer": ["Learning Latent Constituents for Recognition of Group Activities in Video., ECCV, 2014"], "Hartwig Adam": ["Large-Scale Object Classification Using Label Relation Graphs., ECCV, 2014"], "David A. Forsyth": ["30Hz Object Detection with DPM V5., ECCV, 2014"], "Subhransu Maji": ["Knowing a Good HOG Filter When You See It: Efficient Selection of Filters for Detection., ECCV, 2014"], "Fei-Fei Li": ["Linking People in Videos with \"Their\" Names Using Coreference Resolution., ECCV, 2014", "Efficient Image and Video Co-localization with Frank-Wolfe Algorithm., ECCV, 2014"], "Yunde Jia": ["Optimal Essential Matrix Estimation via Inlier-Set Maximization., ECCV, 2014"], "Yongduek Seo": ["UPnP: An Optimal O(n) Solution to the Absolute Pose Problem with Universal Applicability., ECCV, 2014"], "Jan-Michael Frahm": ["3D Reconstruction of Dynamic Textures in Crowd Sourced Data., ECCV, 2014", "Correcting for Duplicate Scene Structure in Sparse 3D Reconstruction., ECCV, 2014", "Joint Object Class Sequencing and Trajectory Triangulation (JOST)., ECCV, 2014"], "Philippos Mordohai": ["3D Interest Point Detection via Discriminative Learning., ECCV, 2014"], "Song Wang": ["Pose Locality Constrained Representation for 3D Human Pose Reconstruction., ECCV, 2014"], "Paolo Favaro": ["Synchronization of Two Independently Moving Cameras without Feature Correspondences., ECCV, 2014"], "Srinivasa G. Narasimhan": ["Multi Focus Structured Light for Recovering Scene Shape and Global Illumination., ECCV, 2014", "Passive Tomography of Turbulence Strength., ECCV, 2014", "Programmable Automotive Headlights., ECCV, 2014"], "Jingyi Yu": ["Coplanar Common Points in Non-centric Cameras., ECCV, 2014", "Depth-of-Field and Coded Aperture Imaging on XSlit Lens., ECCV, 2014"], "Mirko Schmidt": ["SRA: Fast Removal of General Multipath for ToF Sensors., ECCV, 2014"], "Ramesh Raskar": ["Sub-pixel Layout for Super-Resolution with Images in the Octic Group., ECCV, 2014"], "Pierre Moulin": ["Simultaneous Feature and Dictionary Learning for Image Set Based Face Recognition., ECCV, 2014"], "Richard Bowden": ["Read My Lips: Continuous Signer Independent Weakly Supervised Viseme Recognition., ECCV, 2014", "Natural Action Recognition Using Invariant 3D Motion Encoding., ECCV, 2014"], "Stefanie Wuhrer": ["Multilinear Wavelets: A Statistical Shape Space for Human Faces., ECCV, 2014"], "Pietro Perona": ["Distance Estimation of an Unknown Person from a Portrait., ECCV, 2014", "Online, Real-Time Tracking Using a Category-to-Individual Detector., ECCV, 2014", "Detecting Social Actions of Fruit Flies., ECCV, 2014"], "Tal Arbel": ["Probabilistic Temporal Head Pose Estimation Using a Hierarchical Graphical Model., ECCV, 2014"], "Nanning Zheng": ["Description-Discrimination Collaborative Tracking., ECCV, 2014", "Video Object Discovery and Co-segmentation with Extremely Weak Supervision., ECCV, 2014"], "Luc J. Van Gool": ["Robust Visual Tracking with Double Bounding Box Model., ECCV, 2014", "Face Detection without Bells and Whistles., ECCV, 2014", "Video Registration to SfM Models., ECCV, 2014", "Appearances Can Be Deceiving: Learning Visual Tracking from Few Trajectory Annotations., ECCV, 2014", "Learning Where to Classify in Multi-view Semantic Segmentation., ECCV, 2014", "Food-101 - Mining Discriminative Components with Random Forests., ECCV, 2014", "Creating Summaries from User Videos., ECCV, 2014"], "Giuseppe Lippolis": ["Tractable and Reliable Registration of 2D Point Sets., ECCV, 2014"], "Stephen Mingyu Chu": ["Graduated Consistency-Regularized Optimization for Multi-graph Matching., ECCV, 2014"], "Michael J. Black": ["Optical Flow Estimation with Channel Constancy., ECCV, 2014", "Intrinsic Video., ECCV, 2014", "OpenDR: An Approximate Differentiable Renderer., ECCV, 2014"], "Thomas Pock": ["Non-local Total Generalized Variation for Optical Flow Estimation., ECCV, 2014", "Shape from Light Field Meets Robust PCA., ECCV, 2014"], "Andrés Bruhn": ["Learning Brightness Transfer Functions for the Joint Recovery of Illumination Changes and Optical Flow., ECCV, 2014"], "Tamara L. Berg": ["Hipster Wars: Discovering Elements of Fashion Styles., ECCV, 2014", "Learning High-Level Judgments of Urban Perception., ECCV, 2014"], "Shih-Fu Chang": ["From Low-Cost Depth Sensors to CAD: Cross-Domain 3D Shape Retrieval via Regression Tree Fields., ECCV, 2014", "Recognizing Complex Events in Videos by Learning Key Static-Dynamic Evidences., ECCV, 2014", "Discriminative Indexing for Probabilistic Image Patch Priors., ECCV, 2014"], "Khalid Daoudi": ["Fast and Accurate Texture Recognition with Multilayer Convolution and Multifractal Analysis., ECCV, 2014"], "Arvind Raghunathan": ["Learning to Rank 3D Features., ECCV, 2014"], "Stan Z. Li": ["Salient Color Names for Person Re-identification., ECCV, 2014", "Stacked Deformable Part Model with Shape Regression for Object Part Localization., ECCV, 2014"], "Xudong Jiang": ["Learning Discriminative and Shareable Features for Scene Classification., ECCV, 2014"], "Xiaowu Chen": ["Image Retrieval and Ranking via Consistently Reconstructing Multi-attribute Queries., ECCV, 2014"], "Victor S. Lempitsky": ["Neural Codes for Image Retrieval., ECCV, 2014"], "Ah Chung Tsoi": ["Architectural Style Classification Using Multinomial Latent Logistic Regression., ECCV, 2014"], "Rob Fergus": ["Instance Segmentation of Indoor Scenes Using a Coverage Loss., ECCV, 2014", "Visualizing and Understanding Convolutional Networks., ECCV, 2014"], "Yuhang Zhang": ["Superpixel Graph Label Transfer with Learned Distance Metric., ECCV, 2014"], "Philippe Salembier": ["Precision-Recall-Classification Evaluation Framework: Application to Depth Estimation on Single Images., ECCV, 2014"], "Benjamin B. Kimia": ["A Multi-stage Approach to Curve Extraction., ECCV, 2014"], "Roberto Togneri": ["Geometry Driven Semantic Labeling of Indoor Scenes., ECCV, 2014"], "Palaiahnakote Shivakumara": ["A Novel Topic-Level Random Walk Framework for Scene Image Co-segmentation., ECCV, 2014"], "Yi-Jun Yang": ["Surface Matching and Registration by Landmark Curve-Driven Canonical Quasiconformal Mapping., ECCV, 2014"], "Martial Hebert": ["Motion Words for Videos., ECCV, 2014", "Self-explanatory Sparse Representation for Image Classification., ECCV, 2014", "On Image Contours of Projective Shapes., ECCV, 2014", "Unfolding an Indoor Origami World., ECCV, 2014"], "Shihong Lao": ["Activity Group Localization by Modeling the Relations among Participants., ECCV, 2014"], "Bin Sheng": ["Finding Coherent Motions and Semantic Regions in Crowd Scenes: A Diffusion and Clustering Approach., ECCV, 2014"], "Ram Nevatia": ["Semantic Aware Video Transcription Using Random Forest Classifiers., ECCV, 2014"], "Steven M. Seitz": ["Ranking Domain-Specific Highlights by Analyzing Edited Videos., ECCV, 2014", "The 3D Jigsaw Puzzle: Mapping Large Indoor Spaces., ECCV, 2014", "Total Moving Face Reconstruction., ECCV, 2014", "Photo Uncrop., ECCV, 2014", "Salient Montages from Unconstrained Videos., ECCV, 2014"], "James W. Davis": ["A Multi-transformational Model for Background Subtraction with Moving Cameras., ECCV, 2014"], "Trevor Darrell": ["Part-Based R-CNNs for Fine-Grained Category Detection., ECCV, 2014"], "Xilin Chen": ["Coarse-to-Fine Auto-Encoder Networks (CFAN) for Real-Time Face Alignment., ECCV, 2014", "Modeling Video Dynamics with Deep Dynencoder., ECCV, 2014", "Deep Network Cascade for Image Super-resolution., ECCV, 2014"], "Richard I. Hartley": ["From Manifold to Manifold: Geometry-Aware Dimensionality Reduction for SPD Matrices., ECCV, 2014"], "Yaser Sheikh": ["Pose Machines: Articulated Pose Estimation via Inference Machines., ECCV, 2014", "Separable Spatiotemporal Priors for Convex Reconstruction of Time-Varying 3D Point Clouds., ECCV, 2014"], "João Pedro Barreto": ["Piecewise-Planar StereoScan: Structure and Motion from Plane Primitives., ECCV, 2014"], "Yue Liu": ["Nonrigid Surface Registration and Completion from RGBD Images., ECCV, 2014"], "Gabe Sibley": ["Unsupervised Dense Object Discovery, Detection, Tracking and Reconstruction., ECCV, 2014"], "Rudolf Mester": ["Know Your Limits: Accuracy of Long Range Stereoscopic Object Measurements in Practice., ECCV, 2014"], "Yong Rui": ["As-Rigid-As-Possible Stereo under Second Order Smoothness Priors., ECCV, 2014"], "Daniel Cremers": ["Real-Time Minimization of the Piecewise Smooth Mumford-Shah Functional., ECCV, 2014", "LSD-SLAM: Large-Scale Direct Monocular SLAM., ECCV, 2014", "Generalized Connectivity Constraints for Spatio-temporal 3D Reconstruction., ECCV, 2014", "Co-Sparse Textural Similarity for Interactive Segmentation., ECCV, 2014"], "Nikos Komodakis": ["A MAP-Estimation Framework for Blind Deblurring Using High-Level Edge Priors., ECCV, 2014"], "Yongjie Li": ["Efficient Color Constancy with Local Surface Reflectance Statistics., ECCV, 2014"], "Michael S. Brown": ["A Contrast Enhancement Framework with JPEG Artifacts Suppression., ECCV, 2014", "Training-Based Spectral Reconstruction from a Single RGB Image., ECCV, 2014"], "Seungyong Lee": ["Radial Bright Channel Prior for Single Image Vignetting Correction., ECCV, 2014", "Intrinsic Image Decomposition Using Structure-Texture Separation and Surface Normals., ECCV, 2014"], "Nicolas Passat": ["Tubular Structure Filtering by Ranking Orientation Responses of Path Operators., ECCV, 2014"], "Pieter Abbeel": ["Optimization-Based Artifact Correction for Electron Microscopy Image Stacks., ECCV, 2014"], "Anuj Srivastava": ["Metric-Based Pairwise and Multiple Image Registration., ECCV, 2014", "Numerical Inversion of SRNFs for Efficient Elastic Shape Analysis of Star-Shaped Objects., ECCV, 2014"], "Vikas Singh": ["Canonical Correlation Analysis on Riemannian Manifolds and Its Applications., ECCV, 2014", "Spectral Clustering with a Convex Regularizer on Millions of Images., ECCV, 2014"], "Leif Kobbelt": ["Scalable 6-DOF Localization on Mobile Devices., ECCV, 2014"], "Tony Tung": ["On Mean Pose and Variability of 3D Deformable Models., ECCV, 2014"], "Peter Carr": ["Hybrid Stochastic / Deterministic Optimization for Tracking Sports Players and Pedestrians., ECCV, 2014"], "Shishir K. Shah": ["What Do I See? Modeling Human Visual Perception for Multi-person Tracking., ECCV, 2014"], "Amit K. Roy-Chowdhury": ["Consistent Re-identification in a Camera Network., ECCV, 2014", "Continuous Learning of Human Activity Models Using Deep Nets., ECCV, 2014"], "Yasushi Yagi": ["Surface Normal Deconvolution: Photometric Stereo for Optically Thick Translucent Objects., ECCV, 2014"], "Didier Stricker": ["Robust and Accurate Non-parametric Estimation of Reflectance Using Basis Decomposition and Correction Functions., ECCV, 2014", "A Superior Tracking Approach: Building a Strong Tracker through Fusion., ECCV, 2014"], "Adrian Hilton": ["Intrinsic Textures for Relightable Free-Viewpoint Video., ECCV, 2014"], "Li Fei-Fei": ["Reasoning about Object Affordances in a Knowledge Base Representation., ECCV, 2014"], "Luo Si": ["Binary Codes Embedding for Fast Image Tagging with Incomplete Labels., ECCV, 2014"], "Christian Floerkemeier": ["Recognizing Products: A Per-exemplar Multi-label Image Classification Approach., ECCV, 2014"], "Peter N. Belhumeur": ["Part-Pair Representation for Part Localization., ECCV, 2014"], "Tao Xiang": ["Weakly Supervised Learning of Objects, Attributes and Their Associations., ECCV, 2014"], "Yuan Yao": ["Interestingness Prediction by Robust Learning to Rank., ECCV, 2014"], "Guang-Zhong Yang": ["Pairwise Probabilistic Voting: Fast Place Recognition without RANSAC., ECCV, 2014"], "Roberto Cipolla": ["Robust Instance Recognition in Presence of Occlusion and Clutter., ECCV, 2014", "Part Bricolage: Flow-Assisted Part-Based Graphs for Detecting Activities in Videos., ECCV, 2014"], "Carsten Rother": ["Learning 6D Object Pose Estimation Using 3D Object Coordinates., ECCV, 2014", "Highly Overparameterized Optical Flow Using PatchMatch Belief Propagation., ECCV, 2014"], "Rama Chellappa": ["Growing Regression Forests by Classification: Applications to Object Pose Estimation., ECCV, 2014"], "Shaogang Gong": ["Transductive Multi-view Embedding for Zero-Shot Recognition and Annotation., ECCV, 2014"], "Shuicheng Yan": ["Efficient k-Support Matrix Pursuit., ECCV, 2014"], "Marc Niethammer": ["Geodesic Regression on the Grassmannian., ECCV, 2014"], "Venkatesh Saligrama": ["Model Selection by Linear Programming., ECCV, 2014"], "Pushmeet Kohli": ["Perceptually Inspired Layout-Aware Losses for Image Segmentation., ECCV, 2014", "A Contour Completion Model for Augmenting Surface Reconstructions., ECCV, 2014"], "Massimiliano Pontil": ["Large Margin Local Metric Learning., ECCV, 2014"], "James M. Rehg": ["Movement Pattern Histogram for Action Recognition and Retrieval., ECCV, 2014", "Joint Semantic Segmentation and 3D Reconstruction from Monocular Video., ECCV, 2014"], "Ramakant Nevatia": ["Pose Filter Based Hidden-CRF Models for Activity Detection., ECCV, 2014"], "Yingli Tian": ["Action Recognition Using Super Sparse Coding Vector with Spatio-temporal Awareness., ECCV, 2014"], "Ajmal S. Mian": ["HOPC: Histogram of Oriented Principal Components of 3D Pointclouds for Action Recognition., ECCV, 2014", "Sparse Spatio-spectral Representation for Hyperspectral Image Super-resolution., ECCV, 2014"], "Lingqiao Liu": ["Progressive Mode-Seeking on Graphs for Sparse Feature Matching., ECCV, 2014"], "Marc Pollefeys": ["Globally Optimal Inlier Set Maximization with Unknown Rotation and Focal Length., ECCV, 2014", "On Sampling Focal Length Values to Solve the Absolute Pose Problem., ECCV, 2014", "Foreground Consistent Human Pose Estimation Using Branch and Bound., ECCV, 2014", "Discriminatively Trained Dense Surface Normal Estimation., ECCV, 2014", "Multi-body Depth-Map Fusion with Non-intersection Constraints., ECCV, 2014"], "Renaud Marlet": ["Match Selection and Refinement for Highly Accurate Two-View Structure from Motion., ECCV, 2014"], "Ulrich Neumann": ["Pipe-Run Extraction and Reconstruction from Point Clouds., ECCV, 2014"], "Joseph L. Mundy": ["Image-Based 4-d Reconstruction Using 3-d Change Detection., ECCV, 2014"], "Konrad Schindler": ["VocMatch: Efficient Multiview Correspondence for Structure from Motion., ECCV, 2014", "View-Consistent 3D Scene Flow Estimation over Multiple Frames., ECCV, 2014"], "Noah Snavely": ["Robust Global Translations with 1DSfM., ECCV, 2014", "Scene Chronology., ECCV, 2014"], "Feng Liu": ["Comparing Salient Object Detection Results without Ground Truth., ECCV, 2014"], "Rongrong Ji": ["RGBD Salient Object Detection: A Benchmark and Algorithms., ECCV, 2014"], "Rynson W. H. Lau": ["Saliency Detection with Flash and No-flash Image Pairs., ECCV, 2014"], "Kyoung Mu Lee": ["Alpha Matting of Motion-Blurred Objects in Bracket Sequence Images., ECCV, 2014"], "Alan L. Yuille": ["An Active Patch Model for Real World Texture and Appearance Classification., ECCV, 2014", "A Fast and Simple Algorithm for Producing Candidate Regions., ECCV, 2014", "Towards Unified Object Detection and Semantic Segmentation., ECCV, 2014"], "Reinhard Klein": ["Material Classification Based on Training Data Synthesized Using a BTF Database., ECCV, 2014"], "Arnold W. M. Smeulders": ["Déjà Vu: - Motion Prediction in Static Images., ECCV, 2014"], "Junliang Xing": ["Transfer Learning Based Visual Tracking with Gaussian Processes Regression., ECCV, 2014"], "Tomohiro Kitagawa": ["Local Estimation of High Velocity Optical Flow with Correlation Image Sensor., ECCV, 2014"], "Fredrik Kahl": ["Rank Minimization with Structured Data Patterns., ECCV, 2014"], "Sameer Agarwal": ["Duality and the Continuous Graphical Model., ECCV, 2014"], "Suvrit Sra": ["Riemannian Sparse Coding for Positive Definite Matrices., ECCV, 2014"], "Simon DeDeo": ["Robust Sparse Coding and Compressed Sensing with the Difference Map., ECCV, 2014"], "Xuming He": ["Object Co-detection via Efficient Inference in a Fully-Connected CRF., ECCV, 2014"], "Jian Sun": ["Spatial Pyramid Pooling in Deep Convolutional Networks for Visual Recognition., ECCV, 2014", "Well Begun Is Half Done: Generating High-Quality Seeds for Automatic Image Dataset Construction from Web., ECCV, 2014", "Joint Cascade Face Detection and Alignment., ECCV, 2014", "Graph Cuts for Supervised Binary Coding., ECCV, 2014"], "Alexei A. Efros": ["Context as Supervisory Signal: Discovering Objects with Predictable Context., ECCV, 2014"], "Dan Zhang": ["Learning to Hash with Partial Tags: Exploring Correlation between Tags and Hashing Bits for Large Scale Image Retrieval., ECCV, 2014"], "Terrance E. Boult": ["Multi-class Open Set Recognition Using Probability of Inclusion., ECCV, 2014"], "Fernando De la Torre": ["Sequential Max-Margin Event Detectors., ECCV, 2014", "Spatio-temporal Matching for Human Detection in Video., ECCV, 2014"], "Xiangyang Xue": ["Which Looks Like Which: Exploring Inter-class Relationships in Fine-Grained Visual Categorization., ECCV, 2014"], "Xiaoou Tang": ["Object Detection and Viewpoint Estimation with Auto-masking Neural Network., ECCV, 2014", "Learning the Face Prior for Bayesian Face Recognition., ECCV, 2014", "Learning a Deep Convolutional Network for Image Super-Resolution., ECCV, 2014", "Robust Scene Text Detection with Convolution Neural Network Induced MSER Trees., ECCV, 2014", "Video Action Detection with Relational Dynamic-Poselets., ECCV, 2014", "Facial Landmark Detection by Deep Multi-task Learning., ECCV, 2014"], "Enver Sangineto": ["Statistical and Spatial Consensus Collection for Detector Adaptation., ECCV, 2014"], "Xiaogang Wang": ["Deep Learning of Scene-Specific Classifier for Pedestrian Detection., ECCV, 2014"], "Andrew Zisserman": ["Interactive Object Counting., ECCV, 2014", "Deep Features for Text Spotting., ECCV, 2014", "Domain-Adaptive Discriminative One-Shot Learning of Gestures., ECCV, 2014"], "Antonio Torralba": ["Recognizing City Identity via Attribute Analysis of Geo-tagged Images., ECCV, 2014", "FPM: Fine Pose Parts-Based Model with 3D CAD Models., ECCV, 2014", "Assessing the Quality of Actions., ECCV, 2014"], "Christoph H. Lampert": ["Closed-Form Approximate CRF Training for Scalable Image Segmentation., ECCV, 2014"], "Jeremy L. Wyatt": ["A Graph Theoretic Approach for Object Shape Representation in Compositional Hierarchies Using a Hybrid Generative-Descriptive Model., ECCV, 2014"], "Hao Jiang": ["Finding Approximate Convex Shapes in RGBD Images., ECCV, 2014"], "Razvan Ioan Ionasec": ["ShapeForest: Building Constrained Statistical Shape Models with Decision Trees., ECCV, 2014"], "Jianxin Wu": ["Optimizing Ranking Measures for Compact Binary Code Learning., ECCV, 2014"], "Dong Xu": ["Exploiting Low-Rank Structure from Latent Domains for Domain Generalization., ECCV, 2014", "Exploiting Privileged Information from Web Data for Image Categorization., ECCV, 2014", "Weighted Block-Sparse Low Rank Representation for Face Clustering in Videos., ECCV, 2014"], "Ping Li": ["Sparse Additive Subspace Clustering., ECCV, 2014"], "Qiang Peng": ["Boosting VLAD with Supervised Dictionary Learning and High-Order Statistics., ECCV, 2014", "Action Recognition with Stacked Fisher Vectors., ECCV, 2014"], "Silvio Savarese": ["A Hierarchical Representation for Future Action Prediction., ECCV, 2014", "Discovering Groups of People in Images., ECCV, 2014", "Monocular Multiview Object Tracking with 3D Aspect Parts., ECCV, 2014"], "Mubarak Shah": ["DaMN - Discriminative and Mutually Nearest: Exploiting Pairwise Category Proximity for Video Action Recognition., ECCV, 2014", "GIS-Assisted Object Detection and Geospatial Localization., ECCV, 2014", "Video Object Co-segmentation by Regulated Maximum Weight Cliques., ECCV, 2014"], "Cordelia Schmid": ["Spatio-temporal Object Detection Proposals., ECCV, 2014", "Occlusion and Motion Reasoning for Long-Term Tracking., ECCV, 2014", "Category-Specific Video Summarization., ECCV, 2014"], "William T. Freeman": ["Refraction Wiggles for Measuring Fluid Depth and Velocity from Video., ECCV, 2014"], "Michal Irani": ["Blind Deblurring Using Internal Patch Recurrence., ECCV, 2014"], "Edward H. Adelson": ["Crisp Boundary Detection Using Pointwise Mutual Information., ECCV, 2014"], "Jiaya Jia": ["Rolling Guidance Filter., ECCV, 2014", "Multi-modal and Multi-spectral Registration for Natural Images., ECCV, 2014", "Inverse Kernels for Fast Spatial Deconvolution., ECCV, 2014"], "Ashutosh Saxena": ["Physically Grounded Spatio-temporal Object Affordances., ECCV, 2014"], "Adrien Bartoli": ["Schwarps: Locally Projective Image Warps Based on 2D Schwarzian Derivatives., ECCV, 2014", "Using Isometry to Classify Correct/Incorrect 3D-2D Correspondences., ECCV, 2014", "An Analysis of Errors in Graph-Based Keypoint Matching and Proposed Solutions., ECCV, 2014"], "Matthew Turk": ["gDLS: A Scalable Solution to the Generalized Pose and Scale Problem., ECCV, 2014"], "Dongming Lu": ["A Non-local Method for Robust Noisy Image Completion., ECCV, 2014"], "Scott McCloskey": ["Improved Motion Invariant Deblurring through Motion Estimation., ECCV, 2014"], "Yu-Wing Tai": ["Consistent Matting for Light Field Images., ECCV, 2014"], "Dimitris N. Metaxas": ["Consensus of Regression for Occlusion-Robust Facial Feature Localization., ECCV, 2014"], "Takeo Kanade": ["Spatio-temporal Event Classification Using Time-Series Kernel Based Structured Sparsity., ECCV, 2014"], "Yan Tong": ["Feature Disentangling Machine - A Novel Approach of Feature Selection and Disentangling in Facial Expression Analysis., ECCV, 2014"], "Maja Pantic": ["Joint Unsupervised Face Alignment and Behaviour Analysis., ECCV, 2014"], "James Hays": ["Good Image Priors for Non-blind Deconvolution - Generic vs. Specific., ECCV, 2014"], "Paul Green": ["Image Deconvolution Ringing Artifact Detection and Removal via PSF Frequency Analysis., ECCV, 2014"], "Surya P. N. Singh": ["Hand Waving Away Scale., ECCV, 2014"], "Kari Pulli": ["A Non-Linear Filter for Gyroscope-Based Video Stabilization., ECCV, 2014"], "Philip H. S. Torr": ["Bilateral Functions for Global Motion Modeling., ECCV, 2014"], "Jiajun Wang": ["VCDB: A Large-Scale Database for Partial Copy Detection in Videos., ECCV, 2014"], "Ming-Hsuan Yang": ["Single-Image Super-Resolution: A Benchmark., ECCV, 2014", "Fast Visual Tracking via Dense Spatio-temporal Context Learning., ECCV, 2014", "Real-Time Exemplar-Based Face Sketch Synthesis., ECCV, 2014", "Deblurring Face Images with Exemplars., ECCV, 2014", "Spatiotemporal Background Subtraction Using Minimum Spanning Tree and Optical Flow., ECCV, 2014"], "Devi Parikh": ["Zero-Shot Learning via Visual Abstraction., ECCV, 2014", "Interactively Guiding Semi-Supervised Clustering via Attribute-Based Explanations., ECCV, 2014", "Towards Transparent Systems: Semantic Characterization of Failure Modes., ECCV, 2014"], "Ahmed M. Elgammal": ["Untangling Object-View Manifold for Multiview Recognition and Pose Estimation., ECCV, 2014"], "Stan Sclaroff": ["Parameterizing Object Detectors in the Continuous Pose Space., ECCV, 2014", "MEEM: Robust Tracking via Multiple Experts Using Entropy Minimization., ECCV, 2014"], "Larry S. Davis": ["Jointly Optimizing 3D Model Fitting and Fine-Grained Classification., ECCV, 2014", "Planar Structure Matching under Projective Uncertainty for Geolocation., ECCV, 2014"], "Qi Tian": ["Pipelining Localized Semantic Features for Fine-Grained Action Recognition., ECCV, 2014"], "Svetlana Lazebnik": ["Improving Image-Sentence Embeddings Using Large Weakly Annotated Photo Collections., ECCV, 2014", "Multi-scale Orderless Pooling of Deep Convolutional Activation Features., ECCV, 2014"], "Anton van den Hengel": ["Strengthening the Effectiveness of Pedestrian Detection with Spatially Pooled Features., ECCV, 2014"], "Joachim Denzler": ["Selecting Influential Examples: Active Learning with Expected Model Output Changes., ECCV, 2014"], "Shenghua Gao": ["Efficient Sparsity Estimation via Marginal-Lasso Coding., ECCV, 2014"], "Louis-Philippe Morency": ["Continuous Conditional Neural Fields for Structured Regression., ECCV, 2014"], "M. Pawan Kumar": ["Learning to Rank Using High-Order Information., ECCV, 2014"], "Ping Wang": ["Support Vector Guided Dictionary Learning., ECCV, 2014"], "Kristen Grauman": ["Supervoxel-Consistent Foreground Propagation in Video., ECCV, 2014", "Detecting Snap Points in Egocentric Video with a Web Photo Prior., ECCV, 2014"], "David Suter": ["Clustering with Hypergraphs: The Case for Large Hyperedges., ECCV, 2014"], "Shengjin Wang": ["Person Re-identification by Video Ranking., ECCV, 2014"], "John W. Fisher III": ["Bayesian Nonparametric Intrinsic Image Decomposition., ECCV, 2014"], "Elli Angelopoulou": ["ROCHADE: Robust Checkerboard Advanced Detection for Camera Calibration., ECCV, 2014"], "James H. Elder": ["Automatic Single-View Calibration and Rectification from Parallel Planar Curves., ECCV, 2014"], "Tuan D. Pham": ["Soft Cost Aggregation with Multi-resolution Fusion., ECCV, 2014"], "Graham David Finlayson": ["Spectral Edge Image Fusion: Theory and Applications., ECCV, 2014"], "Anil A. Bharath": ["Spatio-chromatic Opponent Features., ECCV, 2014"], "Marc Sebban": ["Modeling Perceptual Color Differences by Local Metric Learning., ECCV, 2014"], "Shai Avidan": ["Extended Lucas-Kanade Tracking., ECCV, 2014"], "Yoichi Sato": ["Spectra Estimation of Fluorescent and Reflective Scenes by Using Ordinary Illuminants., ECCV, 2014", "Interreflection Removal Using Fluorescence., ECCV, 2014"], "Stephen Lin": ["Intrinsic Face Image Decomposition with Human Face Priors., ECCV, 2014"], "Qionghai Dai": ["Recovering Scene Geometry under Wavy Fluid via Distortion and Defocus Analysis., ECCV, 2014", "Hybrid Image Deblurring by Fusing Edge and Power Spectrum Information., ECCV, 2014"], "Longin Jan Latecki": ["Human Detection Using Learned Part Alphabet and Pose Dictionary., ECCV, 2014"], "Ikuro Sato": ["SPADE: Scalar Product Accelerator by Integer Decomposition for Object Detection., ECCV, 2014"], "Peter Vincent Gehler": ["Human Pose Estimation with Fields of Parts., ECCV, 2014"], "Alexander G. Hauptmann": ["Unsupervised Video Adaptation for Parsing Human Motion., ECCV, 2014"], "Vittorio Ferrari": ["Training Object Class Detectors from Eye Tracking Data., ECCV, 2014"], "Ohad Ben-Shahar": ["Depth Based Object Detection from Partial Pose Estimation of Symmetric Objects., ECCV, 2014", "A Closer Look at Context: From Coxels to the Contextual Emergence of Object Saliency., ECCV, 2014"], "Piotr Dollár": ["Edge Boxes: Locating Object Proposals from Edges., ECCV, 2014"], "Thomas Brox": ["Training Deformable Object Models for Human Detection Based on Alignment and Clustering., ECCV, 2014"], "Josef Sivic": ["Predicting Actions from Static Scenes., ECCV, 2014", "Weakly Supervised Action Labeling in Videos under Ordering Constraints., ECCV, 2014"], "Tat-Jen Cham": ["Multi-modal Unsupervised Feature Learning for RGB-D Scene Labeling., ECCV, 2014"], "Lars Petersson": ["Non-associative Higher-Order Markov Networks for Point Cloud Classification., ECCV, 2014"], "Stefan Roth": ["Stixmantics: A Medium-Level Model for Real-Time Semantic Scene Understanding., ECCV, 2014"], "René Vidal": ["Sparse Dictionaries for Semantic Segmentation., ECCV, 2014"], "Yun Fu": ["A Discriminative Model with Multiple Temporal Scales for Action Prediction., ECCV, 2014"], "Ronnie B. Wilbur": ["Seeing is Worse than Believing: Reading People's Minds Better than Computer-Vision Methods Recognize Actions., ECCV, 2014"], "Sotiris Malassiotis": ["Active Random Forests: An Application to Autonomous Unfolding of Clothes., ECCV, 2014"], "Ferdous Ahmed Sohel": ["Model-Free Segmentation and Grasp Selection of Unknown Stacked Objects., ECCV, 2014"], "Claudia Nieuwenhuis": ["Convexity Shape Prior for Segmentation., ECCV, 2014"], "Yuri Boykov": ["Pseudo-bound Optimization for Binary Energies., ECCV, 2014"], "Vladlen Koltun": ["Geodesic Object Proposals., ECCV, 2014"], "C. Lawrence Zitnick": ["Microsoft COCO: Common Objects in Context., ECCV, 2014"], "Raquel Urtasun": ["Efficient Joint Segmentation, Occlusion Labeling, Stereo and Flow Estimation., ECCV, 2014"], "Christopher Zach": ["Robust Bundle Adjustment Revisited., ECCV, 2014"], "Weidong Geng": ["Accurate Intrinsic Calibration of Depth Camera with Cuboids., ECCV, 2014"], "Kostas Daniilidis": ["Statistical Pose Averaging with Non-isotropic and Incomplete Relative Measurements., ECCV, 2014", "Active Deformable Part Models Inference., ECCV, 2014"], "Nathan Jacobs": ["A Pot of Gold: Rainbows as a Calibration Cue., ECCV, 2014"], "Michael Goesele": ["Let There Be Color! Large-Scale Texturing of 3D Reconstructions., ECCV, 2014"], "Lingyan Ran": ["All-In-Focus Synthetic Aperture Imaging., ECCV, 2014"], "David B. Cooper": ["Solving Square Jigsaw Puzzles with Loop Constraints., ECCV, 2014"], "In-So Kweon": ["Geometric Calibration of Micro-Lens-Based Light-Field Cameras Using Line Features., ECCV, 2014"], "Li Zhang": ["Collaborative Facial Landmark Localization for Transferring Annotations Across Datasets., ECCV, 2014"], "Nenghai Yu": ["Crowd Tracking with Dynamic Evolution of Group Structures., ECCV, 2014"], "Dacheng Tao": ["Tracking Using Multilevel Quantizations., ECCV, 2014"], "Yuchao Dai": ["Robust Motion Segmentation with Unknown Correspondences., ECCV, 2014"], "Michael Julian Black": ["Modeling Blurred Video with Layers., ECCV, 2014"], "Luis Baumela": ["Non-parametric Higher-Order Random Fields for Image Segmentation., ECCV, 2014"], "Hui Ji": ["A Convergent Incoherent Dictionary Learning Algorithm for Sparse Coding., ECCV, 2014"], "Cees G. M. Snoek": ["Attributes Make Sense on Segmented Objects., ECCV, 2014"], "Hervé Jégou": ["Orientation Covariant Aggregation of Local Descriptors with Embeddings., ECCV, 2014"], "Anurag Mittal": ["Similarity-Invariant Sketch-Based Image Retrieval in Large Databases., ECCV, 2014"], "Juergen Gall": ["Discovering Object Classes from Activities., ECCV, 2014"], "Tieniu Tan": ["Weakly Supervised Object Localization with Latent Category Learning., ECCV, 2014"], "Tae-Kyun Kim": ["Latent-Class Hough Forests for 3D Object Detection and Pose Estimation., ECCV, 2014"], "James J. Little": ["CollageParsing: Nonparametric Scene Parsing by Adaptive Overlapping Windows., ECCV, 2014"], "Greg Mori": ["Discovering Video Clusters from Visual Features and Noisy Tags., ECCV, 2014"], "Sinisa Todorovic": ["HiRF: Hierarchical Random Field for Collective Activity Recognition in Videos., ECCV, 2014"], "Dariu M. Gavrila": ["Context-Based Pedestrian Path Prediction., ECCV, 2014"], "Jianxiong Xiao": ["Sliding Shapes for 3D Object Detection in Depth Images., ECCV, 2014", "PanoContext: A Whole-Room 3D Context Model for Panoramic Scene Understanding., ECCV, 2014"], "Song-Chun Zhu": ["Integrating Context and Occlusion for Car Detection by Hierarchical And-Or Model., ECCV, 2014"], "Ben Semerjian": ["A New Variational Framework for Multiview Surface Reconstruction., ECCV, 2014"], "Winston H. Hsu": ["Cross-Age Reference Coding for Age-Invariant Face Recognition and Retrieval., ECCV, 2014"], "Senjian An": ["Reverse Training: An Efficient Approach for Image Set Classification., ECCV, 2014"], "Mario Sznaier": ["Person Re-Identification Using Kernel-Based Metric Learning Methods., ECCV, 2014"], "Qi Zhao": ["Saliency in Crowd., ECCV, 2014", "Webpage Saliency., ECCV, 2014"], "Fuchao Wu": ["Affine Subspace Representation for Feature Description., ECCV, 2014"], "Emmanouil Z. Psarakis": ["A Generative Model for the Joint Registration of Multiple Point Sets., ECCV, 2014"], "Aravind Rangarajan": ["Change Detection in the Presence of Motion Blur and Rolling Shutter Effect., ECCV, 2014"], "Manmohan Chandraker": ["On Shape and Material Recovery from Motion., ECCV, 2014"], "Yuhong Guo": ["Multi-level Adaptive Active Learning for Scene Classification., ECCV, 2014"], "Jitendra Malik": ["Simultaneous Detection and Segmentation., ECCV, 2014", "Analyzing the Performance of Multilayer Neural Networks for Object Recognition., ECCV, 2014", "Learning Rich Features from RGB-D Images for Object Detection and Segmentation., ECCV, 2014"], "Peter Hall": ["Learning Graphs to Model Visual Objects across Different Depictive Styles., ECCV, 2014"], "In Kyu Park": ["Scene Classification via Hypergraph-Based Semantic Attributes Subnetworks Identification., ECCV, 2014"], "Ayellet Tal": ["OTC: A Novel Local Descriptor for Scene Classification., ECCV, 2014"], "Hongdong Li": ["Expanding the Family of Grassmannian Kernels: An Embedding Perspective., ECCV, 2014"], "Anil K. Jain": ["Image Tag Completion by Noisy Matrix Recovery., ECCV, 2014"], "Pinar Duygulu": ["ConceptMap: Mining Noisy Web Data for Concept Learning., ECCV, 2014"], "Peihua Li": ["Shrinkage Expansion Adaptive Metric Learning., ECCV, 2014"], "Kris M. Kitani": ["Action-Reaction: Forecasting the Dynamics of Human Interaction., ECCV, 2014"], "Yi Ma": ["Robust Foreground Detection Using Smoothness and Arbitrariness Constraints., ECCV, 2014"], "James L. Crowley": ["Dense Semi-rigid Scene Flow Estimation from RGBD Images., ECCV, 2014"], "Lourdes Agapito": ["Video Pop-up: Monocular 3D Reconstruction of Dynamic Scenes., ECCV, 2014"]}