{"Antonio Criminisi": ["TextonBoost: Joint Appearance, Shape and Context Modeling for Multi-class Object Recognition and Segmentation., ECCV, 2006"], "Daniel P. Huttenlocher": ["Weakly Supervised Learning of Part-Based Spatial Models for Visual Object Recognition., ECCV, 2006"], "Bill Triggs": ["Hyperfeatures - Multilevel Local Coding for Visual Recognition., ECCV, 2006", "Sampling Strategies for Bag-of-Features Image Classification., ECCV, 2006"], "Sang Uk Lee": ["Riemannian Manifold Learning for Nonlinear Dimensionality Reduction., ECCV, 2006", "A New 3-D Model Retrieval System Based on Aspect-Transition Descriptor., ECCV, 2006"], "Christoph Schnörr": ["Controlling Sparseness in Non-negative Tensor Factorization., ECCV, 2006"], "Xiaoou Tang": ["Conditional Infomax Learning: An Integrated Framework for Feature Extraction and Fusion., ECCV, 2006", "Degen Generalized Cylinders and Their Properties., ECCV, 2006", "Trace Quotient Problems Revisited., ECCV, 2006", "Spatio-temporal Embedding for Statistical Face Recognition from Video., ECCV, 2006", "Detecting Doctored JPEG Images Via DCT Coefficient Analysis., ECCV, 2006", "Inter-modality Face Recognition., ECCV, 2006", "An Intensity Similarity Measure in Low-Light Conditions., ECCV, 2006"], "Anuj Srivastava": ["Geodesics Between 3D Closed Curves Using Path-Straightening., ECCV, 2006", "Cyclostationary Processes on Shape Spaces for Gait-Based Recognition., ECCV, 2006"], "Lorenzo Fernández": ["Robust Homography Estimation from Planar Contours Based on Convexity., ECCV, 2006"], "Margrit Betke": ["Detecting Instances of Shape Classes That Exhibit Variable Structure., ECCV, 2006"], "Wolfgang Förstner": ["Direct Solutions for Computing Cylinders from Minimal Sets of 3D Points., ECCV, 2006"], "Narendra Ahuja": ["Estimation of Multiple Periodic Motions from Video., ECCV, 2006"], "Edwin R. Hancock": ["Robust Multi-body Motion Tracking Using Commute Time Clustering., ECCV, 2006"], "Antonio Robles-Kelly": ["A Tuned Eigenspace Technique for Articulated Motion Recognition., ECCV, 2006"], "Michael R. Lyu": ["Real-Time Non-rigid Shape Recovery Via Active Appearance Models for Augmented Reality., ECCV, 2006"], "Guillermo Artana": ["A Fluid Motion Estimator for Schlieren Image Velocimetry., ECCV, 2006"], "Michael A. Isnardi": ["Bilateral Filtering-Based Optical Flow Estimation with Occlusion Detection., ECCV, 2006"], "Gerald Sommer": ["Geometry and Kinematics with Uncertain Data., ECCV, 2006"], "Yihong Wu": ["Euclidean Structure from N geq 2 Parallel Circles: Theory and Algorithms., ECCV, 2006"], "Christopher O. Jaynes": ["Overconstrained Linear Estimation of Radial Distortion and Multi-view Geometry., ECCV, 2006"], "Alberto Del Bimbo": ["Camera Calibration with Two Arbitrary Coaxial Circles., ECCV, 2006"], "Ronen Basri": ["Molding Face Shapes by Example., ECCV, 2006"], "Alessandro Giusti": ["Reconstruction of Canal Surfaces from Single Images Under Exact Perspective., ECCV, 2006"], "Peter Meer": ["Subspace Estimation Using Projection Based M-Estimators over Grassmann Manifolds., ECCV, 2006", "Region Covariance: A Fast Descriptor for Detection and Classification., ECCV, 2006"], "Alexandra Psarrou": ["Learning 2D Hand Shapes Using the Topology Preservation Model GNG., ECCV, 2006"], "James M. Rehg": ["Towards Optimal Training of Cascaded Detectors., ECCV, 2006"], "Debajyoti Ray": ["Learning and Incorporating Top-Down Cues in Image Segmentation., ECCV, 2006"], "Russell Greiner": ["Learning to Detect Objects of Many Classes Using Binary Classifiers., ECCV, 2006"], "Richard Bowden": ["A Unifying Framework for Mutual Information Methods for Use in Non-linear Optimisation., ECCV, 2006", "Tracking Objects Across Cameras by Incrementally Learning Inter-camera Colour Calibration and Patterns of Activity., ECCV, 2006", "Real-Time Upper Body Detection and 3D Pose Estimation in Monoscopic Images., ECCV, 2006"], "Frédéric Guichard": ["Random Walks, Constrained Multiple Hypothesis Testing and Image Enhancement., ECCV, 2006"], "Gabriele Steidl": ["From Tensor-Driven Diffusion to Anisotropic Wavelet Shrinkage., ECCV, 2006"], "Luc J. Van Gool": ["SURF: Speeded Up Robust Features., ECCV, 2006", "Object Detection by Contour Segment Networks., ECCV, 2006", "Space-Time-Scale Registration of Dynamic Scene Reconstructions., ECCV, 2006"], "Bart M. ter Haar Romeny": ["Top-Points as Interest Points for Image Matching., ECCV, 2006", "An Efficient Method for Tensor Voting Using Steerable Filters., ECCV, 2006"], "Tom Drummond": ["Machine Learning for High-Speed Corner Detection., ECCV, 2006"], "Joachim M. Buhmann": ["Smooth Image Segmentation by Nonparametric Bayesian Inference., ECCV, 2006", "Learning Compositional Categorization Models., ECCV, 2006"], "Christian Barillot": ["Shape Analysis and Fuzzy Control for 3D Competitive Segmentation of Brain Structures with Level Sets., ECCV, 2006"], "Joachim Weickert": ["Variational Motion Segmentation with Level Sets., ECCV, 2006"], "Ken-ichi Kanatani": ["Ellipse Fitting with Hyperaccuracy., ECCV, 2006"], "Jos B. T. M. Roerdink": ["A Physically-Motivated Deformable Model Based on Fluid Dynamics., ECCV, 2006"], "Sing Bing Kang": ["Video and Image Bayesian Demosaicing with a Two Color Image Prior., ECCV, 2006"], "Anurag Mittal": ["Generalized Multi-sensor Planning., ECCV, 2006"], "Martin Jägersand": ["Variational Shape and Reflectance Estimation Under Changing Light and Viewpoints., ECCV, 2006"], "David J. Kriegman": ["Specularity Removal in Images and Videos: A PDE Approach., ECCV, 2006", "Integrating Surface Normal Vectors Using Fast Marching Method., ECCV, 2006"], "Jean Ponce": ["Carved Visual Hulls for Image-Based Modeling., ECCV, 2006", "Modeling 3D Objects from Stereo Views and Recognizing Them in Photographs., ECCV, 2006"], "Rama Chellappa": ["What Is the Range of Surface Reconstructions from a Gradient Field?, ECCV, 2006", "Video Mensuration Using a Stationary Camera., ECCV, 2006"], "Serge J. Belongie": ["Practical Global Optimization for Multiview Geometry., ECCV, 2006"], "Hanzi Wang": ["Perspective n-View Multibody Structure-and-Motion Through Model Selection., ECCV, 2006"], "Kiriakos N. Kutulakos": ["Confocal Stereo., ECCV, 2006"], "Carsten Rother": ["Comparison of Energy Minimization Algorithms for Highly Connected Graphs., ECCV, 2006", "A Comparative Study of Energy Minimization Methods for Markov Random Fields., ECCV, 2006"], "Philip H. S. Torr": ["Measuring Uncertainty in Graph Cut Solutions - Efficiently Computing Min-marginal Energies Using Dynamic Graph Cuts., ECCV, 2006", "PoseCut: Simultaneous Segmentation and 3D Pose Estimation of Humans Using Dynamic Graph-Cuts., ECCV, 2006", "Fast Memory-Efficient Generalized Belief Propagation., ECCV, 2006"], "Yanxi Liu": ["Tracking Dynamic Near-Regular Texture Under Occlusion and Rapid Movements., ECCV, 2006", "Discovering Texture Regularity as a Higher-Order Correspondence Problem., ECCV, 2006"], "Philippe Martinet": ["Simultaneous Object Pose and Velocity Computation Using a Single View from a Rolling Shutter Camera., ECCV, 2006"], "Til Aach": ["A Theory of Multiple Orientation Estimation., ECCV, 2006"], "Takeo Kanade": ["Resolution-Aware Fitting of Active Appearance Models to Low Resolution Images., ECCV, 2006"], "Hans-Peter Seidel": ["High Accuracy Optical Flow Serves 3-D Pose Tracking: Exploiting Contour and Flow Based Constraints., ECCV, 2006"], "François Chaumette": ["Enhancing the Point Feature Tracker by Adaptive Modelling of the Feature Support., ECCV, 2006"], "Tai-Peng Tian": ["Monocular Tracking of 3D Human Motion with a Coordinated Mixture of Factor Analyzers., ECCV, 2006"], "Ilan Shimshoni": ["Balanced Exploration and Exploitation Model Search for Efficient Epipolar Geometry Estimation., ECCV, 2006"], "Anthon Voigt": ["Shape-from-Silhouette with Two Mirrors and an Uncalibrated Camera., ECCV, 2006"], "Leif Kobbelt": ["Robust and Efficient Photo-Consistency Estimation for Volumetric 3D Reconstruction., ECCV, 2006"], "Zhanyi Hu": ["An Affine Invariant of Parallelograms and Its Application to Camera Calibration and 3D Reconstruction., ECCV, 2006"], "Daniel Abretske": ["Nonrigid Shape and Motion from Multiple Perspective Views., ECCV, 2006"], "Larry S. Davis": ["3D Surface Reconstruction Using Graph Cuts with Surface Constraints., ECCV, 2006", "Multi-camera Tracking and Segmentation of Occluded People on Ground Plane Using Search-Guided Particle Filtering., ECCV, 2006", "Multivalued Default Logic for Identity Maintenance in Visual Surveillance., ECCV, 2006", "Density Estimation Using Mixtures of Mixtures of Gaussians., ECCV, 2006"], "Stephen E. Levinson": ["Learning Nonlinear Manifolds from Time Series., ECCV, 2006"], "Ming Tang": ["Accelerated Convergence Using Dynamic Mean Shift., ECCV, 2006"], "Michael J. Black": ["Efficient Belief Propagation with Learned Higher-Order Markov Random Fields., ECCV, 2006"], "Alessandro Chiuso": ["Non Linear Temporal Textures Synthesis: A Monte Carlo Approach., ECCV, 2006"], "David Tschumperlé": ["Curvature-Preserving Regularization of Multi-valued Images Using PDE's., ECCV, 2006"], "Joshua Gluckman": ["Higher Order Image Pyramids., ECCV, 2006"], "Michael Werman": ["Image Specific Feature Similarities., ECCV, 2006"], "Cordelia Schmid": ["Coloring Local Feature Extraction., ECCV, 2006", "Human Detection Using Oriented Histograms of Flow and Appearance., ECCV, 2006", "Maximally Stable Local Description for Scale Selection., ECCV, 2006"], "Enrico Grisan": ["Defocus Inpainting., ECCV, 2006"], "Stefano Soatto": ["Viewpoint Induced Deformation Statistics and the Design of Viewpoint Invariant Features: Singularities and Occlusions., ECCV, 2006"], "Yueming Wang": ["Super-Resolution of 3D Face., ECCV, 2006"], "Ian D. Reid": ["Estimating Gaze Direction from Low-Resolution Faces in Video., ECCV, 2006"], "Cheng Zhong": ["Learning Effective Intrinsic Features to Boost 3D-Based Face Recognition., ECCV, 2006"], "Jens Keuchel": ["Multiclass Image Labeling with Semidefinite Programming., ECCV, 2006"], "Allan Hanbury": ["Automatic Image Segmentation by Positioning a Seed., ECCV, 2006"], "Dimitris N. Metaxas": ["Patch-Based Texture Edges and Segmentation., ECCV, 2006"], "Ross T. Whitaker": ["Unsupervised Texture Segmentation with Nonparametric Neighborhood Statistics., ECCV, 2006"], "Jan-Olof Eklundh": ["Detecting Symmetry and Symmetric Constellations of Features., ECCV, 2006"], "Harpreet S. Sawhney": ["Exploiting Model Similarity for Indexing and Matching to a Large Model Database., ECCV, 2006"], "Andrew W. Fitzgibbon": ["Shift-Invariant Dynamic Texture Recognition., ECCV, 2006"], "Andrew Zisserman": ["A Boundary-Fragment-Model for Object Detection., ECCV, 2006"], "Fabrice Heitz": ["Affine-Invariant Multi-reference Shape Priors for Active Contours., ECCV, 2006"], "Jitendra Malik": ["Figure/Ground Assignment in Natural Images., ECCV, 2006"], "Heung-Yeung Shum": ["Background Cut., ECCV, 2006"], "Moshe Butman": ["Blind Vision., ECCV, 2006"], "David Lowe": ["Sparse Flexible Models of Local Features., ECCV, 2006"], "Steven W. Zucker": ["Differential Geometric Consistency Extends Stereo to Curved Surfaces., ECCV, 2006"], "Long Quan": ["Resolution-Enhanced Photometric Stereo., ECCV, 2006"], "Chu-Song Chen": ["The 4-Source Photometric Stereo Under General Unknown Lighting., ECCV, 2006"], "Yair Weiss": ["Incorporating Non-motion Cues into 3D Motion Segmentation., ECCV, 2006", "Learning to Combine Bottom-Up and Top-Down Segmentation., ECCV, 2006"], "Eric Grimson": ["Learning Semantic Scene Models by Trajectory Analysis., ECCV, 2006"], "Roberto Cipolla": ["Multivariate Relevance Vector Machines for Tracking., ECCV, 2006", "Learning Discriminative Canonical Correlations for Object Recognition with Image Sets., ECCV, 2006", "Face Recognition from Video Using the Generic Shape-Illumination Manifold., ECCV, 2006"], "Yasushi Yagi": ["Gait Recognition Using a View Transformation Model in the Frequency Domain., ECCV, 2006"], "Venu Madhav Govindu": ["Revisiting the Brightness Constraint: Probabilistic Formulation and Algorithms., ECCV, 2006"], "Jean-Thierry Lapresté": ["Triangulation for Points on Lines., ECCV, 2006"], "Xueyin Lin": ["A Fast Line Segment Based Dense Stereo Algorithm Using Tree Dynamic Programming., ECCV, 2006"], "Ole Fogh Olsen": ["Describing and Matching 2D Shapes by Their Points of Mutual Symmetry., ECCV, 2006"], "Denis V. Ivanov": ["Oriented Visibility for Multiview Reconstruction., ECCV, 2006"], "Leo Grady": ["Statistical Priors for Efficient Combinatorial Optimization Via Graph Cuts., ECCV, 2006", "Fast, Quality, Segmentation of Large Volumes - Isoperimetric Distance Trees., ECCV, 2006"], "James W. Davis": ["Sampling Representative Examples for Dimensionality Reduction and Recognition - Bootstrap Bumping LDA., ECCV, 2006"], "James Ze Wang": ["Studying Aesthetics in Photographic Images Using a Computational Approach., ECCV, 2006"], "John M. Winn": ["Located Hidden Random Fields: Learning Discriminative Parts for Object Detection., ECCV, 2006"], "Kazunori Okada": ["EMD-L1: An Efficient and Robust Algorithm for Comparing Histogram-Based Descriptors., ECCV, 2006"], "Robyn A. Owens": ["2D and 3D Multimodal Hybrid Face Recognition., ECCV, 2006"], "Surendra Ranganath": ["Robust Attentive Behavior Detection by Non-linear Head Pose Embedding and Estimation., ECCV, 2006"], "Ramakant Nevatia": ["Human Pose Tracking Using Multi-level Structured Models., ECCV, 2006", "Recognition and Segmentation of 3-D Human Action Using HMM and Multi-class AdaBoost., ECCV, 2006"], "Thomas Leung": ["Context-Aided Human Recognition - Clustering., ECCV, 2006"], "Ron Kimmel": ["Robust Expression-Invariant Face Recognition from Partially Missing Data., ECCV, 2006"], "Andrew Delong": ["An Integral Solution to Surface Evolution PDEs Via Geo-cuts., ECCV, 2006"], "Luca Bogoni": ["A Learning Based Approach for 3D Segmentation and Colon Detagging., ECCV, 2006"], "Thomas Mareci": ["Segmentation of High Angular Resolution Diffusion MRI Modeled as a Field of von Mises-Fisher Mixtures., ECCV, 2006"], "James Williams": ["Globally Optimal Active Contours, Sequential Monte Carlo and On-Line Learning for Vessel Segmentation., ECCV, 2006"], "João Paulo Costeira": ["Optimal Multi-frame Correspondence with Assignment Tensors., ECCV, 2006"], "Johan Van Horebeek": ["Kernel-Predictability: A New Information Measure and Its Application to Image Registration., ECCV, 2006"], "René Vidal": ["Algebraic Methods for Direct and Feature Based Registration of Diffusion Tensor Images., ECCV, 2006"], "Davi Geiger": ["Rethinking the Prior Model for Stereo., ECCV, 2006"], "Michal Irani": ["Aligning Sequences and Actions by Maximizing Space-Time Correlations., ECCV, 2006"], "Stephan J. Eisenschenk": ["Simultaneous Nonrigid Registration of Multiple Point Sets and Atlas Construction., ECCV, 2006"], "Minglun Gong": ["Enforcing Temporal Consistency in Real-Time Stereo Estimation., ECCV, 2006"], "Florence Forbes": ["The Alignment Between 3-D Data and Articulated Shapes with Bending Surfaces., ECCV, 2006"], "Pascal Fua": ["Feature Harvesting for Tracking-by-Detection., ECCV, 2006"], "Konrad Schindler": ["Effective Appearance Model and Similarity Measure for Particle Filtering and Visual Tracking., ECCV, 2006"], "Stefan Carlsson": ["Tracking and Labelling of Interacting Multiple Targets., ECCV, 2006"], "Carlo Tomasi": ["Level-Set Curve Particles., ECCV, 2006"], "Debin Zhao": ["Robust Multi-view Face Detection Using Error Correcting Output Codes., ECCV, 2006"], "Brian Curless": ["A Theory of Spherical Harmonic Identities for BRDF/Lighting Transfer and Image Consistency., ECCV, 2006"], "Todor G. Georgiev": ["Covariant Derivatives and Vision., ECCV, 2006"], "David A. Forsyth": ["Retexturing Single Views Using Texture and Shading., ECCV, 2006"], "Alain Trémeau": ["Feature Points Tracking: Robustness to Specular Highlights and Lighting Changes., ECCV, 2006"], "Marc Pollefeys": ["A General Framework for Motion Segmentation: Independent, Articulated, Rigid, Non-rigid, Degenerate and Non-degenerate., ECCV, 2006"], "James J. Little": ["Robust Visual Tracking for Multiple Targets., ECCV, 2006"], "Mubarak Shah": ["A Multiview Approach to Tracking People in Crowded Scenes Using a Planar Homography Constraint., ECCV, 2006"], "Hanno Ackermann": ["Uncalibrated Factorization Using a Variable Symmetric Affine Camera., ECCV, 2006"], "Chi-Keung Tang": ["Dense Photometric Stereo by Expectation Maximization., ECCV, 2006"], "Sébastien Roy": ["Self-calibration of a General Radially Symmetric Distortion Model., ECCV, 2006"], "Hongdong Li": ["A Simple Solution to the Six-Point Two-View Focal-Length Problem., ECCV, 2006"], "Richard I. Hartley": ["Iterative Extensions of the Sturm/Triggs Algorithm: Convergence and Nonconvergence., ECCV, 2006"], "Ronan Fablet": ["Interpolating Orientation Fields: An Axiomatic Approach., ECCV, 2006"], "Subhasis Chaudhuri": ["Alias-Free Interpolation., ECCV, 2006"], "Jen-Hui Chuang": ["Direct Energy Minimization for Super-Resolution on Nonlinear Manifolds., ECCV, 2006"], "Cornelia Fermüller": ["Wavelet-Based Super-Resolution Reconstruction: Theory and Algorithm., ECCV, 2006"], "Hong Chang": ["Extending Kernel Fisher Discriminant Analysis with the Weighted Pairwise Chernoff Criterion., ECCV, 2006"], "Sébastien Marcel": ["Face Authentication Using Adapted Local Binary Pattern Histograms., ECCV, 2006"], "Ying-Qing Xu": ["An Integrated Model for Accurate Shape Alignment., ECCV, 2006"], "Seong-Whan Lee": ["Robust Player Gesture Spotting and Recognition in Low-Resolution Sports Video., ECCV, 2006"], "Chiou-Shann Fuh": ["Segmenting Highly Articulated Video Objects with Weak-Prior Random Forests., ECCV, 2006"], "Shai Avidan": ["SpatialBoost: Adding Spatial Reasoning to AdaBoost., ECCV, 2006"], "Dorin Comaniciu": ["Database-Guided Simultaneous Multi-slice 3D Segmentation for Volumetric Data., ECCV, 2006", "Example Based Non-rigid Shape Detection., ECCV, 2006"], "Christophe Restif": ["Towards Safer, Faster Prenatal Genetic Tests: Novel Unsupervised, Automatic and Robust Methods of Segmentation of Nuclei and Probes., ECCV, 2006"], "Marco Bressan": ["Adapted Vocabularies for Generic Visual Categorization., ECCV, 2006"], "Clay Spence": ["Identification of Highly Similar 3D Objects Using Model Saliency., ECCV, 2006"], "Xavier Muñoz": ["Scene Classification Via pLSA., ECCV, 2006"], "Sergey Ioffe": ["Probabilistic Linear Discriminant Analysis., ECCV, 2006"], "Jérôme Boulanger": ["Unsupervised Patch-Based Image Regularization and Representation., ECCV, 2006"], "Frédo Durand": ["A Fast Approximation of the Bilateral Filter Using a Signal Processing Approach., ECCV, 2006"], "Tamir Hazan": ["Multi-way Clustering Using Super-Symmetric Non-negative Tensor Factorization., ECCV, 2006"]}