{"Martin Armstrong": ["Self-Calibration from Image Triplets., ECCV, 1996"], "Michal Irani": ["Parallax Geometry of Pairs of Points for 3D Scene Analysis., ECCV, 1996"], "Marc Pollefeys": ["Euclidean 3D Reconstruction from Image Sequences with Variable Focal Lenghts., ECCV, 1996"], "Peter N. Belhumeur": ["Eigenfaces vs. Fisherfaces: Recognition Using Class Specific Linear Projection., ECCV, 1996"], "Bart Lamiroy": ["Rapid Object Indexing and Recognition Using Enhanced Geometric Hashing., ECCV, 1996"], "Maurizio Pilu": ["Recognition of Geons by Parametric Deformable Contour Models., ECCV, 1996"], "Frank Bignone": ["Automatic Extraction of Generic House Roofs from High Resolution Aerial Imagery., ECCV, 1996"], "Vicent Caselles": ["Three Dimensional Object Modeling via Minimal Surfaces., ECCV, 1996"], "Gordon J. Fletcher": ["Class Based Reconstruction Techniques Using Singular Apparent Contours., ECCV, 1996"], "Adrian Hilton": ["Reliable Surface Reconstructiuon from Multiple Range Images., ECCV, 1996"], "Darrell R. Hougen": ["Shape from Appearance: A Statistical Approach to Surface Shape Estimation., ECCV, 1996"], "Jacques-Olivier Lachaud": ["Volumic Segmentation using Hierarchical Representation and Triangulated Surface., ECCV, 1996"], "Stéphane Laveau": ["Oriented Projective Geometry for Computer Vision., ECCV, 1996"], "Fuxing Li": ["Fast Computation of the Fundamental Matrix for an Active Stereo Vision System., ECCV, 1996"], "Jitendra Malik": ["On Binocularly Viewed Occlusion Junctions., ECCV, 1996"], "Charlie Rothwell": ["Understanding the Shape Properties of Trihedral Polyhedra., ECCV, 1996", "Reasoning about Occlusions during Hypothesis Verification., ECCV, 1996"], "J. Andrew Bangham": ["Nonlinear Scale-Space from n-Dimensional Sieves., ECCV, 1996"], "Stefano Casadei": ["Hierarchical Curve Reconstruction. Part I: Bifurcation analysis and Recovery of Smooth Curves., ECCV, 1996"], "Ming-Huwi Horng": ["Texture Feature Coding Method for Classification of Liver Sonography., ECCV, 1996"], "Ullrich Köthe": ["Local Appropriate Scale in Morphological Scale-Space., ECCV, 1996"], "Tony Lindeberg": ["Scale-Space with Casual Time Direction., ECCV, 1996"], "Antonio M. López": ["Tracing Crease Curves by Solving a System of Differential Equations., ECCV, 1996"], "Ravi Malladi": ["Flows under Min/Max Curvature Flow and Mean Curvature: Applications in Image Processing., ECCV, 1996"], "Clark F. Olson": ["Decomposition of the Hough Transform: Curve Detection with Efficient Error Propagation., ECCV, 1996"], "Srinivas Ravela": ["Image Retrieval Using Scale-Space Matching., ECCV, 1996"], "Gabriel Taubin": ["Optimal Surface Smoothing as Filter Design., ECCV, 1996"], "David Vernon": ["Segmentation in Dynamic Image Sequences by Isolation of Coherent Wave Profiles., ECCV, 1996"], "Zhi-Yan Xie": ["Texture Segmentation Using Local Energy in Wavelet Scale Space., ECCV, 1996"], "Eric Bardinet": ["Tracking Medical 3D Data with a Deformable Parametric Model., ECCV, 1996"], "Michael J. Black": ["EigenTracking: Robust Matching and Tracking of Articulated Objects Using a View-Based Representation., ECCV, 1996"], "Michael Isard": ["Contour Tracking by Stochastic Propagation of Conditional Density., ECCV, 1996"], "David Reynard": ["Learning Dynamics of Complex Motions from Image Sequences., ECCV, 1996"], "Arnon Amir": ["Quantitative Analysis of Grouping Processes., ECCV, 1996"], "Tat-Jen Cham": ["Geometric Saliency of Curve Correspondances and Grouping of Symmetric Comntours., ECCV, 1996"], "James H. Elder": ["Computing Contour Closure., ECCV, 1996", "Local Scale Control for Edge Detection and Blur Estimation., ECCV, 1996"], "Davi Geiger": ["Visual Organization of Illusory Surfaces., ECCV, 1996"], "Jonas Gårding": ["Uncalibrated Relief Reconstruction and Model Alignment from Binocular Disparities., ECCV, 1996"], "Luc Robert": ["Dense Depth Map Reconstruction: A Minimization and Regularization Approach which Preserves Discontinuities., ECCV, 1996"], "Carlo Tomasi": ["Stereo Without Search., ECCV, 1996"], "Tal Arbel": ["Informative Views and Sequential Recognition., ECCV, 1996"], "Philippe Andrey": ["Unsupervised Texture Segmentation using Selectionist Relaxation., ECCV, 1996"], "Todd A. Cass": ["Robust Affine Structure Matching for 3D Object Recognition., ECCV, 1996"], "Nicholas Costen": ["Automatic Face Recognition: What Representation?, ECCV, 1996"], "Andrew D. J. Cross": ["Genetic Search for Structural Matching., ECCV, 1996"], "Václav Hlavác": ["Automatic Selection of Reference Views for Image-Based Scene Representations., ECCV, 1996"], "Daniel P. Huttenlocher": ["Object Recognition Using Subspace Methods., ECCV, 1996"], "Thomas K. Leung": ["Detecting, localizing and grouping repeated scene elements from an image., ECCV, 1996"], "Tyng-Luh Liu": ["Image Recognition with Occlusions., ECCV, 1996"], "Farzin Mokhtarian": ["Silhouette-Based Object Recognition with Occlusion through Curvature Scale-Space., ECCV, 1996"], "Dinesh Nair": ["A Focused Target Segmentation Paradigm., ECCV, 1996"], "Chahab Nastar": ["Generalized Image Matching: Statistical Learning of Physically-Based Deformations., ECCV, 1996"], "Bernt Schiele": ["Object Recognition Using Multidimensional Receptive Field Histograms., ECCV, 1996"], "Ralph Schiller": ["Normalization by Optimization., ECCV, 1996"], "Carsten Steger": ["Extracting Curvilinear Structures: A Differential Geometric Approach., ECCV, 1996"], "Luc J. Van Gool": ["Affine/ Photometric Invariants for Planar Intensity Patterns., ECCV, 1996"], "Thomas Vetter": ["Image Synthesis from a Single Example Image., ECCV, 1996"], "Michael Werman": ["Complexity of Indexing: Efficient and Learnable Large Database Indexing., ECCV, 1996"], "Loong Fah Cheong": ["Spatiotemporal Representations for Visual Navigation., ECCV, 1996"], "Konstantinos Daniilidis": ["Decoupling the 3D Motion Space by Fixation., ECCV, 1996"], "Ken-ichi Kanatani": ["Automatic Singularity Test for Motion Analysis by an Information Criterion., ECCV, 1996"], "Richard Szeliski": ["Shape Ambiguities in Structure from Motion., ECCV, 1996"], "Kobus Barnard": ["Colour Constancy for Scenes with Varying Illumination., ECCV, 1996"], "Graham D. Finlayson": ["Color Angular Indexing., ECCV, 1996"], "Jan J. Koenderink": ["Bidirectional Reflection Distribution Function Expressed in Terms of Surface Scattering Modes., ECCV, 1996"], "Lawrence B. Wolff": ["Generalizing Lambert's Law for Smooth Surfaces., ECCV, 1996"], "Mads Nielsen": ["Regularization, Scale-Space, and Edge Detection Filters., ECCV, 1996"], "Eero P. Simoncelli": ["Direct Differential Range Estimation Using Optical Masks., ECCV, 1996"], "Kalle Åström": ["Generalised Epipolar Constraints., ECCV, 1996"], "Edmond Boyer": ["Object Models from Contour Sequences., ECCV, 1996"], "Tomás Brodský": ["Directions of Motion Fields are Hardly Ever Ambiguous., ECCV, 1996"], "Stéphane Christy": ["Euclidean Reconstruction: From Paraperspective to Perspective., ECCV, 1996"], "Isaac Cohen": ["Optical Flow and Phase Portrait Methods for Environmental Satellite Image Sequences., ECCV, 1996"], "Andrea Giachetti": ["Refinement of Optical Flow Estimation and Detection of Motion Edges., ECCV, 1996"], "Jonathan M. Lawn": ["Reliable Extraction of the Camera Motion using Constraints on the Epipole., ECCV, 1996"], "Hongche Liu": ["Accuracy vs. Efficiency Trade-offs in Optical Flow Algorithms., ECCV, 1996"], "John Oliensis": ["Rigorous Bounds for Two-Frame Structure from Motion., ECCV, 1996"], "Amnon Shashua": ["The Rank 4 Constraint in Multiple (>=3) View Geometry., ECCV, 1996"], "Thierry Viéville": ["Using Singular Displacements for Uncalibrated Monocular Visual Systems., ECCV, 1996"], "Daphna Weinshall": ["Duality of Multi-Point and Multi-Frame Geometry: Fundamental Shape Matrices and Tensors., ECCV, 1996"], "Charles Wiles": ["On the Appropriateness of Camera Models., ECCV, 1996", "Ground Plane Motion Camera Models., ECCV, 1996"], "Amir A. Amini": ["Snakes and Splines for Tracking Non-Rigid Heart Motion., ECCV, 1996"], "Serge Benayoun": ["Local Quantitative Measurements for Cardiac Motion Analysis., ECCV, 1996"], "M. J. Byrne": ["Application of Model Based Image Interpretation Methods to Diabetic Neuropathy., ECCV, 1996"], "S. Fletcher": ["Global Alignment of MR Images Using a Scale Based Hierarchical Model., ECCV, 1996"], "Peter Hall": ["Reconstruction of Blood Vessel Networks from X-Ray Projections and a Vascular Catalogue., ECCV, 1996"], "Sylvia Gil": ["Combining Multiple Motion Estimates for Vehicle Tracking., ECCV, 1996"], "Richard J. Howarth": ["Visual Surveillance Monitoring and Watching., ECCV, 1996"], "Kian Peng Ngoi": ["A Robust Active Contour Model for Natural Scene Contour Extraction with Automatic Thresholding., ECCV, 1996"], "Jeffrey Mark Siskind": ["A Maximum-Likelihood Approach to Visual Event Classification., ECCV, 1996"], "Yoram Gdalyahu": ["Measures for Silhouettes Resemblance and Representative Silhouettes of Curved Objects., ECCV, 1996"], "Robert Kaucic": ["Real-Time Lip Tracking for Audio-Visual Speech Recognition Applications., ECCV, 1996"], "Henner Kollnig": ["Matching Object Models to Segments from an Optical Flow Field., ECCV, 1996"], "Stuart Solloway": ["Quantification of Articular Cartilage from MR Images Using Active Shape Models., ECCV, 1996"], "Michael J. Brooks": ["Direct Methods for Self-Calibration of a Moving Stereo Head., ECCV, 1996"], "Catherine Delherm": ["Dense Reconstruction by Zooming., ECCV, 1996"], "Masahiro Watanabe": ["Telecentric Optics for Computational Vision., ECCV, 1996"], "Pascal Braud": ["Recognition, Pose and Tracking of Modelled Polyhedral Objects by Multi-Ocular Vision., ECCV, 1996"], "Timothy F. Cootes": ["Locating Objects of Varying Shape Using Statistical Feature Detectors., ECCV, 1996"], "Jonathan H. Fernyhough": ["Generation of Semantic Regions from Image Sequences., ECCV, 1996"], "Thomas Frank": ["Tracking of Occluded Vehicles in Traffic Scenes., ECCV, 1996"], "Pascal Fua": ["Imposing Hard Constraints on Soft Snakes., ECCV, 1996"], "Gregory D. Hager": ["X Vision: Combining Image Warping and Geometric Constraints for Fast Visual Tracking., ECCV, 1996"], "Frédéric Lerasle": ["Human Body Tracking by Monocular Vision., ECCV, 1996"], "Richard Mann": ["Computational Perception of Scene Dynamics., ECCV, 1996"], "Stephen J. Maybank": ["A Filter for Visual Tracking Based on a Stochastic Model for Driver Behaviour., ECCV, 1996"], "Dimitris N. Metaxas": ["Elastically Adaptive Deformable Models., ECCV, 1996"], "Simon Rowe": ["Statistical Feature Modelling for Active Contours., ECCV, 1996"], "Benedicte Bascle": ["Motion Deblurring and Super-resolution from an Image Sequence., ECCV, 1996"], "Carlo Colombo": ["Uncalibrated Visual Tasks via Linear Interaction., ECCV, 1996"], "Margaret M. Fleck": ["Finding Naked People., ECCV, 1996"], "Martin Jägersand": ["Acquiring Visual-Motor Models for Precision Manipulation with Robot Hands., ECCV, 1996"], "Anil C. Kokaram": ["A System for Reconstruction of Missing Data in Image Sequences Using Sampled 3D AR Models and MRF Motion Priors., ECCV, 1996"], "Volker Müller": ["Elimination of Specular Surface-Reflectance Using Polarized and Unpolarized Light., ECCV, 1996"], "Noboru Ohnishi": ["Separating Real and Virtual Objects from Their Overlapping Images., ECCV, 1996"], "Ian D. Reid": ["Goal-directed Video Metrology., ECCV, 1996"], "Camillo J. Taylor": ["Reconstructing Polyhedral Models of Architectural Scenes from Photographs., ECCV, 1996"], "Anders Heyden": ["Algebraic Varieties in Multiple View Geometry., ECCV, 1996"], "Paul A. Beardsley": ["3D Model Acquisition from Extended Image Sequences., ECCV, 1996"], "Théodore Papadopoulo": ["Computing Structure and Motion of General 3D Curves from Monocular Sequences of Perspective Images., ECCV, 1996"], "Peter F. Sturm": ["A Factorization Based Algorithm for Multi-Image Projective Structure and Motion., ECCV, 1996"]}