{"Pietro Perona": ["Steerable-Scalable Kernels for Edge Detection and Junction Analysis., ECCV, 1992"], "Luc Florack": ["Families of Tuned Scale-Space Kernels., ECCV, 1992"], "Minoru Etoh": ["Contour Extraction by Mixture Density Description Obtained from Region Clustering., ECCV, 1992"], "Carl-Fredrik Westin": ["The Möbius Strip Parameterization for Line Extraction., ECCV, 1992"], "Andrzej Nowak": ["Edge tracing in a priori known direction., ECCV, 1992"], "Isabelle Herlin": ["Features Extraction and Analysis Methods for Sequences of Ultrasound Images., ECCV, 1992"], "Laurent Hérault": ["Figure-Ground Discrimination by Mean Field Annealing., ECCV, 1992"], "Marc Berthod": ["Deterministic Pseudo-Annealing: Optimization in Markow-Random-Fields. An Application to Pixel Classification., ECCV, 1992"], "Ingemar J. Cox": ["A Bayesian Multiple Hypothesis Approach to Contour Grouping., ECCV, 1992"], "Lukas Rosenthaler": ["Detection of General Edges and Keypoints., ECCV, 1992"], "Vittorio Murino": ["Distributed Belief Revision for Adaptive Image Processing Regulation., ECCV, 1992"], "Ian Craw": ["Finding Face Features., ECCV, 1992"], "Sang Wook Lee": ["Detection of Specularity Using Color and Multiple Views., ECCV, 1992"], "Tanveer Fathima Syeda-Mahmood": ["Data and Model-Driven Selection using Color Regions., ECCV, 1992"], "Brian V. Funt": ["Recovering Shading from Color Images., ECCV, 1992"], "Pierre Breton": ["Shading Flows and Scenel Bundles: A New Approach to Shape from Shading., ECCV, 1992"], "Margaret M. Fleck": ["Texture: Plus ça change, ..., ECCV, 1992"], "Albert Casals": ["Texture Parameterization Method For Image Segmentation., ECCV, 1992"], "Tai Sing Lee": ["Texture Segmentation by Minimizing Vector-Valued Energy Functionals: The Coupled-Membrane Model., ECCV, 1992"], "Stefano Casadei": ["Boundary Detection in Piecewise Homogeneous Textured Images., ECCV, 1992"], "Roberto Cipolla": ["Surface Orientation and Time to Contact from Image Divergence and Deformation., ECCV, 1992"], "Thierry Viéville": ["Robust and fast computation of unbiased intensity derivatives in images., ECCV, 1992"], "Lucia M. Vaina": ["Testing Computational Theories of Motion Discontinuities: A Psychological Study., ECCV, 1992"], "Christian Debrunner": ["Motion and Structure Factorization and Segmentation of Long Multiple Motion Image Sequences., ECCV, 1992"], "Gilbert Soucy": ["Motion and Surface Recovery Using Curvature and Motion Consistency., ECCV, 1992"], "Zhengyou Zhang": ["Finding Clusters and Planes from 3D Line Segments with Application to 3D Motion Determination., ECCV, 1992"], "James R. Bergen": ["Hierarchical Model-Based Motion Estimation., ECCV, 1992"], "Venkataraman Sundareswaran": ["A Fast Method to Estimate Sensor Translation., ECCV, 1992"], "Alessandra Rognone": ["Identifying multiple motions from optical flow., ECCV, 1992"], "Nicola Ancona": ["A Fast Obstacle Detection Method based on Optical Flow., ECCV, 1992"], "Han Wang": ["A parallel implementation of a structure-from-motion algorithm., ECCV, 1992"], "T. N. Tan": ["Structure from Motion Using the Ground Plane Constraint., ECCV, 1992"], "Michal Irani": ["Detecting and Tracking Multiple Moving Objects Using Temporal Integration., ECCV, 1992"], "W. Eric L. Grimson": ["A Study of Affine Matching With Bounded Sensor Error., ECCV, 1992"], "Søren I. Olsen": ["Epipolar Line Estimation., ECCV, 1992"], "Paul A. Beardsley": ["Camera Calibration Using Multiple Images., ECCV, 1992"], "Olivier D. Faugeras": ["Camera Self-Calibration: Theory and Experiments., ECCV, 1992", "What can be seen in three dimensions with an uncalibrated stereo rig., ECCV, 1992"], "Daniel DeMenthon": ["Model-Based Object Pose in 25 Lines of Code., ECCV, 1992"], "Thang C. Nguyen": ["Image Blurring Effects Due to Depth Discontinuities: Blurring that Creates Emergent Image Details., ECCV, 1992"], "Johannes Buurman": ["Ellipse based stereo vision., ECCV, 1992"], "Elisabetta Bruzzone": ["Applying Two-dimensional Delaunay Triangulation to Stereo Data Interpolation., ECCV, 1992"], "Kai-Oliver Ludwig": ["Local Stereoscopic Depth Estimation Using Ocular Stripe Maps., ECCV, 1992"], "Gunnar Sparr": ["Depth Computations from Polyhedral Images., ECCV, 1992"], "Hugo Embrechts": ["Parallel Algorithms for the Distance Transformation., ECCV, 1992"], "David G. Jones": ["A Computational Framework for Determining Stereo Correspondence from a Set of Linear Spatial Filters., ECCV, 1992", "Determining Three-Dimensional Shape from Orientation and Spatial Frequency Disparities., ECCV, 1992"], "Masahiko Shizawa": ["On Visual Ambiguities Due to Transparency in Motion and Stereo., ECCV, 1992"], "Chienchung Chang": ["A Deterministic Approach for Stereo Disparity Calculation., ECCV, 1992"], "Davi Geiger": ["Occlusions and Binocular Stereo., ECCV, 1992"], "Dieter Koller": ["Model-Based Object Tracking in Traffic Scenes., ECCV, 1992"], "Naonori Ueda": ["Tracking Moving Contours Using Energy-Minimizing Elastic Contour Models., ECCV, 1992"], "Isaac Cohen": ["Tracking Points on Deformable Objects Using Curvature Information., ECCV, 1992", "Using Deformable Surfaces to Segment 3-D Images and Infer Differential Structures., ECCV, 1992"], "Emmanuel Arbogast": ["An Egomotion Algorithm Based on the Tracking of Arbitrary Curves., ECCV, 1992"], "François G. Meyer": ["Region-Based Tracking in an Image Sequence., ECCV, 1992"], "Michael J. Black": ["Combining Intensity and Motion for Incremental Segmentation and Tracking Over Long Image Sequences., ECCV, 1992"], "Yiannis Aloimonos": ["Active Egomotion Estimation: A Qualitative Approach., ECCV, 1992"], "Wolfgang Pölzleitner": ["Active Perception Using DAM and Estimation Techniques., ECCV, 1992"], "Enrico Grosso": ["Active/Dynamic Stereo for Navigation., ECCV, 1992"], "Kourosh Van Pahla": ["Integrating Primary Ocular Processes., ECCV, 1992"], "Raymond D. Rimey": ["Where to Look Next Using a Bayes Net: Incorporating Geometric Relations., ECCV, 1992"], "Sean M. Culhane": ["An Attentional Prototype for Early Vision., ECCV, 1992"], "Richard I. Hartley": ["Estimation of Relative Camera Positions for Uncalibrated Cameras., ECCV, 1992"], "James L. Crowley": ["Gaze Control for a Binocular Camera Head., ECCV, 1992"], "Jean Ponce": ["Computing Exact Aspect Graphs of Curved Objects: Algebraic Surfaces., ECCV, 1992"], "Alex Pentland": ["Surface Interpolation Using Wavelets., ECCV, 1992"], "André Guéziec": ["Smoothing and Matching of 3-D Space Curves., ECCV, 1992"], "Jonas Gårding": ["Shape from Texture for Smooth Curved Surfaces., ECCV, 1992"], "David A. Forsyth": ["Recognising rotationally symmetric surfaces from their outlines., ECCV, 1992"], "Ales Leonardis": ["Finding Parametric Curves in an Image., ECCV, 1992"], "Lionel Brunie": ["Using Force Fields Derived from 3D Distance Maps for Inferring the Attitude of a 3D Rigid Object., ECCV, 1992"], "Pascal Fua": ["Segmenting Unstructured 3D Points into Surfaces., ECCV, 1992"], "R. Glachet": ["Finding the Pose of an Object of Revolution., ECCV, 1992"], "Michael Otte": ["Extraction of Line Drawings from Gray Value Images by Non-Local Analysis of Edge Element Structures., ECCV, 1992"], "Paolo Olivieri": ["A method for the 3D reconstruction of indoor scenes from monocular images., ECCV, 1992"], "Kjell Brunnström": ["Active Detection and Classsification of Junctions by Foveation with a Head-Eye System Guided by the Scale-Space Primal Sketch., ECCV, 1992"], "Gilles Bertrand": ["A New Topological Classification of Points in 3D Images., ECCV, 1992"], "Ming Xie": ["A Theory of 3D Reconstruction of Heterogeneous Edge Primitives from Two Perspective Views., ECCV, 1992"], "Xavier Lebègue": ["Detecting 3-D Parallel Lines for Perceptual Organization., ECCV, 1992"], "Glynn P. Robinson": ["Integrated Skeleton and Boundary Shape Representation for Medical Image Interpretation., ECCV, 1992"], "Thomas Buchanan": ["Critical Sets for 3D Reconstruction Using Lines., ECCV, 1992"], "Xin Chen": ["Intrinsic Surface Properties from Surface Triangulation., ECCV, 1992"], "Guanghua Zhang": ["Edge Classification and Depth Reconstruction by Fusion of Range and Intensity Edge Data., ECCV, 1992"], "Brian Y. K. Aw": ["Image Compression and Reconstruction Using a 1-D Feature Catalogue., ECCV, 1992"], "Charlie Rothwell": ["Canonical Frames for Planar Object Recognition., ECCV, 1992"], "Daniel P. Huttenlocher": ["Measuring the Quality of Hypotheses in Model-Based Recognition., ECCV, 1992"], "Shujun Zhang": ["Using Automatically Constructed View-Independent Relational Model in 3D Object Recognition., ECCV, 1992"], "Shimon Edelman": ["Learning to Recognize Faces from Examples., ECCV, 1992"], "Roberto Brunelli": ["Face Recognition through Geometrical Features., ECCV, 1992"], "Mark J. L. Orr": ["Fusion through Interpretation., ECCV, 1992"], "Kenneth M. Dawson": ["3-D Object Recognition using Passively Sensed Range Data., ECCV, 1992"], "Véronique Clément": ["Interpretation of Remotely Sensed Images in a Context of Multisensor Fusion., ECCV, 1992"], "Yael Moses": ["Limitations of Non Model-Based Recognition Schemes., ECCV, 1992"], "David J. Kriegman": ["Constraints for Recognizing and Locating Curved 3D Objects from Monocular Image Features., ECCV, 1992"], "Todd A. Cass": ["Polynomial-Time Object Recognition in the Presence of Clutter, Occlusion, and Uncertainty., ECCV, 1992"], "Satoru Morita": ["Hierarchical Shape Recognition Based on 3-D Multiresolution Analysis., ECCV, 1992"], "Andrew Hill": ["Object Recognition by Flexible Template Matching using Genetic Algorithms., ECCV, 1992"], "Stan Z. Li": ["Matching and Recognition of Road Networks from Aerial Images., ECCV, 1992"], "Thomas Zielke": ["Intensity and Edge-Based Symmetry Detection Applied to Car-Following., ECCV, 1992"], "Yasuo Kuniyoshi": ["Indexicality and Dynamic Attention Control in Qualitative Recogniton of Assembly Actions., ECCV, 1992"], "Rupert W. Curwen": ["Real-time Visual Tracking for Surveillance and Path Planning., ECCV, 1992"], "A. F. Toal": ["Spatio-temporal Reasoning within a Traffic Surveillance System., ECCV, 1992"], "J. Alison Noble": ["Template Guided Visual Inspection., ECCV, 1992"], "Patrick Courtney": ["Hardware Support for Fast Edge-based Stereo., ECCV, 1992"]}