{"René Vidal": ["A Unified Algebraic Approach to 2-D and 3-D Motion Segmentation., ECCV, 2004"], "Péter Torma": ["Enhancing Particle Filters Using Local Likelihood Sampling., ECCV, 2004"], "Kenji Okuma": ["A Boosted Particle Filter: Multitarget Detection and Tracking., ECCV, 2004"], "Vittorio Ferrari": ["Simultaneous Object Recognition and Segmentation by Image Exploration., ECCV, 2004"], "Pierre Moreels": ["Recognition by Probabilistic Hypothesis Construction., ECCV, 2004"], "Krystian Mikolajczyk": ["Human Detection Based on a Probabilistic Assembly of Robust Part Detectors., ECCV, 2004"], "Alireza Bab-Hadiashar": ["Model Selection for Range Segmentation of Curved Objects., ECCV, 2004"], "Changsoo Je": ["High-Contrast Color-Stripe Pattern for Rapid Structured-Light Range Imaging., ECCV, 2004"], "Jiun-Hung Chen": ["Using Inter-feature-Line Consistencies for Sequence-Based Object Recognition., ECCV, 2004"], "Shuicheng Yan": ["Discriminant Analysis on Embedded Manifold., ECCV, 2004"], "Igor Guskov": ["Multiscale Inverse Compositional Alignment for Subdivision Surface Maps., ECCV, 2004"], "Ravi Ramamoorthi": ["A Fourier Theory for Cast Shadows., ECCV, 2004"], "Gang Zeng": ["Surface Reconstruction by Propagating 3D Stereo Data in Multiple 2D Images., ECCV, 2004"], "Anurag Mittal": ["Visibility Analysis and Sensor Planning in Dynamic Environments., ECCV, 2004"], "Yihong Wu": ["Camera Calibration from the Quasi-affine Invariance of Two Parallel Circles., ECCV, 2004"], "Thomas Leung": ["Texton Correlation for Recognition., ECCV, 2004"], "Jason Meltzer": ["Multiple View Feature Descriptors from Image Sequences via Kernel Principal Component Analysis., ECCV, 2004"], "Timor Kadir": ["An Affine Invariant Salient Region Detector., ECCV, 2004"], "Robert Fergus": ["A Visual Category Filter for Google Images., ECCV, 2004"], "Paolo Favaro": ["Scene and Motion Reconstruction from Defocused and Motion-Blurred Images via Anisotropic Diffusion., ECCV, 2004"], "Joo-Hwee Lim": ["Semantics Discovery for Image Indexing., ECCV, 2004"], "Konstantinos G. Derpanis": ["Hand Gesture Recognition within a Linguistics-Based Framework., ECCV, 2004"], "Helmut Pottmann": ["Line Geometry for 3D Shape Understanding and Reconstruction., ECCV, 2004", "The Isophotic Metric and Its Application to Feature Sensitive Morphology on Surfaces., ECCV, 2004"], "Yasuyuki Sugaya": ["Extending Interrupted Feature Point Tracking for 3-D Affine Reconstruction., ECCV, 2004"], "M. Fatih Demirci": ["Many-to-Many Feature Matching Using Spherical Coding of Directed Graphs., ECCV, 2004"], "Xiang Sean Zhou": ["Coupled-Contour Tracking through Non-orthogonal Projections and Fusion for Echocardiography., ECCV, 2004"], "Peter Carbonetto": ["A Statistical Model for General Contextual Object Recognition., ECCV, 2004"], "Richard I. Hartley": ["Reconstruction from Projections Using Grassmann Tensors., ECCV, 2004"], "Pankaj Kumar": ["Co-operative Multi-target Tracking and Classification., ECCV, 2004"], "Richard Bowden": ["A Linguistic Feature Vector for the Visual Interpretation of Sign Language., ECCV, 2004"], "Yen-Yu Lin": ["Fast Object Detection with Occlusions., ECCV, 2004"], "Bodo Rosenhahn": ["Pose Estimation of Free-Form Objects., ECCV, 2004"], "Andrew Blake": ["Interactive Image Segmentation Using an Adaptive GMMRF Model., ECCV, 2004"], "Xianghua Ying": ["Can We Consider Central Catadioptric Cameras and Fisheye Cameras within a Unified Imaging Model., ECCV, 2004"], "Jongwoo Lim": ["Image Clustering with Metric, Local Linear Structure, and Affine Symmetry., ECCV, 2004"], "Timo Ahonen": ["Face Recognition with Local Binary Patterns., ECCV, 2004"], "Jeffrey Ng": ["Steering in Scale Space to Optimally Detect Image Structures., ECCV, 2004"], "Guillaume Dewaele": ["Hand Motion from 3D Point Trajectories and a Smooth Surface Model., ECCV, 2004"], "Maneesh Kumar Singh": ["A Robust Probabilistic Estimation Framework for Parametric Image Models., ECCV, 2004"], "Thorsten Thormählen": ["Keyframe Selection for Camera Motion and Structure Estimation from Multiple Views., ECCV, 2004"], "Eduardo Bayro-Corrochano": ["Omnidirectional Vision: Unified Model Using Conformal Geometry., ECCV, 2004"], "Kazunori Okada": ["A Robust Algorithm for Characterizing Anisotropic Local Structures., ECCV, 2004"], "Marco Loog": ["Dimensionality Reduction by Canonical Contextual Correlation Projections., ECCV, 2004", "Support Blob Machines. The Sparsification of Linear Scale Space., ECCV, 2004"], "Darya Frolova": ["Accuracy of Spherical Harmonic Approximations for Images of Lambertian Objects under Far and Near Lighting., ECCV, 2004"], "Shaohua Kevin Zhou": ["Characterization of Human Faces under Illumination Variations Using Rank, Integrability, and Symmetry Constraints., ECCV, 2004"], "Anat Levin": ["User Assisted Separation of Reflections from a Single Image Using a Sparsity Prior., ECCV, 2004", "Seamless Image Stitching in the Gradient Domain., ECCV, 2004"], "Wolfgang Stürzl": ["The Quality of Catadioptric Imaging ? Application to Omnidirectional Stereo., ECCV, 2004"], "Peter F. Sturm": ["A Generic Concept for Camera Calibration., ECCV, 2004"], "Jingyi Yu": ["General Linear Cameras., ECCV, 2004"], "Adrien Bartoli": ["A Framework for Pencil-of-Points Structure-from-Motion., ECCV, 2004"], "David Nistér": ["What Do Four Points in Two Calibrated Images Tell Us about the Epipoles?, ECCV, 2004"], "Tamar Avraham": ["Dynamic Visual Search Using Inner-Scene Similarity: Algorithms and Inherent Limitations., ECCV, 2004"], "Andreas Opelt": ["Weak Hypotheses and Boosting for Generic Object Detection and Recognition., ECCV, 2004"], "Josef Sivic": ["Object Level Grouping for Video Shots., ECCV, 2004"], "Hailin Jin": ["Region-Based Segmentation on Evolving Surfaces with Application to 3D Reconstruction of Shape and Piecewise Constant Radiance., ECCV, 2004"], "Mun Wai Lee": ["Human Upper Body Pose Estimation in Static Images., ECCV, 2004"], "P. M. D. S. Pallawala": ["Automated Optic Disc Localization and Contour Detection Using Ellipse Fitting and Wavelet Transform., ECCV, 2004"], "Evgeniy Bart": ["View-Invariant Recognition Using Corresponding Object Fragments., ECCV, 2004"], "Leah Bar": ["Variational Pairing of Image Segmentation and Blind Restoration., ECCV, 2004"], "Sinisa Todorovic": ["Towards Intelligent Mission Profiles of Micro Air Vehicles: Multiscale Viterbi Classification., ECCV, 2004"], "Chu-Song Chen": ["Stitching and Reconstruction of Linear-Pushbroom Panoramic Images for Planar Scenes., ECCV, 2004"], "Marco Cristani": ["Audio-Video Integration for Background Modelling., ECCV, 2004"], "Harald Grossauer": ["A Combined PDE and Texture Synthesis Approach to Inpainting., ECCV, 2004"], "Alexander M. Bronstein": ["Face Recognition from Facial Surface Metric., ECCV, 2004"], "Jue Wang": ["Image and Video Segmentation by Anisotropic Kernel Mean Shift., ECCV, 2004"], "Jordi Freixenet": ["Colour Texture Segmentation by Region-Boundary Cooperation., ECCV, 2004"], "Matthew Brand": ["Spectral Solution of Large-Scale Extrinsic Camera Calibration as a Graph Embedding Problem., ECCV, 2004"], "Yasuyuki Matsushita": ["Estimating Intrinsic Images from Image Sequences with Biased Illumination., ECCV, 2004"], "Yasutaka Furukawa": ["Structure and Motion from Images of Smooth Textureless Objects., ECCV, 2004"], "Lorenzo Torresani": ["Automatic Non-rigid 3D Modeling from Video., ECCV, 2004"], "Arjan Kuijper": ["From a 2D Shape to a String Structure Using the Symmetry Set., ECCV, 2004"], "Tomokazu Sato": ["Extrinsic Camera Parameter Recovery from Multiple Image Sequences Captured by an Omni-Directional Multi-camera System., ECCV, 2004"], "Sio-Song Ieng": ["Evaluation of Robust Fitting Based Detection., ECCV, 2004"], "Wilbur C. K. Wong": ["Local Orientation Smoothness Prior for Vascular Segmentation of Angiography., ECCV, 2004"], "Bastian Goldlücke": ["Weighted Minimal Hypersurfaces and Their Applications in Computer Vision., ECCV, 2004"], "Annie Yao": ["Interpolating Novel Views from Image Sequences by Probabilistic Depth Carving., ECCV, 2004"], "Martin Weber": ["Sparse Finite Elements for Geodesic Contours with Level-Sets., ECCV, 2004"], "Lorna Herda": ["Hierarchical Implicit Surface Joint Limits to Constrain Video-Based Motion Capture., ECCV, 2004"], "Tai-Pang Wu": ["Separating Specular, Diffuse, and Subsurface Scattering Reflectances from Photometric Images., ECCV, 2004"], "Lihi Zelnik-Manor": ["Temporal Factorization vs. Spatial Factorization., ECCV, 2004"], "Hieu Tat Nguyen": ["Tracking Aspects of the Foreground against the Background., ECCV, 2004"], "Adrien Treuille": ["Example-Based Stereo with General BRDFs., ECCV, 2004"], "David A. Ross": ["Adaptive Probabilistic Visual Tracking with Incremental Subspace Update., ECCV, 2004"], "Sameer Agarwal": ["On Refractive Optical Flow., ECCV, 2004"], "Ajmal S. Mian": ["Matching Tensors for Automatic Correspondence and Registration., ECCV, 2004"], "Iasonas Kokkinos": ["A Biologically Motivated and Computationally Tractable Model of Low and Mid-Level Vision Tasks., ECCV, 2004"], "Johan Thureson": ["Appearance Based Qualitative Image Description for Object Class Recognition., ECCV, 2004"], "Anthony J. Pollitt": ["Consistency Conditions on the Medial Axis., ECCV, 2004"], "Lorenzo Sorgi": ["Normalized Cross-Correlation for Spherical Images., ECCV, 2004"], "Paulo R. S. Mendonça": ["Bias in the Localization of Curved Edges., ECCV, 2004"], "Ali Shahrokni": ["Texture Boundary Detection for Real-Time Tracking., ECCV, 2004"], "Thomas Brox": ["A TV Flow Based Local Scale Measure for Texture Discrimination., ECCV, 2004", "High Accuracy Optical Flow Estimation Based on a Theory for Warping., ECCV, 2004"], "Gianfranco Doretto": ["Spatially Homogeneous Dynamic Textures., ECCV, 2004"], "Lu Yuan": ["Synthesizing Dynamic Texture with Closed-Loop Linear Dynamic System., ECCV, 2004"], "Hendrik Kück": ["A Constrained Semi-supervised Learning Approach to Data Association., ECCV, 2004"], "Andrea Torsello": ["Learning Mixtures of Weighted Tree-Unions by Minimizing Description Length., ECCV, 2004", "A Polynomial-Time Metric for Attributed Trees., ECCV, 2004"], "Jesse Hoey": ["Decision Theoretic Modeling of Human Facial Displays., ECCV, 2004"], "Amnon Shashua": ["Kernel Feature Selection with Side Data Using a Spectral Approach., ECCV, 2004"], "Ankur Agarwal": ["Tracking Articulated Motion Using a Mixture of Autoregressive Models., ECCV, 2004"], "Gabriel J. Brostow": ["Novel Skeletal Representation for Articulated Creatures., ECCV, 2004"], "Stéphane Nicolau": ["An Accuracy Certified Augmented Reality System for Therapy Guidance., ECCV, 2004"], "Raquel Urtasun": ["3D Human Body Tracking Using Deterministic Temporal Motion Models., ECCV, 2004"], "Hanzi Wang": ["Robust Fitting by Adaptive-Scale Residual Consensus., ECCV, 2004"], "Tal Nir": ["Causal Camera Motion Estimation by Condensation and Robust Statistics Distance Measures., ECCV, 2004"], "Charles Kervrann": ["An Adaptive Window Approach for Image Smoothing and Structures Preserving., ECCV, 2004"], "Gwenaëlle Piriou": ["Extraction of Semantic Dynamic Content from Videos with Probabilistic Motion Models., ECCV, 2004"], "Sylvain Fischer": ["Are Iterations and Curvature Useful for Tensor Voting?, ECCV, 2004"], "Josh Wills": ["A Feature-Based Approach for Determining Dense Long Range Correspondences., ECCV, 2004"], "David Demirdjian": ["Combining Geometric- and View-Based Approaches for Articulated Pose Estimation., ECCV, 2004"], "Zhuowen Tu": ["Shape Matching and Recognition - Using Generative Models and Informative Features., ECCV, 2004"], "Shin'ichi Satoh": ["Generalized Histogram: Empirical Optimization of Low Dimensional Features for Image Matching., ECCV, 2004"], "Andrea Frome": ["Recognizing Objects in Range Data Using Regional Point Descriptors., ECCV, 2004"], "Ye Duan": ["Shape Reconstruction from 3D and 2D Data Using PDE-Based Deformable Surfaces., ECCV, 2004"], "Henrik Stewénius": ["Structure and Motion Problems for Multiple Rigidly Moving Cameras., ECCV, 2004"], "Bernard Besserer": ["Detection and Tracking Scheme for Line Scratch Removal in an Image Sequence., ECCV, 2004"], "Marc Ebner": ["Color Constancy Using Local Color Shifts., ECCV, 2004"], "Hongchuan Yu": ["Image Anisotropic Diffusion Based on Gradient Vector Flow Fields., ECCV, 2004"], "Elise Arnaud": ["Optimal Importance Sampling for Tracking in Image Sequences: Application to Point Tracking., ECCV, 2004"], "Eran Borenstein": ["Learning to Segment., ECCV, 2004"], "Michael Kaess": ["MCMC-Based Multiview Reconstruction of Piecewise Smooth Subdivision Curves with a Variable Number of Control Points., ECCV, 2004"], "Jiaya Jia": ["Bayesian Correction of Image Intensity with Spatial Consideration., ECCV, 2004"], "Ruofei Zhang": ["Stretching Bayesian Learning in the Relevance Feedback of Image Retrieval., ECCV, 2004"], "Antonis A. Argyros": ["Real-Time Tracking of Multiple Skin-Colored Objects with a Possibly Moving Camera., ECCV, 2004"], "Vladimir S. Petrovic": ["Evaluation of Image Fusion Performance with Visible Differences., ECCV, 2004"], "Erik A. Engbers": ["An Information-Based Measure for Grouping Quality., ECCV, 2004"], "Hui Ji": ["Bias in Shape Estimation., ECCV, 2004"], "Nuno Vasconcelos": ["The Kullback-Leibler Kernel as a Framework for Discriminant and Localized Representations for Visual Recognition., ECCV, 2004"], "Ying Shan": ["Partial Object Matching with Shapeme Histograms., ECCV, 2004"], "Payam Saisan": ["Modeling and Synthesis of Facial Motion Driven by Speech., ECCV, 2004"], "Silvio Savarese": ["Recovering Local Shape of a Mirror Surface from Reflection of a Regular Grid., ECCV, 2004"], "Nail A. Gumerov": ["Structure of Applicable Surfaces from Single Views., ECCV, 2004"], "Huang Fei": ["Joint Bayes Filter: A Hybrid Tracker for Non-rigid Hand Motion Recognition., ECCV, 2004"], "Marc Pollefeys": ["Iso-disparity Surfaces for General Stereo Configurations., ECCV, 2004"], "Qian Chen": ["Camera Calibration with Two Arbitrary Coplanar Circles., ECCV, 2004"], "Wei Hong": ["Reconstruction of 3-D Symmetric Curves from Perspective Images without Discrete Features., ECCV, 2004"], "Vincent Noblet": ["A Topology Preserving Non-rigid Registration Method Using a Symmetric Similarity Function-Application to 3-D Brain Images., ECCV, 2004"], "Yanghai Tsin": ["A Correlation-Based Approach to Robust Point Set Registration., ECCV, 2004"], "Shantanu H. Joshi": ["Hierarchical Organization of Shapes for Efficient Retrieval., ECCV, 2004"], "Graham D. Finlayson": ["Intrinsic Images by Entropy Minimization., ECCV, 2004"], "Daniel B. Russakoff": ["Image Similarity Using Mutual Information of Regions., ECCV, 2004"], "Julien Bect": ["A l1-Unified Variational Framework for Image Restoration., ECCV, 2004"], "Jean Michel Lagrange": ["Model-Based Approach to Tomographic Reconstruction Including Projection Deblurring. Sensitivity of Parameter Model to Noise on Data., ECCV, 2004"], "Tammy Riklin-Raviv": ["Unlevel-Sets: Geometry and Prior-Based Segmentation., ECCV, 2004"], "Washington Mio": ["Learning and Bayesian Shape Extraction for Object Recognition., ECCV, 2004"], "Daniel Cremers": ["Multiphase Dynamic Labeling for Variational Recognition-Driven Image Segmentation., ECCV, 2004"], "Siddharth Manay": ["Integral Invariant Signatures., ECCV, 2004"], "Bill Triggs": ["Detecting Keypoints with Stable Position, Orientation, and Scale under Illumination Changes., ECCV, 2004"], "Huaijun Qiu": ["Spectral Simplification of Graphs., ECCV, 2004"], "Christophe Lenglet": ["Inferring White Matter Geometry from Di.usion Tensor MRI: Application to Connectivity Mapping., ECCV, 2004"], "Emmanuel Prados": ["Unifying Approaches and Removing Unrealistic Assumptions in Shape from Shading: Mathematics Can Help., ECCV, 2004"], "Bernhard Burgeth": ["Morphological Operations on Matrix-Valued Images., ECCV, 2004"], "Sujit Kuthirummal": ["Constraints on Coplanar Moving Points., ECCV, 2004"], "Mads Nielsen": ["A PDE Solution of Brownian Warping., ECCV, 2004"], "Bogdan Kwolek": ["Stereovision-Based Head Tracking Using Color and Ellipse Fitting in a Particle Filter., ECCV, 2004"], "Timo Kohlberger": ["Parallel Variational Motion Estimation by Domain Decomposition and Cluster Computing., ECCV, 2004"], "Margarita Osadchy": ["Whitening for Photometric Comparison of Smooth Surfaces under Varying Illumination., ECCV, 2004"], "Patrick Baker": ["Structure from Motion of Parallel Lines., ECCV, 2004"], "Jan Giebel": ["A Bayesian Framework for Multi-cue 3D Object Tracking., ECCV, 2004"], "Eric Hayman": ["On the Significance of Real-World Conditions for Material Classification., ECCV, 2004"], "Diane Lingrand": ["Toward Accurate Segmentation of the LV Myocardium and Chamber for Volumes Estimation in Gated SPECT Sequences., ECCV, 2004"], "Zia Khan": ["An MCMC-Based Particle Filter for Tracking Multiple Interacting Targets., ECCV, 2004"], "Timothy J. Roberts": ["Human Pose Estimation Using Learnt Probabilistic Region Similarities and Partial Configurations., ECCV, 2004"], "Zhizhou Wang": ["Tensor Field Segmentation Using Region Based Active Contour Model., ECCV, 2004"], "Timothy F. Cootes": ["Groupwise Diffeomorphic Non-rigid Registration for Automatic Model Building., ECCV, 2004"], "Bernard Sarel": ["Separating Transparent Layers through Layer Information Exchange., ECCV, 2004"], "Josef Kittler": ["Multiple Classifier System Approach to Model Pruning in Object Recognition., ECCV, 2004"], "Libor Spacek": ["Coaxial Omnidirectional Stereopsis., ECCV, 2004"], "Peter Nillius": ["Classifying Materials from Their Reflectance Properties., ECCV, 2004"], "Jin Hyeong Park": ["Spectral Clustering for Robust Motion Segmentation., ECCV, 2004"], "Roberto Manduchi": ["Learning Outdoor Color Classification from Just One Training Image., ECCV, 2004"], "Shai Avidan": ["Probabilistic Multi-view Correspondence in a Distributed Setting with No Central Server., ECCV, 2004"], "Gareth Loy": ["Monocular 3D Reconstruction of Human Motion in Long Action Sequences., ECCV, 2004"], "Aglika Gyaourova": ["Fusion of Infrared and Visible Images for Face Recognition., ECCV, 2004"], "David Claus": ["Reliable Fiducial Detection in Natural Scenes., ECCV, 2004"], "Chris Mario Christoudias": ["Light Field Appearance Manifolds., ECCV, 2004"], "Daniel Fagerström": ["Galilean Differential Geometry of Moving Images., ECCV, 2004"], "Ali Rahimi": ["Tracking People with a Sparse Network of Bearing Sensors., ECCV, 2004"], "Ali Ghodsi": ["Transformation-Invariant Embedding for Image Analysis., ECCV, 2004"], "John Oliensis": ["The Least-Squares Error for Structure from Infinitesimal Motion., ECCV, 2004"], "Trausti T. Kristjansson": ["Stereo Based 3D Tracking and Scene Learning, Employing Particle Filtering within EM., ECCV, 2004"], "Jing Xiao": ["A Closed-Form Solution to Non-rigid Shape and Motion Recovery., ECCV, 2004"], "Philippos Mordohai": ["Stereo Using Monocular Cues within the Tensor Voting Framework., ECCV, 2004"], "Tianli Yu": ["Shape and View Independent Reflectance Map from Multiple Views., ECCV, 2004"]}