{"Ondrej Chum": ["CNN Image Retrieval Learns from BoW: Unsupervised Fine-Tuning with Hard Examples., ECCV, 2016"], "Alexander C. Berg": ["SSD: Single Shot MultiBox Detector., ECCV, 2016"], "Dimitris N. Metaxas": ["A Recurrent Encoder-Decoder Network for Sequential Face Alignment., ECCV, 2016"], "Ashraf A. Kassim": ["Robust Facial Landmark Detection via Recurrent Attentive-Refinement Networks., ECCV, 2016"], "Piotr Dollár": ["Learning to Refine Object Segments., ECCV, 2016"], "Jiaya Jia": ["Deep Automatic Portrait Matting., ECCV, 2016", "Augmented Feedback in Semantic Segmentation Under Image Level Supervision., ECCV, 2016"], "Trevor Darrell": ["Segmentation from Natural Language Expressions., ECCV, 2016", "Generating Visual Explanations., ECCV, 2016"], "Shuicheng Yan": ["Semantic Object Parsing with Graph LSTM., ECCV, 2016", "Peak-Piloted Deep Network for Facial Expression Recognition., ECCV, 2016", "Collaborative Layer-Wise Discriminative Learning in Deep Neural Networks., ECCV, 2016"], "Tolga Tasdizen": ["SSHMT: Semi-supervised Hierarchical Merge Tree for Electron Microscopy Image Segmentation., ECCV, 2016"], "Fei-Fei Li": ["Towards Viewpoint Invariant 3D Human Pose Estimation., ECCV, 2016", "Visual Relationship Detection with Language Priors., ECCV, 2016", "What's the Point: Semantic Segmentation with Point Supervision., ECCV, 2016"], "Shaogang Gong": ["Person Re-Identification by Unsupervised \\ell _1 ℓ 1 Graph Learning., ECCV, 2016", "Multi-Task Zero-Shot Action Recognition with Prioritised Data Augmentation., ECCV, 2016"], "César A. Hidalgo": ["Deep Learning the City: Quantifying Urban Perception at a Global Scale., ECCV, 2016"], "Adrian Hilton": ["4D Match Trees for Non-rigid Surface Alignment., ECCV, 2016"], "Edmond Boyer": ["Eigen Appearance Maps of Dynamic Shapes., ECCV, 2016", "On Volumetric Shape Reconstruction from Implicit Forms., ECCV, 2016"], "Xiaogang Wang": ["Learnable Histogram: Statistical Context Features for Deep Neural Networks., ECCV, 2016", "Pedestrian Behavior Understanding and Prediction with Deep Neural Networks., ECCV, 2016", "Gated Bi-directional CNN for Object Detection., ECCV, 2016", "Crossing-Line Crowd Counting with Two-Phase Deep Neural Networks., ECCV, 2016"], "Jian-Huang Lai": ["Real-Time RGB-D Activity Prediction by Soft Regression., ECCV, 2016"], "Andreas Bulling": ["A 3D Morphable Eye Region Model for Gaze Estimation., ECCV, 2016"], "Ebroul Izquierdo": ["Foreground Segmentation via Dynamic Tree-Structured Sparse RPCA., ECCV, 2016"], "Abhinav Gupta": ["Contextual Priming and Feedback for Faster R-CNN., ECCV, 2016", "Hollywood in Homes: Crowdsourcing Data Collection for Activity Understanding., ECCV, 2016", "The Curious Robot: Learning Visual Representations via Physical Interactions., ECCV, 2016", "Generative Image Modeling Using Style and Structure Adversarial Networks., ECCV, 2016", "Learning Visual Storylines with Skipping Recurrent Neural Networks., ECCV, 2016", "Learning a Predictable and Generative Vector Representation for Objects., ECCV, 2016"], "Long Quan": ["Efficient Multi-view Surface Refinement with Adaptive Resolution Control., ECCV, 2016", "Graph-Based Consistent Matching for Structure-from-Motion., ECCV, 2016"], "Fred A. Hamprecht": ["Gaussian Process Density Counting from Weak Supervision., ECCV, 2016", "An Efficient Fusion Move Algorithm for the Minimum Cost Lifted Multicut Problem., ECCV, 2016", "Learning Diverse Models: The Coulomb Structured Support Vector Machine., ECCV, 2016", "A Generalized Successive Shortest Paths Solver for Tracking Dividing Targets., ECCV, 2016"], "Vittorio Ferrari": ["Region-Based Semantic Segmentation with End-to-End Training., ECCV, 2016", "Weakly Supervised Object Localization Using Size Estimates., ECCV, 2016", "Automatically Selecting Inference Algorithms for Discrete Energy Minimisation., ECCV, 2016"], "Manabu Hashimoto": ["Fast 6D Pose Estimation from a Monocular Image Using Hierarchical Pose Trees., ECCV, 2016"], "Svetlana Lazebnik": ["Learning Models for Actions and Person-Object Interactions with Transfer to Question Answering., ECCV, 2016"], "Michael S. Brown": ["A Software Platform for Manipulating the Camera Imaging Pipeline., ECCV, 2016"], "Bernard Ghanem": ["A Benchmark and Simulator for UAV Tracking., ECCV, 2016", "DAPs: Deep Action Proposals for Action Understanding., ECCV, 2016", "Target Response Adaptation for Correlation Filter Tracking., ECCV, 2016"], "Markus Kamm": ["Scene Depth Profiling Using Helmholtz Stereopsis., ECCV, 2016"], "Roberto Cipolla": ["Projective Bundle Adjustment from Arbitrary Initialization Using the Variable Projection Method., ECCV, 2016"], "James Hays": ["Localizing and Orienting Street Views Using Overhead Imagery., ECCV, 2016", "COCO Attributes: Attributes for People, Animals, and Objects., ECCV, 2016"], "Martial Hebert": ["Shuffle and Learn: Unsupervised Learning Using Temporal Order Verification., ECCV, 2016", "A Discriminative Framework for Anomaly Detection in Large Videos., ECCV, 2016", "Learning to Learn: Model Regression Networks for Easy Small Sample Learning., ECCV, 2016", "An Uncertain Future: Forecasting from Static Images Using Variational Autoencoders., ECCV, 2016"], "Alan L. Yuille": ["DOC: Deep OCclusion Estimation from a Single Image., ECCV, 2016", "Geometric Neural Phrase Pooling: Modeling the Spatial Co-occurrence of Neurons., ECCV, 2016", "Symmetric Non-rigid Structure from Motion for Category-Specific Object Structure Estimation., ECCV, 2016", "Zoom Better to See Clearer: Human and Object Parsing with Hierarchical Auto-Zoom Net., ECCV, 2016"], "Jiangbo Lu": ["RepMatch: Robust Feature Matching and Pose for Reconstructing Modern Cities., ECCV, 2016", "SEAGULL: Seam-Guided Local Alignment for Parallax-Tolerant Image Stitching., ECCV, 2016", "Fast Guided Global Interpolation for Depth and Motion., ECCV, 2016"], "Luc J. Van Gool": ["Convolutional Oriented Boundaries., ECCV, 2016"], "Peter V. Gehler": ["Superpixel Convolutional Networks Using Bilateral Inceptions., ECCV, 2016"], "Daniel Cremers": ["Sublabel-Accurate Convex Relaxation of Vectorial Multilabel Energies., ECCV, 2016", "Non-rigid 3D Shape Retrieval via Large Margin Nearest Neighbor Embedding., ECCV, 2016", "A Convex Solution to Spatially-Regularized Correspondence Problems., ECCV, 2016"], "Hongyang Chao": ["Building Dual-Domain Representations for Compression Artifacts Reduction., ECCV, 2016"], "Charless C. Fowlkes": ["Photo Aesthetics Ranking Network with Attributes and Content Adaptation., ECCV, 2016", "Laplacian Pyramid Reconstruction and Refinement for Semantic Segmentation., ECCV, 2016"], "Slobodan Ilic": ["SDF-2-SDF: Highly Accurate 3D Object Reconstruction., ECCV, 2016"], "Silvio Savarese": ["Knowledge Transfer for Scene-Specific Motion Prediction., ECCV, 2016", "Learning to Track at 100 FPS with Deep Regression Networks., ECCV, 2016", "Generic 3D Representation via Pose Estimation and Matching., ECCV, 2016", "Pose Estimation Errors, the Ultimate Diagnosis., ECCV, 2016", "ObjectNet3D: A Large Scale Database for 3D Object Recognition., ECCV, 2016", "Learning Social Etiquette: Human Trajectory Understanding In Crowded Scenes., ECCV, 2016", "3D-R2N2: A Unified Approach for Single and Multi-view 3D Object Reconstruction., ECCV, 2016"], "B. S. Manjunath": ["Weakly Supervised Localization Using Deep Feature Maps., ECCV, 2016"], "Stan Z. Li": ["Embedding Deep Metric for Person Re-identification: A Study Against Large Variations., ECCV, 2016"], "C. V. Jawahar": ["Matching Handwritten Document Images., ECCV, 2016"], "Nuno Vasconcelos": ["Semantic Clustering for Robust Fine-Grained Scene Recognition., ECCV, 2016", "A Unified Multi-scale Deep Convolutional Neural Network for Fast Object Detection., ECCV, 2016"], "Antonio Torralba": ["Ambient Sound Provides Supervision for Visual Learning., ECCV, 2016"], "Bernt Schiele": ["Grounding of Textual Phrases in Images by Reconstruction., ECCV, 2016", "Faceless Person Recognition: Privacy Implications in Social Media., ECCV, 2016", "DeeperCut: A Deeper, Stronger, and Faster Multi-person Pose Estimation Model., ECCV, 2016"], "Jianfei Cai": ["Improving Multi-label Learning with Missing Labels by Structured Semantic Correlations., ECCV, 2016"], "Anton van den Hengel": ["Image Co-localization by Mimicking a Good Detector's Confidence Score Distribution., ECCV, 2016"], "Loong-Fah Cheong": ["Facilitating and Exploring Planar Homogeneous Texture for Indoor Scene Understanding., ECCV, 2016"], "Fei Sha": ["An Empirical Study and Analysis of Generalized Zero-Shot Learning for Object Recognition in the Wild., ECCV, 2016"], "Tamara L. Berg": ["Modeling Context in Referring Expressions., ECCV, 2016", "Learning Temporal Transformations from Time-Lapse Videos., ECCV, 2016"], "Sung Ju Hwang": ["Taxonomy-Regularized Semantic Deep Convolutional Neural Networks., ECCV, 2016"], "Vladlen Koltun": ["Playing for Data: Ground Truth from Computer Games., ECCV, 2016", "Fast Global Registration., ECCV, 2016"], "Mubarak Shah": ["Human Re-identification in Crowd Videos Using Personal, Social and Environmental Constraints., ECCV, 2016", "Query-Focused Extractive Video Summarization., ECCV, 2016"], "James J. Little": ["Revisiting Additive Quantization., ECCV, 2016"], "Ming-Hsuan Yang": ["Single Image Dehazing via Multi-scale Convolutional Neural Networks., ECCV, 2016", "Deep Joint Image Filtering., ECCV, 2016", "Learning Recursive Filters for Low-Level Vision via a Hybrid Neural Network., ECCV, 2016", "Unsupervised Visual Representation Learning by Graph-Based Consistent Constraints., ECCV, 2016", "Semantic Co-segmentation in Videos., ECCV, 2016", "Tracking Persons-of-Interest via Adaptive Discriminative Features., ECCV, 2016"], "In-So Kweon": ["Photometric Stereo Under Non-uniform Light Intensities and Exposures., ECCV, 2016", "Natural Image Matting Using Deep Convolutional Neural Networks., ECCV, 2016", "All-Around Depth from Small Motion with a Spherical Panoramic Camera., ECCV, 2016", "Pixel-Level Domain Transfer., ECCV, 2016"], "Yoichi Sato": ["Visual Motif Discovery via First-Person Vision., ECCV, 2016"], "Zili Zhang": ["A Cluster Sampling Method for Image Matting via Sparse Coding., ECCV, 2016"], "Michael Werman": ["Fundamental Matrices from Moving Objects Using Line Motion Barcodes., ECCV, 2016"], "Xiaoou Tang": ["Fashion Landmark Detection in the Wild., ECCV, 2016", "Accelerating the Super-Resolution Convolutional Neural Network., ECCV, 2016", "Joint Face Representation Adaptation and Clustering in Videos., ECCV, 2016", "Depth Map Super-Resolution by Deep Multi-Scale Guidance., ECCV, 2016", "Deep Specialized Network for Illuminant Estimation., ECCV, 2016", "Deep Cascaded Bi-Network for Face Hallucination., ECCV, 2016", "Human Attribute Recognition by Deep Hierarchical Contexts., ECCV, 2016", "Deep Markov Random Field for Image Modeling., ECCV, 2016"], "Shimon Ullman": ["Human Pose Estimation Using Deep Consensus Voting., ECCV, 2016"], "Devi Parikh": ["Leveraging Visual Question Answering for Image-Caption Ranking., ECCV, 2016"], "Matt Mellor": ["DAVE: A Unified Framework for Fast Vehicle Detection and Annotation., ECCV, 2016"], "Christian Theobalt": ["Real-Time Joint Tracking of a Hand Manipulating an Object from RGB-D Input., ECCV, 2016", "General Automatic Human Shape and Motion Capture Using Volumetric Contour Cues., ECCV, 2016"], "Victor S. Lempitsky": ["DeepWarp: Photorealistic Image Resynthesis for Gaze Manipulation., ECCV, 2016"], "Ira Kemelmacher-Shlizerman": ["Head Reconstruction from Internet Photos., ECCV, 2016"], "Ian J. Wassell": ["Support Discrimination Dictionary Learning for Image Classification., ECCV, 2016"], "Kaiming He": ["Is Faster R-CNN Doing Well for Pedestrian Detection?, ECCV, 2016"], "Philip H. S. Torr": ["Coarse-to-fine Planar Regularization for Dense Monocular Depth Estimation., ECCV, 2016", "Higher Order Conditional Random Fields in Deep Neural Networks., ECCV, 2016"], "Qi Tian": ["Deep Attributes Driven Multi-camera Person Re-identification., ECCV, 2016", "Smooth Neighborhood Structure Mining on Multiple Affinity Graphs with Applications to Context-Sensitive Similarity., ECCV, 2016", "MARS: A Video Benchmark for Large-Scale Person Re-Identification., ECCV, 2016"], "Cuneyt Akinlar": ["An Occlusion-Resistant Ellipse Detection Method by Joining Coelliptic Arcs., ECCV, 2016"], "Jun Wu": ["Branching Path Following for Graph Matching., ECCV, 2016"], "Liang Lin": ["LSTM-CF: Unifying Context Modeling and Fusion with LSTMs for RGB-D Scene Labeling., ECCV, 2016"], "Stefan Roth": ["Stereo Video Deblurring., ECCV, 2016"], "Jue Wang": ["Robust Image and Video Dehazing with Visual Artifact Suppression via Gradient Residual Minimization., ECCV, 2016"], "Min Sun": ["Title Generation for User Generated Videos., ECCV, 2016", "Recognition from Hand Cameras: A Revisit with Deep Learning., ECCV, 2016"], "Christoph Schnörr": ["Double-Opponent Vectorial Total Variation., ECCV, 2016", "A Geometric Approach to Image Labeling., ECCV, 2016"], "Lior Wolf": ["Learning to Count with CNN Boosting., ECCV, 2016", "RNN Fisher Vectors for Action Recognition and Image Annotation., ECCV, 2016"], "Jitendra Malik": ["Amodal Instance Segmentation., ECCV, 2016"], "Li Fei-Fei": ["Perceptual Losses for Real-Time Style Transfer and Super-Resolution., ECCV, 2016", "The Unreasonable Effectiveness of Noisy Data for Fine-Grained Recognition., ECCV, 2016"], "Thomas S. Huang": ["ℓ ^0 ℓ 0 -Sparse Subspace Clustering., ECCV, 2016"], "Yuri Boykov": ["Normalized Cut Meets MRF., ECCV, 2016"], "Florent Perronnin": ["Polysemous Codes., ECCV, 2016"], "Ngai-Man Cheung": ["Binary Hashing with Semidefinite Relaxation and Augmented Lagrangian., ECCV, 2016", "Learning to Hash with Binary Deep Neural Network., ECCV, 2016"], "M. Pawan Kumar": ["Efficient Continuous Relaxations for Dense CRF., ECCV, 2016", "Partial Linearization Based Optimization for Multi-class SVM., ECCV, 2016"], "Daniel Huber": ["Complexity of Discrete Energy Minimization Problems., ECCV, 2016"], "Huadong Ma": ["A Deep Learning-Based Approach to Progressive Vehicle Re-identification for Urban Surveillance., ECCV, 2016"], "Seungkyu Lee": ["Reflection Symmetry Detection via Appearance of Structure Descriptor., ECCV, 2016"], "Gregory D. Hager": ["Segmental Spatiotemporal CNNs for Fine-Grained Action Segmentation., ECCV, 2016"], "Jonathan Ventura": ["Structure from Motion on a Sphere., ECCV, 2016"], "Dewen Hu": ["Evaluation of LBP and Deep Texture Descriptors with a New Robustness Benchmark., ECCV, 2016"], "Jianfeng Gao": ["MS-Celeb-1M: A Dataset and Benchmark for Large-Scale Face Recognition., ECCV, 2016"], "Ajmal S. Mian": ["Hierarchical Beta Process with Gaussian Process Prior for Hyperspectral Image Super Resolution., ECCV, 2016"], "Ravi Ramamoorthi": ["A 4D Light-Field Dataset and CNN Architectures for Material Recognition., ECCV, 2016"], "Kuk-Jin Yoon": ["Multi-attributed Graph Matching with Multi-layer Random Walks., ECCV, 2016"], "Nassir Navab": ["Deep Learning of Local RGB-D Patches for 3D Object Detection and 6D Pose Estimation., ECCV, 2016"], "Ayan Chakrabarti": ["A Neural Approach to Blind Motion Deblurring., ECCV, 2016"], "Kalle Åström": ["Uncovering Symmetries in Polynomial Systems., ECCV, 2016"], "Horst Bischof": ["ATGV-Net: Accurate Depth Super-Resolution., ECCV, 2016", "Grid Loss: Detecting Occluded Faces., ECCV, 2016"], "Marc Pollefeys": ["Indoor-Outdoor 3D Reconstruction Alignment., ECCV, 2016", "Pixelwise View Selection for Unstructured Multi-View Stereo., ECCV, 2016", "Minimal Solvers for Generalized Pose and Scale Estimation from Two Rays and One Point., ECCV, 2016", "Semantic 3D Reconstruction of Heads., ECCV, 2016", "A Symmetry Prior for Convex Variational 3D Reconstruction., ECCV, 2016"], "Stefano Soatto": ["A Simple Hierarchical Pooling Data Structure for Loop Closure., ECCV, 2016", "ShapeFit and ShapeKick for Robust, Scalable Structure from Motion., ECCV, 2016"], "Gaku Nakano": ["A Versatile Approach for Solving PnP, PnPf, and PnPfr Problems., ECCV, 2016"], "Shin'ichi Satoh": ["Large-Scale R-CNN with Classifier Adaptive Quantization., ECCV, 2016"], "Yizhou Wang": ["Face Detection with End-to-End Integration of a ConvNet and a 3D Model., ECCV, 2016"], "Peter Wonka": ["Large Scale Asset Extraction for Urban Images., ECCV, 2016"], "Dacheng Tao": ["Multi-label Active Learning Based on Maximum Correntropy Criterion: Towards Robust and Discriminative Labeling., ECCV, 2016"], "Michael Goesele": ["Shading-Aware Multi-view Stereo., ECCV, 2016"], "In So Kweon": ["Fine-Scale Surface Normal Estimation Using a Single NIR Image., ECCV, 2016"], "Luc Van Gool": ["Hand Pose Estimation from Local Surface Normals., ECCV, 2016", "Fast Optical Flow Using Dense Inverse Search., ECCV, 2016", "Temporal Segment Networks: Towards Good Practices for Deep Action Recognition., ECCV, 2016"], "Vikas Singh": ["Abundant Inverse Regression Using Sufficient Reduction and Its Applications., ECCV, 2016", "Network Flow Formulations for Learning Binary Hashing., ECCV, 2016", "Adaptive Signal Recovery on Graphs via Harmonic Analysis for Experimental Design in Neuroimaging., ECCV, 2016"], "Robert Pless": ["Pose Hashing with Microlens Arrays., ECCV, 2016"], "Ben Poole": ["The Fast Bilateral Solver., ECCV, 2016"], "Markus H. Gross": ["Phase-Based Modification Transfer for Video., ECCV, 2016", "Shape from Selfies: Human Body Shape Estimation Using CCA Regression Forests., ECCV, 2016"], "Alexei A. Efros": ["Colorful Image Colorization., ECCV, 2016", "View Synthesis by Appearance Flow., ECCV, 2016", "Generative Visual Manipulation on the Natural Image Manifold., ECCV, 2016"], "Todd E. Zickler": ["Focal Flow: Measuring Distance and Velocity with Defocus and Differential Motion., ECCV, 2016", "An Evaluation of Computational Imaging Techniques for Heterogeneous Inverse Scattering., ECCV, 2016"], "Michael Wand": ["Precomputed Real-Time Texture Synthesis with Markovian Generative Adversarial Networks., ECCV, 2016"], "Michael Hirsch": ["Learning High-Order Filters for Efficient Blind Deconvolution of Document Photographs., ECCV, 2016"], "Masatoshi Okutomi": ["Multi-view Inverse Rendering Under Arbitrary Illumination and Albedo., ECCV, 2016"], "Kofi Boakye": ["A Large Contextual Dataset for Classification, Detection and Counting of Cars with Deep Learning., ECCV, 2016"], "John S. Baras": ["Reliable Attribute-Based Object Recognition Using High Predictive Value Classifiers., ECCV, 2016"], "Gang Wang": ["Spatio-Temporal LSTM with Trust Gates for 3D Human Action Recognition., ECCV, 2016", "Learning Common and Specific Features for RGB-D Semantic Segmentation with Deconvolutional Networks., ECCV, 2016", "A Siamese Long Short-Term Memory Architecture for Human Re-identification., ECCV, 2016", "Gated Siamese Convolutional Neural Network Architecture for Human Re-identification., ECCV, 2016"], "Kurt Konolige": ["Going Further with Point Pair Features., ECCV, 2016"], "Boqing Gong": ["Webly-Supervised Video Recognition by Mutually Voting for Relevant Web Images and Web Video Frames., ECCV, 2016"], "Zhuowen Tu": ["HFS: Hierarchical Feature Selection for Efficient Image Segmentation., ECCV, 2016", "Top-Down Learning for Structured Labeling with Convolutional Pseudoprior., ECCV, 2016"], "Weidong Geng": ["Marker-Less 3D Human Motion Capture with Monocular Image Sequence and Height-Maps., ECCV, 2016"], "Fatih Porikli": ["Tensor Representations via Kernel Linearization for Action Recognition from 3D Skeletons., ECCV, 2016", "Less Is More: Towards Compact CNNs., ECCV, 2016", "Ultra-Resolving Face Images by Discriminative Generative Networks., ECCV, 2016"], "Liangliang Nan": ["Manhattan-World Urban Reconstruction from Point Clouds., ECCV, 2016"], "Benjamin B. Kimia": ["From Multiview Image Curves to 3D Drawings., ECCV, 2016"], "Adrien Bartoli": ["Can We Jointly Register and Reconstruct Creased Surfaces by Shape-from-Template Accurately?, ECCV, 2016"], "Ales Leonardis": ["Distractor-Supported Single Target Tracking in Extremely Cluttered Scenes., ECCV, 2016"], "Juan Carlos Niebles": ["Connectionist Temporal Modeling for Weakly Supervised Action Labeling., ECCV, 2016"], "Hannes Ovren": ["Efficient Multi-frequency Phase Unwrapping Using Kernel Density Estimation., ECCV, 2016"], "Sinisa Todorovic": ["A Multi-scale CNN for Affordance Segmentation in RGB Images., ECCV, 2016", "Recurrent Temporal Deep Field for Semantic Video Labeling., ECCV, 2016"], "Ying Wu": ["Hierarchical Dynamic Parsing and Encoding for Action Recognition., ECCV, 2016"], "Keiji Yanai": ["Distinct Class-Specific Saliency Maps for Weakly Supervised Semantic Segmentation., ECCV, 2016"], "Ali Farhadi": ["A Diagram is Worth a Dozen Images., ECCV, 2016", "\"What Happens If...\" Learning to Predict the Effect of Forces in Images., ECCV, 2016", "XNOR-Net: ImageNet Classification Using Binary Convolutional Neural Networks., ECCV, 2016", "Deep3D: Fully Automatic 2D-to-3D Video Conversion with Deep Convolutional Neural Networks., ECCV, 2016", "FigureSeer: Parsing Result-Figures in Research Papers., ECCV, 2016"], "Kota Yamaguchi": ["Automatic Attribute Discovery with Neural Activations., ECCV, 2016"], "Tiejun Huang": ["Joint Learning of Semantic and Latent Attributes., ECCV, 2016"], "Cordelia Schmid": ["Weakly-Supervised Semantic Segmentation Using Motion Cues., ECCV, 2016", "Multi-region Two-Stream R-CNN for Action Detection., ECCV, 2016"], "Tao Xiang": ["Human-in-the-Loop Person Re-identification., ECCV, 2016"], "Elmar Schömer": ["Real-Time Monocular Segmentation and Pose Tracking of Multiple Objects., ECCV, 2016"], "Stefanie Wuhrer": ["Estimation of Human Body Shape in Motion with Wide Clothing., ECCV, 2016"], "Vladimir Pavlovic": ["A Shape-Based Approach for Salient Object Detection Using Deep Learning., ECCV, 2016"], "Andrea Fusiello": ["Global Registration of 3D Point Sets via LRS Decomposition., ECCV, 2016"], "Stan Sclaroff": ["Top-Down Neural Attention by Excitation Backprop., ECCV, 2016"], "Gregory Shakhnarovich": ["Learning Representations for Automatic Colorization., ECCV, 2016"], "Wen Li": ["Deep Reconstruction-Classification Networks for Unsupervised Domain Adaptation., ECCV, 2016"], "Derek Hoiem": ["Learning Without Forgetting., ECCV, 2016"], "Jian Sun": ["Identity Mappings in Deep Residual Networks., ECCV, 2016", "Supervised Transformer Network for Efficient Face Detection., ECCV, 2016", "Instance-Sensitive Fully Convolutional Networks., ECCV, 2016"], "Kilian Q. Weinberger": ["Deep Networks with Stochastic Depth., ECCV, 2016"], "Christoph H. Lampert": ["Seed, Expand and Constrain: Three Principles for Weakly-Supervised Image Segmentation., ECCV, 2016"], "Heinz Handels": ["Patch-Based Low-Rank Matrix Completion for Learning of Shape and Motion Models from Few Training Samples., ECCV, 2016"], "Navdeep Jaitly": ["Chained Predictions Using Convolutional Neural Networks., ECCV, 2016"], "Honglak Lee": ["Attribute2Image: Conditional Image Generation from Visual Attributes., ECCV, 2016"], "Larry S. Davis": ["Modeling Context Between Objects for Referring Expression Understanding., ECCV, 2016", "Weakly Supervised Learning of Heterogeneous Concepts in Videos., ECCV, 2016"], "Ko Nishino": ["Friction from Reflectance: Deep Reflectance Codes for Predicting Physical Surface Properties from One-Shot In-Field Reflectance., ECCV, 2016"], "Xiang Ruan": ["Saliency Detection with Recurrent Fully Convolutional Networks., ECCV, 2016", "Pattern Mining Saliency., ECCV, 2016"], "Amit K. Roy-Chowdhury": ["Temporal Model Adaptation for Person Re-identification., ECCV, 2016", "Online Adaptation for Joint Scene and Object Classification., ECCV, 2016"], "Nanning Zheng": ["Image Quality Assessment Using Similar Scene as Reference., ECCV, 2016"], "Terrance E. Boult": ["MOON: A Mixed Objective Optimization Network for the Recognition of Facial Attributes., ECCV, 2016"], "Tomás Pajdla": ["Degeneracies in Rolling Shutter SfM., ECCV, 2016"], "Manmohan Chandraker": ["Deep Deformation Network for Object Landmark Localization., ECCV, 2016"], "Florent Lafarge": ["Towards Large-Scale City Reconstruction from Satellites., ECCV, 2016"], "Alexander Sorkine-Hornung": ["ActionSnapping: Motion-Based Video Synchronization., ECCV, 2016"], "Gim Hee Lee": ["A Minimal Solution for Non-perspective Pose Estimation from Line Correspondences., ECCV, 2016"], "Yung-Yu Chuang": ["Natural Image Stitching with the Global Similarity Prior., ECCV, 2016"], "Ali Borji": ["Ego2Top: Matching Viewers in Egocentric and Top-View Videos., ECCV, 2016"], "Tinne Tuytelaars": ["Online Action Detection., ECCV, 2016", "Cross-Modal Supervision for Learning Active Speaker Detection in Video., ECCV, 2016"], "Ivan Laptev": ["ContextLocNet: Context-Aware Deep Network Models for Weakly Supervised Localization., ECCV, 2016"], "Stephen Gould": ["SPICE: Semantic Propositional Image Caption Evaluation., ECCV, 2016"], "Ming-Syan Chen": ["Transfer Neural Trees for Heterogeneous Domain Adaptation., ECCV, 2016"], "Cees G. M. Snoek": ["Spot On: Action Localization from Pointly-Supervised Proposals., ECCV, 2016"], "Kristen Grauman": ["Detecting Engagement in Egocentric Video., ECCV, 2016", "Look-Ahead Before You Leap: End-to-End Active Recognition by Forecasting the Effect of Motion., ECCV, 2016", "Video Summarization with Long Short-Term Memory., ECCV, 2016", "Leaving Some Stones Unturned: Dynamic Feature Prioritization for Activity Detection in Streaming Video., ECCV, 2016"], "Michael Felsberg": ["Beyond Correlation Filters: Learning Continuous Convolution Operators for Visual Tracking., ECCV, 2016"], "Carol O'Sullivan": ["Globally Continuous and Non-Markovian Crowd Activity Analysis from Videos., ECCV, 2016"], "Xiaoming Liu": ["Joint Face Alignment and 3D Face Reconstruction., ECCV, 2016", "Temporally Robust Global Motion Compensation by Keypoint-Based Congealing., ECCV, 2016"], "Michael J. Black": ["Keep It SMPL: Automatic Estimation of 3D Human Pose and Shape from a Single Image., ECCV, 2016"], "Gérard G. Medioni": ["Do We Really Need to Collect Millions of Faces for Effective Face Recognition?, ECCV, 2016"], "Qinfeng Shi": ["Cluster Sparsity Field for Hyperspectral Imagery Denoising., ECCV, 2016"], "Michael M. Bronstein": ["MADMM: A Generic Algorithm for Non-smooth Optimization on Manifolds., ECCV, 2016"], "Michael Lindenbaum": ["Interpreting the Ratio Criterion for Matching SIFT Descriptors., ECCV, 2016"], "Kwang In Kim": ["Semi-supervised Learning Based on Joint Diffusion of Graph Functions and Laplacians., ECCV, 2016"], "Frédéric Jurie": ["Improving Semantic Embedding Consistency by Metric Learning for Zero-Shot Classiffication., ECCV, 2016"], "Kyoung Mu Lee": ["A Sequential Approach to 3D Human Pose Estimation: Separation of Localization and Identification of Body Joints., ECCV, 2016"], "Xiang Li": ["A Novel Tiny Object Recognition Algorithm Based on Unit Statistical Curvature Feature., ECCV, 2016"], "Sotiris Malassiotis": ["Fine-Grained Material Classification Using Micro-geometry and Reflectance., ECCV, 2016"], "Simon Lucey": ["The Conditional Lucas & Kanade Algorithm., ECCV, 2016"], "Frédo Durand": ["Where Should Saliency Models Look Next?, ECCV, 2016"], "Salil Tambe": ["Robust Face Alignment Using a Mixture of Invariant Experts., ECCV, 2016"], "Debin Zhao": ["Search-Based Depth Estimation via Coupled Dictionary Learning with Large-Margin Structure Inference., ECCV, 2016"], "François Fleuret": ["Scalable Metric Learning via Weighted Approximate Rank Component Analysis., ECCV, 2016"], "Jan-Michael Frahm": ["Spatio-Temporally Consistent Correspondence for Dense Dynamic Scene Modeling., ECCV, 2016"], "Raphael Hauser": ["3D Image Reconstruction from X-Ray Measurements with Overlap., ECCV, 2016"], "Anand Rangarajan": ["Resonant Deformable Matching: Simultaneous Registration and Reconstruction., ECCV, 2016"], "Paolo Favaro": ["Unsupervised Learning of Visual Representations by Solving Jigsaw Puzzles., ECCV, 2016"], "Andrea Vedaldi": ["Salient Deconvolutional Networks., ECCV, 2016"], "Tomer Michaeli": ["Visualizing Image Priors., ECCV, 2016"], "Raquel Urtasun": ["Exploiting Semantic Information and Deep Matching for Optical Flow., ECCV, 2016"], "Danail Stoyanov": ["Similarity Registration Problems for 2D/3D Ultrasound Calibration., ECCV, 2016"], "Kai Wang": ["A Benchmark for Automatic Visual Classification of Clinical Skin Disease Images., ECCV, 2016"], "Karthik Ramani": ["Deep Learning 3D Shape Surfaces Using Geometry Images., ECCV, 2016"], "Diane Larlus": ["Deep Image Retrieval: Learning Global Representations for Image Search., ECCV, 2016"], "Mathieu Salzmann": ["Building Scene Models by Completing and Hallucinating Depth and Semantics., ECCV, 2016"], "Niloy J. Mitra": ["Learning Semantic Deformation Flows with 3D Convolutional Networks., ECCV, 2016"], "Philip Hilaire Sean Torr": ["Recurrent Instance Segmentation., ECCV, 2016"], "Songhwai Oh": ["Individualness and Determinantal Point Processes for Pedestrian Detection., ECCV, 2016"], "Andrew J. Davison": ["Real-Time 3D Reconstruction and 6-DoF Tracking with an Event Camera., ECCV, 2016"], "William T. Freeman": ["Single Image 3D Interpreter Network., ECCV, 2016"], "Srinivasa G. Narasimhan": ["Dual Structured Light 3D Using a 1D Sensor., ECCV, 2016"], "Hiroshi Kawasaki": ["Shape Acquisition and Registration for 3D Endoscope Based on Grid Pattern Projection., ECCV, 2016"], "Qifeng Yu": ["Learning Image Matching by Simply Watching Video., ECCV, 2016"], "Jia Li": ["A Distance for HMMs Based on Aggregated Wasserstein Metric and State Registration., ECCV, 2016"], "Pascal Fua": ["LIFT: Learned Invariant Feature Transform., ECCV, 2016"], "Sanja Fidler": ["HouseCraft: Building Houses from Rental Ads and Street Views., ECCV, 2016"], "David Suter": ["Superpixel-Based Two-View Deterministic Fitting for Multiple-Structure Data., ECCV, 2016"], "Dong Xu": ["Domain Adaptive Fisher Vector for Visual Recognition., ECCV, 2016"], "Yun Fu": ["Deep Robust Encoder Through Locality Preserving Low-Rank Dictionary., ECCV, 2016"], "Chang-Su Kim": ["Streaming Video Segmentation via Short-Term Hierarchical Segmentation and Frame-by-Frame Markov Random Field Optimization., ECCV, 2016", "CDT: Cooperative Detection and Tracking for Tracing Multiple Objects in Video Sequences., ECCV, 2016"], "Imari Sato": ["Shape from Water: Bispectral Light Absorption for Depth Recovery., ECCV, 2016"], "Xuming He": ["Learning Dynamic Hierarchical Models for Anytime Scene Labeling., ECCV, 2016"], "Xiaokang Yang": ["Person Re-identification via Recurrent Feature Aggregation., ECCV, 2016"], "Tom Goldstein": ["Biconvex Relaxation for Semidefinite Programming in Computer Vision., ECCV, 2016"], "Rajbabu Velmurugan": ["Image Co-segmentation Using Maximum Common Subgraph Matching and Region Co-growing., ECCV, 2016"], "Yong Jae Lee": ["End-to-End Localization and Ranking for Relative Attributes., ECCV, 2016"], "Duc Anh Duong": ["Efficient Large Scale Image Classification via Prediction Score Decomposition., ECCV, 2016"], "Tsuyoshi Kato": ["Stochastic Dykstra Algorithms for Metric Learning with Positive Definite Covariance Descriptors., ECCV, 2016"], "Bing Zeng": ["MeshFlow: Minimum Latency Online Video Stabilization., ECCV, 2016"], "Dimitris Samaras": ["Large-Scale Training of Shadow Detectors with Noisily-Annotated Shadow Examples., ECCV, 2016"], "Vittorio Murino": ["Angry Crowds: Detecting Violent Events in Videos., ECCV, 2016"], "Ohad Ben-Shahar": ["Sparse Recovery of Hyperspectral Signal from Natural RGB Images., ECCV, 2016"], "Christine Guillemot": ["Light Field Segmentation Using a Ray-Based Graph Structure., ECCV, 2016"], "Takayuki Okatani": ["Design of Kernels in Convolutional Neural Networks for Image Classification., ECCV, 2016"], "Nicolas Vasilache": ["Learning Visual Features from Large Weakly Supervised Data., ECCV, 2016"], "Guoying Zhao": ["3D Mask Face Anti-spoofing with Remote Photoplethysmography., ECCV, 2016"], "Markus Vincze": ["Guided Matching Based on Statistical Optical Flow for Fast and Robust Correspondence Analysis., ECCV, 2016"], "Justus H. Piater": ["Integration of Probabilistic Pose Estimates from Multiple Views., ECCV, 2016"], "Ganesh Sundaramoorthi": ["SurfCut: Free-Boundary Surface Extraction., ECCV, 2016"], "Junsong Yuan": ["CATS: Co-saliency Activated Tracklet Selection for Video Co-localization., ECCV, 2016"], "Jiaying Liu": ["Online Human Action Detection Using Joint Classification-Regression Recurrent Neural Networks., ECCV, 2016"], "Biel Roig-Solvas": ["Jensen Bregman LogDet Divergence Optimal Filtering in the Manifold of Positive Definite Matrices., ECCV, 2016"], "Olaf Hellwich": ["SyB3R: A Realistic Synthetic Benchmark for 3D Reconstruction from Images., ECCV, 2016"], "Noah Snavely": ["When is Rotations Averaging Hard?, ECCV, 2016"], "Hao Li": ["Capturing Dynamic Textured Surfaces of Moving Targets., ECCV, 2016", "Real-Time Facial Segmentation and Performance Capture from RGB Input., ECCV, 2016"], "Yi Fang": ["Heat Diffusion Long-Short Term Memory Learning for 3D Shape Analysis., ECCV, 2016"], "Thomas Brox": ["Multi-view 3D Models from Single Images with a Convolutional Network., ECCV, 2016"], "Roland Goecke": ["Extending Long Short-Term Memory for Multi-View Structured Learning., ECCV, 2016"], "Yanning Zhang": ["Graph Based Skeleton Motion Representation and Similarity Measurement for Action Recognition., ECCV, 2016"], "Stefano Mattoccia": ["Reliable Fusion of ToF and Stereo Depth Driven by Confidence Measures., ECCV, 2016"], "Iasonas Kokkinos": ["Fast, Exact and Multi-scale Inference for Semantic Image Segmentation with Deep Gaussian CRFs., ECCV, 2016"], "Lin Yang": ["Kernel-Based Supervised Discrete Hashing for Image Retrieval., ECCV, 2016"], "Xilin Chen": ["Iterative Reference Driven Metric Learning for Signer Independent Isolated Sign Language Recognition., ECCV, 2016"], "Kate Saenko": ["Ask, Attend and Answer: Exploring Question-Guided Spatial Attention for Visual Question Answering., ECCV, 2016"], "Qingming Huang": ["Relay Backpropagation for Effective Learning of Deep Convolutional Neural Networks., ECCV, 2016"], "Andrew Zisserman": ["Counting in the Wild., ECCV, 2016"], "Yu Qiao": ["A Discriminative Feature Learning Approach for Deep Face Recognition., ECCV, 2016", "Detecting Text in Natural Image with Connectionist Text Proposal Network., ECCV, 2016"], "Lorenzo Torresani": ["Network of Experts for Large-Scale Image Categorization., ECCV, 2016"], "Venkatesh Saligrama": ["Zero-Shot Recognition via Structured Prediction., ECCV, 2016"], "Francesc Moreno-Noguer": ["Accurate and Linear Time Pose Estimation from Points and Lines., ECCV, 2016"], "Stephen Pollard": ["Pseudo-geometric Formulation for Fitting Equidistant Parallel Lines., ECCV, 2016"], "Roberto Javier López-Sastre": ["Towards Perspective-Free Object Counting with Deep Learning., ECCV, 2016"], "Gianfranco Doretto": ["Information Bottleneck Domain Adaptation with Privileged Information for Visual Recognition., ECCV, 2016"], "Jizhong Zhao": ["Template-Free 3D Reconstruction of Poorly-Textured Nonrigid Surfaces., ECCV, 2016"], "Hervé Jégou": ["Approximate Search with Quantized Sparse Representations., ECCV, 2016"], "Antonio Manuel López Peña": ["Sympathy for the Details: Dense Trajectories and Hybrid Classification Architectures for Action Recognition., ECCV, 2016"], "Georgios Tzimiropoulos": ["Human Pose Estimation via Convolutional Part Heatmap Regression., ECCV, 2016"], "Ambasamudram Narayanan Rajagopalan": ["Deep Decoupling of Defocus and Motion Blur for Dynamic Segmentation., ECCV, 2016"], "Pascal Monasse": ["Robust and Accurate Line- and/or Point-Based Pose Estimation without Manhattan Assumptions., ECCV, 2016"], "Zongming Guo": ["MARLow: A Joint Multiplanar Autoregressive and Low-Rank Approach for Image Completion., ECCV, 2016"], "Guillaume-Alexandre Bilodeau": ["Carried Object Detection Based on an Ensemble of Contour Exemplars., ECCV, 2016"], "James Philbin": ["PlaNet - Photo Geolocation with Convolutional Neural Networks., ECCV, 2016"], "Neil Martin Robertson": ["Face Recognition Using a Unified 3D Morphable Model., ECCV, 2016"], "Silvia Tozza": ["Linear Depth Estimation from an Uncalibrated, Monocular Polarisation Image., ECCV, 2016"], "Guillaume Bourmaud": ["Online Variational Bayesian Motion Averaging., ECCV, 2016"], "Stephen Lin": ["Unified Depth Prediction and Intrinsic Image Decomposition from a Single Image via Joint Convolutional Neural Fields., ECCV, 2016"], "Kobus Barnard": ["Branching Gaussian Processes with Applications to Spatiotemporal Reconstruction of 3D Trees., ECCV, 2016"], "Li Zhang": ["Tracking Completion., ECCV, 2016", "Real-Time Visual Tracking: Promoting the Robustness of Correlation Filter Learning., ECCV, 2016"], "Carl Henrik Ek": ["Inter-battery Topic Representation Learning., ECCV, 2016"], "Marcello Pelillo": ["Interactive Image Segmentation Using Constrained Dominant Sets., ECCV, 2016"], "Louis Chevallier": ["SPLeaP: Soft Pooling of Learned Parts for Image Classification., ECCV, 2016"], "Tae-Kyun Kim": ["Spatial Attention Deep Net with Partial PSO for Hierarchical Hybrid Hand Pose Estimation., ECCV, 2016"], "Marc Stamminger": ["VolumeDeform: Real-Time Volumetric Non-rigid Reconstruction., ECCV, 2016"], "João Pedro Barreto": ["\\pi Match: Monocular vSLAM and Piecewise Planar Reconstruction Using Fast Plane Correspondences., ECCV, 2016"], "José Jesús Guerrero": ["Peripheral Expansion of Depth Information via Layout Estimation with Fisheye Camera., ECCV, 2016"], "Jose M. Alvarez": ["Built-in Foreground/Background Prior for Weakly-Supervised Semantic Segmentation., ECCV, 2016"], "Erik G. Learned-Miller": ["It's Moving! A Probabilistic Model for Causal Motion Segmentation in Moving Camera Videos., ECCV, 2016"], "Jinqing Qi": ["Kernelized Subspace Ranking for Saliency Detection., ECCV, 2016"], "Jan C. van Gemert": ["Depth-Aware Motion Magnification., ECCV, 2016"], "Jia Deng": ["Stacked Hourglass Networks for Human Pose Estimation., ECCV, 2016", "Structured Matching for Phrase Localization., ECCV, 2016"], "David W. Murray": ["Real-Time Large-Scale Dense 3D Reconstruction with Loop Closure., ECCV, 2016"], "Shiyao Wang": ["Accelerating Convolutional Neural Networks with Dominant Convolutional Kernel and Knowledge Pre-regression., ECCV, 2016"], "Fiora Pirri": ["Bayesian Image Based 3D Pose Estimation., ECCV, 2016"], "Bo Zhang": ["Efficient and Robust Semi-supervised Learning Over a Sparse-Regularized Graph., ECCV, 2016"], "Ziyao Chen": ["Novel Coplanar Line-Points Invariants for Robust Line Matching Across Views., ECCV, 2016"], "Chengjun Liu": ["Sparse Representation Based Complete Kernel Marginal Fisher Analysis Framework for Computational Art Painting Categorization., ECCV, 2016"], "Michel F. Valstar": ["Cascaded Continuous Regression for Real-Time Incremental Face Tracking., ECCV, 2016"], "Kwanghoon Sohn": ["Deep Self-correlation Descriptor for Dense Cross-Modal Correspondence., ECCV, 2016"], "Laurens van der Maaten": ["Revisiting Visual Question Answering Baselines., ECCV, 2016"], "Ian D. Reid": ["Unsupervised CNN for Single View Depth Estimation: Geometry to the Rescue., ECCV, 2016"], "Frank Dellaert": ["A Continuous Optimization Approach for Efficient and Accurate Scene Flow., ECCV, 2016"], "Frédéric Lerasle": ["Improving Multi-frame Data Association with Sparse Representations for Robust Near-online Multi-object Tracking., ECCV, 2016"], "Xiangqian Wu": ["Saliency Detection via Combining Region-Level and Pixel-Level Predictions with CNNs., ECCV, 2016"]}