{"Ravi Malladi": ["Evolutionary Fronts for Topology-Independent Shape Modeling and Recoveery., ECCV, 1994"], "Peter J. Giblin": ["Epipolar Fields on Surfaces., ECCV, 1994"], "Daphna Weinshall": ["Stability and Likelihood of Views of Three Dimensional Objects., ECCV, 1994"], "Lance R. Williams": ["Topological Reconstruction of a Smooth Manifold-Solid from its Occluding Contour., ECCV, 1994"], "Michael Otte": ["Optical Flow Estimation: Advances and Comparisons., ECCV, 1994"], "Massimo Tistarelli": ["Multiple Constraints for Optical Flow., ECCV, 1994"], "Théodore Papadopoulo": ["Motion Field of Curves: Applications., ECCV, 1994"], "Stefan Carlsson": ["Sufficient Image Structure for 3-D Motion and Shape Estimation., ECCV, 1994"], "Chengping Xu": ["A Comparison Between the Standard Hough Transform and the Mahalanobis Distance Hough Transform., ECCV, 1994"], "Markus Michaelis": ["Junction classification by multiple orientation detection., ECCV, 1994"], "Bruno Vasselle": ["Following Corners on Curves and Surfaces in the Scale Space., ECCV, 1994"], "Paul Kube": ["Scale-space Properties of Quadratic Edge Detectors., ECCV, 1994"], "Amir A. Amini": ["A Scalar Function Formulation for Optical Flow., ECCV, 1994"], "Hilary Tunley": ["First Order Optic Flow from Log-Polar Sampled Images., ECCV, 1994"], "Michael J. Black": ["Recursive Non-Linear Estimation of Discontinuous Flow Fields., ECCV, 1994"], "Andrea Giachetti": ["The use of optical flow for the autonomous navigation., ECCV, 1994"], "Florence Germain": ["An image motion estimation technique based on a combined statistical test and spatiotemporal generalised likelihood ratio approach., ECCV, 1994"], "David Sinclair": ["Independent motion segmentation and collision prediction for road vehicles., ECCV, 1994"], "Franck Luthon": ["An MRF Based Motion Detection Algorithm Implemented on Analog Resistive Network., ECCV, 1994"], "Davi Geiger": ["Occlusion ambiguities in motion., ECCV, 1994"], "A. Borri": ["A Robust Tracking of 3D Motion., ECCV, 1994"], "Dieter Koller": ["Robust Multiple Car Tracking with Occlusion Reasoning., ECCV, 1994"], "Boubakeur Boufama": ["Shape from motion algorithms: a comparative analysis of scaled orthography and perspective., ECCV, 1994"], "Jonathan M. Lawn": ["Robust Egomotion Estimation from Affine Motion Parallax., ECCV, 1994"], "Sanghoon Sull": ["Integrated 3D Analysis of Flight Image Sequences., ECCV, 1994"], "Philip F. McLauchlan": ["Recursive Affine Structure and Motion from Image Sequences., ECCV, 1994"], "Xinquan Shen": ["Shape Models from Image Sequences., ECCV, 1994"], "Chahab Nastar": ["Vibration Modes for Nonrigid Motion Analysis in 3D Images., ECCV, 1994"], "Michael Lindenbaum": ["Applying VC-dimension Analysis To Object Recognition., ECCV, 1994"], "Parag Havaldar": ["Extraction Of Groups For Recognition., ECCV, 1994"], "Yacov Hel-Or": ["Model Based Pose Estimation of Articulated and Constrained Objects., ECCV, 1994"], "Dana H. Ballard": ["Seeing Behind Occlusions., ECCV, 1994"], "Yael Moses": ["Face Recognition: the Problem of Compensating for Changes in Illumination Direction., ECCV, 1994"], "Adam Baumberg": ["Learning Flexible Models from Image Sequences., ECCV, 1994"], "Ales Leonardis": ["A Direct Recovery of Superquadric Models in Range Images Using Recover-and-Select Paradigm., ECCV, 1994"], "Mourad Zerroug": ["Segmentation and Recovery of SHGCs from a Real Intensity Image., ECCV, 1994"], "James W. Davis": ["Recognizing Hand Gestures., ECCV, 1994"], "Anthony D. Worrall": ["Pose refinement of active models using forces in 3D., ECCV, 1994"], "Jitendra Malik": ["Recovering Surface Curvature and Orientation From Texture Distortion: A Least Squares Algorithm and Sensitivity Analysis., ECCV, 1994"], "Jonas Gårding": ["Direct Estimation of Local Surface Shape in a Fixating Binocular Vision System., ECCV, 1994"], "Luc Robert": ["Deriving Orientation Cues from Stereo Images., ECCV, 1994"], "Tony Lindeberg": ["Shape-Adapted Smoothing in Estimation of 3-D Depth Cues from Affine Distortions of Local 2-D Brightness Structure., ECCV, 1994"], "Hagit Zabrodsky": ["Utilizing symmetry in the reconstruction of three-dimensional shape from noisy images., ECCV, 1994"], "Sylvain Petitjean": ["On the Enumerative Geometry of Aspect Graphs., ECCV, 1994"], "Peter Fiddelaers": ["Geometry-Driven Curve Evolution., ECCV, 1994"], "Richard I. Hartley": ["Quantitative Measurement of Manufactured Diamond Shape., ECCV, 1994", "Self-Calibration from Multiple Views with a Rotating Camera., ECCV, 1994", "Linear Pushbroom Cameras., ECCV, 1994"], "Eunyoung Koh": ["Hierarchical Shape Representation Using Locally Adaptive Finite Elements., ECCV, 1994"], "Nadine Daucher": ["Camera Calibration From Spheres Images., ECCV, 1994"], "Radu Horaud": ["Self Calibration of a Stereo Head Mounted onto a Robot Arm., ECCV, 1994"], "Jean Ponce": ["Analytical Methods for Uncalibrated Stereo and Motion Reconstruction., ECCV, 1994"], "Amnon Shashua": ["Trilinearity in Visual Recognition by Alignment., ECCV, 1994", "The Quadric Reference Surface: Applications in Registering Views of Complex 3D Objects., ECCV, 1994"], "Olivier D. Faugeras": ["What can two images tell us about a third one?, ECCV, 1994"], "Giulia Piccioli": ["A robust method for road sign detection and recognition., ECCV, 1994"], "T. N. Tan": ["Pose Determination and Recognition of Vehicles in Traffic Scenes., ECCV, 1994"], "Robert B. Fisher": ["Performance Comparison of Ten Variations on the Interpretation-Tree Matching Algorithm., ECCV, 1994"], "Katsuhiro Matsuno": ["Recognition of Human Facial Expressions Without Feature Extraction., ECCV, 1994"], "Dominique Derou": ["Pulsed neural networks and perceptive grouping., ECCV, 1994"], "Marc Van Diest": ["Projective Invariants for Planar Contour Recognition., ECCV, 1994"], "Paul R. Cooper": ["Divided We Fall: Resolving Occlusions using Causal Reasoning., ECCV, 1994"], "Mengxiang Li": ["Camera Calibration of a Head-Eye System for Active Vision., ECCV, 1994"], "Rachid Deriche": ["Robust Recovery of the Epipolar Geometry for an Uncalibrated Stereo Rig., ECCV, 1994"], "Quang-Tuan Luong": ["A Stability Analysis of the Fundamental Matrix., ECCV, 1994", "Canonic Representations for the Geometries of Multiple Projective Views., ECCV, 1994"], "Sven J. Dickinson": ["Active Object Recognition Integrating Attention and Viewpoint Control., ECCV, 1994"], "Sven Vinther": ["Active 3D Object Recognition using 3D Affine Invariants., ECCV, 1994"], "Michael J. Taylor": ["Grasping the Apparent Contour., ECCV, 1994"], "James M. Rehg": ["Visual Tracking of High DOF Articulated Structures: an Application to Human Hand Tracking., ECCV, 1994"], "James L. Crowley": ["Integration and Control of Reactive Visual Processes., ECCV, 1994"], "Stefano Soatto": ["Motion Estimation on the Essential Manifold., ECCV, 1994"], "Larry S. Shapiro": ["Motion From Point Matches Using Affine Epipolar Geometry., ECCV, 1994"], "Paul A. Beardsley": ["Navigation using Affine Structure from Motion., ECCV, 1994"], "Conrad J. Poelman": ["A Paraperspective Factorization Method for Shape and Motion Recovery., ECCV, 1994"], "Venkataraman Sundareswaran": ["Active Camera Self-orientation using Dynamic Image Parameters., ECCV, 1994"], "Jasna Maver": ["Planning the Optimal Set of Views Using the Max-Min Principle., ECCV, 1994"], "Enrico Grosso": ["On Perceptual Advantages of Eye-Head Active Control., ECCV, 1994"], "Grégoire Malandain": ["Improving Registration of 3-D Medical Images Using a Mechanical Based Method., ECCV, 1994"], "William J. Christmas": ["Non-Iterative Contextual Correspondence Matching., ECCV, 1994"], "Yasuyo Kita": ["A registration method for rigid objects without point matching., ECCV, 1994"], "Ramin Zabih": ["Non-parametric Local Transforms for Computing Visual Correspondence., ECCV, 1994"], "R. Manmatha": ["Measuring the Affine Transform Using Gaussian Filters., ECCV, 1994"], "Jun Sato": ["Extracting the Affine Transformation from Texture Moments., ECCV, 1994"], "Andrew W. Fitzgibbon": ["Lack-of-fit Detection using the Run-distribution Test., ECCV, 1994"], "Stephen S. Intille": ["Disparity-Space Images and Large Occlusion Stereo., ECCV, 1994"], "Alexis Gourdon": ["Registration of a Curve on a Surface Using Differential Properties., ECCV, 1994"], "Régis Vaillant": ["Genetic Algorithms applied to Binocular Stereovision., ECCV, 1994"], "Isabelle Herlin": ["Segmentation of echocardiographic images with Markov random fields., ECCV, 1994"], "M. Derras": ["Unsupervised Regions Segmentation: Real Time Control of an Upkeep Machine of Natural Spaces., ECCV, 1994"], "Laurent Younes": ["Synchronous Image restoration., ECCV, 1994"], "Uwe Weidner": ["Parameterfree Information-Preserving Surface Restoration., ECCV, 1994"], "Michael S. Langer": ["Spatially Varying Illumination: A Computational Model of Converging and Diverging Sources., ECCV, 1994"], "Yuichi Ohta": ["Recovery of Illuminant and Surface Colors from Images Based on the CIE Daylight., ECCV, 1994"], "Lawrence B. Wolff": ["3-D Stereo Using Photometric Ratios., ECCV, 1994"], "Paul Dupuis": ["Shape from Shading: Provably Convergent Algorithms and Uniqueness Results., ECCV, 1994"], "Michael Oren": ["Seeing Beyond Lambert's Law., ECCV, 1994"], "Pascal Fua": ["Using 3-Dimensional Meshes To Combine Image-Based and Geometry-Based Constraints., ECCV, 1994"], "Marc Proesmans": ["Determination of Optical Flow and its Discontinuities using Non-Linear Diffusion., ECCV, 1994"], "Hans-Hellmut Nagel": ["Motion Boundary Detection in Image Sequences by Local Stochastic Tests., ECCV, 1994"], "Serge Ayer": ["Segmentation of moving objects by robust motion parameter estimation over multiple frames., ECCV, 1994"], "Philip H. S. Torr": ["Stochastic Motion Clustering., ECCV, 1994"], "Henner Kollnig": ["Association of Motion Verbs with Vehicle Movements Extracted from Dense Optical Flow Fields., ECCV, 1994"], "Heikki Kälviäinen": ["Comparisons of Probabilistic and Non-probabilistic Hough Transforms., ECCV, 1994"], "Stan Z. Li": ["Markov Random Field Models in Computer Vision., ECCV, 1994"], "Olof Henricsson": ["The Role of Key-Points in Finding Contours., ECCV, 1994"], "Wolfgang Förstner": ["A Framework for Low Level Feature Extraction., ECCV, 1994"], "Jacques Feldmar": ["Rigid and Affine Registration of Smooth Surfaces using Differential Properties., ECCV, 1994"], "Changsheng Zhao": ["Relative 3D Regularized B-spline Surface Reconstruction Through Image Sequences., ECCV, 1994"], "Herve Delingette": ["Intrinsic Stabilizers of Planar Curves., ECCV, 1994"], "Kalle Åström": ["Affine and Projective Normalization of Planar Curves and Regions., ECCV, 1994"], "Guillermo Sapiro": ["Area and Lenght Preserving Geometric Invariant Scale-Spaces., ECCV, 1994"], "Long Quan": ["Invariants of 6 Points from 3 Uncalibrated Images., ECCV, 1994"], "Gunnar Sparr": ["A Common Framework for Kinetic Depth, Reconstruction and Motion for Deformable Objects., ECCV, 1994"]}