{"John M. Winn": ["Non-linear Bayesian Image Modelling., ECCV, 2000"], "Pietro Perona": ["Unsupervised Learning of Models for Recognition., ECCV, 2000", "Monocuolar Perception of Biological Motion - Clutter and Partial Occlusion., ECCV, 2000"], "Andrew Lippman": ["Learning Over Multiple Temporal Scales in Image Databases., ECCV, 2000"], "Josef Kittler": ["Colour Image Retrieval and Object Recognition Using the Multimodal Neighbourhood Signature., ECCV, 2000"], "Kiriakos N. Kutulakos": ["Approximate N-View Stereo., ECCV, 2000"], "Nikos Canterakis": ["A Minimal Set of Constraints for the Trivocal Tensor., ECCV, 2000"], "José Santos-Victor": ["Intrinsic Images for Dense Stereo Matching with Occlusions., ECCV, 2000"], "James L. Crowley": ["Local Scale Selection for Gaussian Based Description Techniques., ECCV, 2000", "Object Recognition Using Coloured Receptive Fields., ECCV, 2000", "A Probabilistic Sensor for the Perception and Recognition of Activities., ECCV, 2000"], "Craig Gotsman": ["Anti-Faces for Detection., ECCV, 2000"], "Christopher J. Taylor": ["Combining Elastic and Statistical Models of Appearance Variation., ECCV, 2000", "Determining Correspondences for Statistical Models of Appearance., ECCV, 2000"], "Kap Luk Chan": ["Learning Similarity for Texture Image Retrieval., ECCV, 2000"], "Bernard F. Buxton": ["Parametric View-Synthesis., ECCV, 2000"], "Edwin R. Hancock": ["Least Committment Graph Matching by Evolutionary Optimisation., ECCV, 2000", "Adapting Spectral Scale for Shape from Texture., ECCV, 2000", "Region-Based Object Recognition Using Shape-from-Shading., ECCV, 2000"], "Konstantinos Daniilidis": ["Predicting Disparity Windows for Real-Time Stereo., ECCV, 2000", "A Unifying Theory for Central Panoramic Systems and Practical Applications., ECCV, 2000"], "Roberto Cipolla": ["On the Estimation of the Fundamental Matrix: A Convex Approach to Constrained Least-Squares., ECCV, 2000", "Real-Time Tracking of Multiple Articulated Structures in Multiple Views., ECCV, 2000", "Layer Extraction with a Bayesian Model of Shapes., ECCV, 2000", "Motion Segmentation by Tracking Edge Information over Multiple Frames., ECCV, 2000", "Multi-view Constraints between Collineations: Application to Self-Calibration from Unknown Planar Structures., ECCV, 2000", "Camera Pose Estimation and Reconstruction from Image Profiles under Circular Motion., ECCV, 2000"], "Nahum Shimkin": ["Velocity-Guided Tracking of Deformable Contours in Three Dimensional Space., ECCV, 2000"], "Michael Werman": ["Model Based Pose Estimator Using Linear-Programming., ECCV, 2000"], "Pascal Fua": ["Measuring the Self-Consistency of Stereo Algorithms., ECCV, 2000"], "Massimo Tistarelli": ["Log-polar Stereo for Anthropomorphic Robots., ECCV, 2000"], "Steven W. Zucker": ["Contour-Based Correspondence for Stereo., ECCV, 2000"], "Anuj Dev": ["Color and Scale: The Spatial Structure of Color Images., ECCV, 2000"], "Gerald Schaefer": ["Constrained Dichromatic Colour Constancy., ECCV, 2000"], "Elli Angelopoulou": ["Objective Colour from Multispectral Imaging., ECCV, 2000"], "Brian V. Funt": ["Colour by Correlation in a Three-Dimensional Colour Space., ECCV, 2000"], "Kobus Barnard": ["Improvements to Gamut Mapping Colour Constancy Algorithms., ECCV, 2000"], "Topi Mäenpää": ["Gray Scale and Rotation Invariant Texture Classification with Local Binary Patterns., ECCV, 2000"], "Narendra Ahuja": ["Learning to Recognize 3D Objects with SNoW., ECCV, 2000"], "Stefan Carlsson": ["Recognizing Walking People., ECCV, 2000", "Wide Baseline Point Matching Using Affine Invariants Computed from Intensity Profiles., ECCV, 2000"], "Lior Wolf": ["Homography Tensors: On Algebraic Entities that Represent Three Views of Static or Moving Planar Points., ECCV, 2000", "On the Structure and Properties of the Quadrifocal Tensor., ECCV, 2000"], "Bill Triggs": ["Plane+Parallax, Tensors and Factorization., ECCV, 2000"], "P. Anandan": ["Factorization with Uncertainty., ECCV, 2000"], "Manolis I. A. Lourakis": ["Estimating the Jacobian of the Singular Value Decomposition: Theory and Applications., ECCV, 2000", "Egomotion Estimation Using Quadruples of Collinear Image Points., ECCV, 2000"], "Laurent Younes": ["Diffeomorphic Matching Problems in One Dimension: Designing and Minimizing Matching Functionals., ECCV, 2000", "Calibrating Parameters of Cost Functionals., ECCV, 2000"], "Olivier D. Faugeras": ["Level Sets and Distance Functions., ECCV, 2000"], "Kaleem Siddiqi": ["Divergence-Based Medial Surfaces., ECCV, 2000"], "Amnon Shashua": ["3D Reconstruction from Tangent-of-Sight Measurements of a Moving Object Seen from a Moving Camera., ECCV, 2000", "On Calibration and Reconstruction from Planar Curves., ECCV, 2000"], "Philip H. S. Torr": ["A Six Point Solution for Structure and Motion., ECCV, 2000"], "David Nistér": ["Reconstruction from Uncalibrated Sequences with a Hierarchy of Trifocal Tensors., ECCV, 2000"], "Chin-Hwee Peh": ["Characterizing Depth Distortion due to Calibration Uncertainty., ECCV, 2000"], "David A. Forsyth": ["How Does CONDENSATION Behave with a Finite Number of Samples?, ECCV, 2000"], "Charles Wiles": ["Geotensity Constraint for 3D Surface Reconstruction under Multiple Light Sources., ECCV, 2000"], "Peter J. Giblin": ["Noise-Resistant Affine Skeletons of Planar Curves., ECCV, 2000"], "Stefano Soatto": ["Shape and Radiance Estimation from the Information-Divergence of Blurred Images., ECCV, 2000", "3-D Motion and Structure from 2-D Motion Causally Integrated over Time: Implementation., ECCV, 2000"], "Isabelle Herlin": ["Surface Matching with Large Deformations and Arbitrary Topology: A Geodesic Distance Evolution Scheme on a 3-Manifold., ECCV, 2000"], "Jean Ponce": ["Duals, Invariants, and the Recognition of Smooth Objects from their Occlucing Contours., ECCV, 2000"], "Shaogang Gong": ["On Utilising Template and Feature-Based Correspondence in Multi-view Appearance Models., ECCV, 2000", "Tracking Discontinuous Motion Using Bayesian Inference., ECCV, 2000"], "Angel Domingo Sappa": ["Approximation and Processing of Intensity Images with Dicontinuity-Preserving Adaptive Triangular Meshes., ECCV, 2000"], "Arnold W. M. Smeulders": ["Scale Dependent Differential Geometry for the Measurement of Center Line and Diameter in 3D Curvilinear Structures., ECCV, 2000"], "Gösta H. Granlund": ["Fast Selective Detection of Rotational Symmetries Using Normalized Inhibition., ECCV, 2000"], "Andrew Zisserman": ["Multibody Structure and Motion: 3-D Reconstruction of Independently Moving Objects., ECCV, 2000"], "Shai Avidan": ["Integrating Local Affine into Global Projective Images in the Joint Image Space., ECCV, 2000", "On the Reprojection of 3D and 2D Scenes Without Explicit Model Selection., ECCV, 2000"], "Richard I. Hartley": ["Ambiguous Configurations for 3-View Projective Reconstruction., ECCV, 2000", "Statistical Significance as an Aid to System Performance Evaluation., ECCV, 2000"], "Michael Isard": ["Partitioned Sampling, Articulated Objects, and Interface-Quality Hand Tracking., ECCV, 2000"], "Dariu Gavrila": ["Pedestrian Detection from a Moving Vehicle., ECCV, 2000"], "Radu Horaud": ["Vision-Based Guidance and Control of Robots in Projective Space., ECCV, 2000", "Stereo Autocalibration from One Plane., ECCV, 2000"], "William J. Fitzgerald": ["A General Method for Unsupervised Segmentation of Images Using a Multiscale Approach., ECCV, 2000"], "Greet Frederix": ["Image Segmentation by Nonparametric Clustering Based on the Kolmogorov-Smirnov Distance., ECCV, 2000"], "Lance R. Williams": ["Euclidean Group Invariant Computation of Stochastic Completion Fields Using Shiftable-Twistable Functions., ECCV, 2000"], "Ying Wu": ["Bootstrap Initialization of Nonparametric Texture Models for Tracking., ECCV, 2000"], "Larry S. Davis": ["Quasi-Random Sampling for Condensation., ECCV, 2000", "Non-parametric Model for Background Subtraction., ECCV, 2000"], "Giulio Sandini": ["Direction Control for an Active Docking Behaviour Based on the Rotational Component of Log-Polar Optic Flow., ECCV, 2000"], "J. Antonis": ["The Construction of 3 Dimensional Models Using an Active Vision System., ECCV, 2000"], "Ruth Rosenholz": ["Significantly Different Textures: A Computational Model of Pre-attentive Texture Segmentation., ECCV, 2000"], "Rachid Deriche": ["Coupled Geodesic Active Regions for Image Segmentation: A Level Set Approach., ECCV, 2000"], "Alain Trubuil": ["Level Lines as Global Minimizers of Energy Functionals in Image Segmentation., ECCV, 2000"], "Alexander Berengolts": ["A Probabilistic Interpretation of the Saliency Network., ECCV, 2000"], "Gábor Székely": ["Model-Based Initialisation for Segmentation., ECCV, 2000"], "Jens Rittscher": ["Statistical Foreground Modelling for Object Localisation., ECCV, 2000"], "M. K. Teal": ["Nautical Scene Segmentation Using Variable Size Image Windows and Feature Space Reclustering., ECCV, 2000"], "Andrew Blake": ["A Probabilistic Background Model for Tracking., ECCV, 2000"], "Tony Hague": ["On the Performance Characterisation of Image Segmenation Algorithms: A Case Study., ECCV, 2000"], "Johan Montagnat": ["New Algorithms for Controlling Active Contours Shape and Topology., ECCV, 2000"], "Markus Middendorf": ["Data-Driven Extraction of Curved Intersection Lanemarks from Road Traffic Image Sequences., ECCV, 2000"], "Guy Rochard": ["Tracking and Characterization of Highly Deformable Cloud Structures., ECCV, 2000"], "Ian D. Reid": ["Binocular Self-Alignment and Calibration from Planar Scenes., ECCV, 2000"], "David W. Murray": ["The Role of Self-Calibration in Euclidean Reconstruction from Two Rotating and Zooming Cameras., ECCV, 2000"], "Anders Heyden": ["Hand-Eye Calibration from Image Derivatives., ECCV, 2000"], "Jean Meunier": ["Multimodal Elastic Matching of Brain Images., ECCV, 2000"], "Gloria Bueno": ["A Physically-Based Statistical Deformable Model for Brain Image Analysis., ECCV, 2000"], "Laurent D. Cohen": ["Minimal Paths in 3D Images and Application to Virtual Endoscopy., ECCV, 2000"], "Shankar Sastry": ["Kruppa Equation Revisited: Its Renormalization and Degeneracy., ECCV, 2000"], "Marie-Odile Berger": ["Registration with a Moving Zoom Lens Camera for Augmented Reality Applications., ECCV, 2000"], "Ken-ichi Kanatani": ["Calibration of a Moving Camera Using a Planar Pattern: Optimal Computation, Relibility Evaluation, and Stabilization by Model Selection., ECCV, 2000"], "Richard S. Weiss": ["Can We Calibrate a Camera Using an Image of a Flat, Textureless Lambertian Surface?, ECCV, 2000"], "Jean-Thierry Lapresté": ["Underwater Camera Calibration., ECCV, 2000"], "Wolfgang Förstner": ["On Weighting and Choosing Constraints for Optimally Reconstructing the Geometry of Image Triplets., ECCV, 2000"], "Nicholas Ayache": ["Computation of the Mid-Sagittal Plane in 3D Medical Images of the Brain., ECCV, 2000"], "David J. Fleet": ["Stochastic Tracking of 3D Human Figures Using 2D Image Motion., ECCV, 2000"], "James R. Bergen": ["Qualitative Spatiotemporal Analysis Using an Oriented Energy Representation., ECCV, 2000"], "John L. Barron": ["Regularised Range Flow., ECCV, 2000"], "Jacques Droulez": ["Visual Encoding of Tilt from Optic Flow: Psychophysics and Computational Modelling., ECCV, 2000"], "Colin Davidson": ["IMPSAC: Synthesis of Importance Sampling and Random Sample Consensus., ECCV, 2000"], "Luce Morin": ["Geometric Driven Optical Flow Estimation and Segmentation for 3D Reconstruction., ECCV, 2000"]}