{"Jan J. Koenderink": ["Something Old, Something New, Something Borrowed, Something Blue., ECCV, 2008"], "Matthew B. Blaschko": ["Learning to Localize Objects with Structured Output Regression., ECCV, 2008"], "Abhinav Gupta": ["Beyond Nouns: Exploiting Prepositions and Comparative Adjectives for Learning Visual Classifiers., ECCV, 2008"], "Geremy Heitz": ["Learning Spatial Context: Using Stuff to Find Things., ECCV, 2008"], "Gabriel J. Brostow": ["Segmentation and Recognition Using Structure from Motion Point Clouds., ECCV, 2008"], "Michael Calonder": ["Keypoint Signatures for Fast Learning and Recognition., ECCV, 2008"], "Margarita Chli": ["Active Matching., ECCV, 2008"], "Brendan Collins": ["Towards Scalable Dataset Construction: An Active Learning Approach., ECCV, 2008"], "Antonio Criminisi": ["GeoS: Geodesic Image Segmentation., ECCV, 2008"], "Tomás Crivelli": ["Simultaneous Motion Detection and Background Reconstruction with a Mixed-State Conditional Markov Random Field., ECCV, 2008"], "Ady Ecker": ["Semidefinite Programming Heuristics for Surface Reconstruction Ambiguities., ECCV, 2008"], "Olof Enqvist": ["Robust Optimal Pose Estimation., ECCV, 2008"], "Ali Farhadi": ["Learning to Recognize Activities from the Wrong View Point., ECCV, 2008"], "Mahshid Farzinfar": ["Joint Parametric and Non-parametric Curve Evolution for Medical Image Segmentation., ECCV, 2008"], "Brian Fulkerson": ["Localizing Objects with Smart Dictionaries., ECCV, 2008"], "Carolina Galleguillos": ["Weakly Supervised Object Localization with Stable Segmentations., ECCV, 2008"], "Arjan Gijsenij": ["A Perceptual Comparison of Distance Measures for Color Constancy Algorithms., ECCV, 2008"], "Andrew Gilbert": ["Scale Invariant Action Recognition Using Compound Features Mined from Dense Spatio-temporal Corners., ECCV, 2008"], "Helmut Grabner": ["Semi-supervised On-Line Boosting for Robust Tracking., ECCV, 2008"], "Leo Grady": ["Reformulating and Optimizing the Mumford-Shah Functional on a Graph - A Faster, Lower Energy Solution., ECCV, 2008", "A Lattice-Preserving Multigrid Method for Solving the Inhomogeneous Poisson Equations Used in Image Analysis., ECCV, 2008"], "Douglas Gray": ["Viewpoint Invariant Pedestrian Recognition with an Ensemble of Localized Features., ECCV, 2008"], "Richard I. Hartley": ["Perspective Nonrigid Shape and Motion Recovery., ECCV, 2008"], "Carlos Hernández": ["Shadows in Three-Source Photometric Stereo., ECCV, 2008"], "Herve Jegou": ["Hamming Embedding and Weak Geometric Consistency for Large Scale Image Search., ECCV, 2008"], "Imran N. Junejo": ["Estimating Geo-temporal Location of Stationary Cameras Using Shadow Trajectories., ECCV, 2008", "Cross-View Action Recognition from Temporal Self-similarities., ECCV, 2008"], "Maria Klodt": ["An Experimental Comparison of Discrete and Continuous Shape Optimization Methods., ECCV, 2008"], "Takumi Kobayashi": ["Image Feature Extraction Using Gradient Local Auto-Correlations., ECCV, 2008"], "Thommen Korah": ["Analysis of Building Textures for Reconstructing Partially Occluded Facades., ECCV, 2008"], "Dongjin Kwon": ["Nonrigid Image Registration Using DynamicHigher-Order MRF Model., ECCV, 2008"], "Junseok Kwon": ["Tracking of Abrupt Motion Using Wang-Landau Monte Carlo Estimation., ECCV, 2008"], "Michael S. Langer": ["Surface Visibility Probabilities in 3D Cluttered Scenes., ECCV, 2008"], "Leon Gu": ["A Generative Shape Regularization Model for Robust Face Alignment., ECCV, 2008"], "Xiaowei Li": ["Modeling and Recognition of Landmark Image Collections Using Iconic Scene Graphs., ECCV, 2008"], "David Liu": ["VideoCut: Removing Irrelevant Frames by Discovering the Object of Interest., ECCV, 2008"], "Jean-Nicolas Ouellet": ["ASN: Image Keypoint Detection from Adaptive Shape Neighborhood., ECCV, 2008"], "Ananth Ranganathan": ["Online Sparse Matrix Gaussian Process Regression and Vision Applications., ECCV, 2008"], "Saiprasad Ravishankar": ["Multi-stage Contour Based Detection of Deformable Objects., ECCV, 2008"], "François Rousseau": ["Brain Hallucination., ECCV, 2008"], "Tobias Schuchert": ["Range Flow for Varying Illumination., ECCV, 2008"], "Merrielle Spain": ["Some Objects Are More Equal Than Others: Measuring and Predicting Importance., ECCV, 2008"], "Roberto Toldo": ["Robust Multiple Structures Estimation with J-Linkage., ECCV, 2008"], "Du Tran": ["Human Activity Recognition with Metric Learning., ECCV, 2008"], "Hongzhi Wang": ["Shape Matching by Segmentation Averaging., ECCV, 2008"], "Liang Wang": ["Search Space Reduction for MRF Stereo., ECCV, 2008"], "Shu-Fan Wang": ["Estimating 3D Face Model and Facial Deformation from a Single Image Based on Expression Manifold Optimization., ECCV, 2008"], "Yueming Wang": ["3D Face Recognition by Local Shape Difference Boosting., ECCV, 2008"], "Jerod J. Weinman": ["Efficiently Learning Random Fields for Stereo Vision with Sparse Message Passing., ECCV, 2008"], "Kwan-Yee Kenneth Wong": ["Recovering Light Directions and Camera Poses from a Single Sphere., ECCV, 2008"], "Zheng Wu": ["Tracking with Dynamic Hidden-State Shape Models., ECCV, 2008"], "Xiaolin K. Wei": ["Interactive Tracking of 2D Generic Objects with Spacetime Optimization., ECCV, 2008"], "Li Xu": ["A Segmentation Based Variational Model for Accurate Optical Flow Estimation., ECCV, 2008", "Stereo Matching: An Outlier Confidence Approach., ECCV, 2008"], "Peng Yang": ["Similarity Features for Facial Event Analysis., ECCV, 2008"], "Bangpeng Yao": ["Building a Compact Relevant Sample Coverage for Relevance Feedback in Content-Based Image Retrieval., ECCV, 2008"], "Jingdan Zhang": ["Discriminative Learning for Deformable Shape Segmentation: A Comparative Study., ECCV, 2008"], "Tianhao Zhang": ["Discriminative Locality Alignment., ECCV, 2008"], "Andreas Wedel": ["Efficient Dense Scene Flow from Sparse or Dense Stereo Data., ECCV, 2008"], "Kalin Kolev": ["Integration of Multiview Stereo and Silhouettes Via Convex Functionals on Convex Domains., ECCV, 2008"], "Neill D. F. Campbell": ["Using Multiple Hypotheses to Improve Depth-Maps for Multi-View Stereo., ECCV, 2008"], "Yongduek Seo": ["Sparse Structures in L-Infinity Norm Minimization for Structure and Motion Reconstruction., ECCV, 2008"], "Saad Ali": ["Floor Fields for Tracking in High Density Crowd Scenes., ECCV, 2008"], "Alexandru O. Balan": ["The Naked Truth: Estimating Body Shape Under Clothing., ECCV, 2008"], "Kiran Varanasi": ["Temporal Surface Tracking Using Mesh Evolution., ECCV, 2008"], "Yui Man Lui": ["Grassmann Registration Manifolds for Face Recognition., ECCV, 2008"], "Yi Sun": ["Facial Expression Recognition Based on 3D Dynamic Range Model Sequences., ECCV, 2008"], "Lin Liang": ["Face Alignment Via Component-Based Discriminative Search., ECCV, 2008"], "Thomas Mensink": ["Improving People Search Using Query Expansions., ECCV, 2008"], "Olga Barinova": ["Fast Automatic Single-View 3-d Reconstruction of Urban Scenes., ECCV, 2008"], "Pravin Bhat": ["Fourier Analysis of the 2D Screened Poisson Equation for Gradient Domain Problems., ECCV, 2008"], "Sébastien Bougleux": ["Anisotropic Geodesics for Perceptual Grouping and Domain Meshing., ECCV, 2008"], "Alexander M. Bronstein": ["Regularized Partial Matching of Rigid Shapes., ECCV, 2008"], "Volkan Cevher": ["Compressive Sensing for Background Subtraction., ECCV, 2008"], "Samuel Dambreville": ["Robust 3D Pose Estimation and Efficient 2D Region-Based Segmentation from a 3D Shape Prior., ECCV, 2008"], "David Nistér": ["Linear Time Maximally Stable Extremal Regions., ECCV, 2008"], "Patrick Denis": ["Efficient Edge-Based Methods for Estimating Manhattan Frames in Urban Imagery., ECCV, 2008"], "Piotr Dollár": ["Multiple Component Learning for Object Detection., ECCV, 2008"], "Wei Du": ["A Probabilistic Approach to Integrating Multiple Cues in Visual Tracking., ECCV, 2008"], "Janis Fehr": ["Fast and Accurate Rotation Estimation on the 2-Sphere without Correspondences., ECCV, 2008"], "Raj Gupta": ["SMD: A Locally Stable Monotonic Change Invariant Feature Descriptor., ECCV, 2008"], "Hao Jiang": ["Finding Actions Using Shape Flows., ECCV, 2008"], "Ho Yub Jung": ["Window Annealing over Square Lattice Markov Random Field., ECCV, 2008", "Toward Global Minimum through Combined Local Minima., ECCV, 2008"], "Leonid Karlinsky": ["Unsupervised Classification and Part Localization by Consistency Amplification., ECCV, 2008"], "Hedvig Kjellström": ["Simultaneous Visual Recognition of Manipulation Actions and Manipulated Objects., ECCV, 2008"], "Matthias Krueger": ["Active Contour Based Segmentation of 3D Surfaces., ECCV, 2008"], "Neeraj Kumar": ["What Is a Good Nearest Neighbors Algorithm for Finding Similar Patches in Images?, ECCV, 2008", "FaceTracer: A Search Engine for Large Collections of Images with Faces., ECCV, 2008"], "Yunpeng Li": ["Learning for Optical Flow Using Stochastic Optimization., ECCV, 2008", "Sparse Long-Range Random Field and Its Application to Image Denoising., ECCV, 2008"], "Julien Mille": ["Region-Based 2D Deformable Generalized Cylinder for Narrow Structures Segmentation., ECCV, 2008"], "Francesc Moreno-Noguer": ["Pose Priors for Simultaneously Solving Alignment and Correspondence., ECCV, 2008"], "Huazhong Ning": ["Latent Pose Estimator for Continuous Action Recognition., ECCV, 2008"], "Ryuzo Okada": ["Relevant Feature Selection for Human Pose Estimation and Localization in Cluttered Images., ECCV, 2008"], "Devi Parikh": ["Determining Patch Saliency Using Low-Level Context., ECCV, 2008"], "Sylvain Paris": ["Edge-Preserving Smoothing and Mean-Shift Segmentation of Video Streams., ECCV, 2008"], "Minwoo Park": ["Deformed Lattice Discovery Via Efficient Mean-Shift Belief Propagation., ECCV, 2008"], "Jérome Piovano": ["Local Statistic Based Region Segmentation with Automatic Scale Selection., ECCV, 2008"], "Rahul Raguram": ["A Comparative Analysis of RANSAC Techniques Leading to Adaptive Real-Time Random Sample Consensus., ECCV, 2008"], "Avinash Ravichandran": ["Video Registration Using Dynamic Textures., ECCV, 2008"], "Paul Schnitzspan": ["Hierarchical Support Vector Random Fields: Joint Training to Combine Local and Global Features., ECCV, 2008"], "Ian Simon": ["Scene Segmentation Using the Wisdom of Crowds., ECCV, 2008"], "Meghna Singh": ["Optimization of Symmetric Transfer Error for Sub-frame Video Synchronization., ECCV, 2008"], "Tanveer Fathima Syeda-Mahmood": ["Shape-Based Retrieval of Heart Sounds for Disease Similarity Detection., ECCV, 2008"], "Martin Szummer": ["Learning CRFs Using Graph Cuts., ECCV, 2008"], "Lorenzo Torresani": ["Feature Correspondence Via Graph Matching: Models and Global Optimization., ECCV, 2008"], "Son Dinh Tran": ["Event Modeling and Recognition Using Markov Logic Networks., ECCV, 2008"], "Xianwang Wang": ["Illumination and Person-Insensitive Head Pose Estimation Using Distance Metric Learning., ECCV, 2008"], "Lennart Wietzke": ["2D Image Analysis by Generalized Hilbert Transforms in Conformal Space., ECCV, 2008"], "Geert Willems": ["An Efficient Dense and Scale-Invariant Spatio-Temporal Interest Point Detector., ECCV, 2008"], "Wuyi Yang": ["A Graph Based Subspace Semi-supervised Learning Framework for Dimensionality Reduction., ECCV, 2008"], "Qian Yu": ["Online Tracking and Reacquisition Using Co-trained Generative and Discriminative Trackers., ECCV, 2008"], "Jenny Yuen": ["Statistical Analysis of Global Motion Chains., ECCV, 2008"], "Lei Zhang": ["Active Image Labeling and Its Application to Facial Action Labeling., ECCV, 2008"], "Wei Zhang": ["Real Time Feature Based 3-D Deformable Face Tracking., ECCV, 2008"], "Ming Zhao": ["Rank Classification of Linear Line Structure in Determining Trifocal Tensor., ECCV, 2008"], "Guangyu Zhu": ["Learning Visual Shape Lexicon for Document Image Content Recognition., ECCV, 2008", "Signature-Based Document Image Retrieval., ECCV, 2008"], "Long Zhu": ["Unsupervised Structure Learning: Hierarchical Recursive Composition, Suspicious Coincidence and Competitive Exclusion., ECCV, 2008"], "Qihui Zhu": ["Contour Context Selection for Object Detection: A Set-to-Set Contour Matching Approach., ECCV, 2008"], "Chang Huang": ["Robust Object Tracking by Hierarchical Association of Detection Responses., ECCV, 2008"], "Georg Klein": ["Improving the Agility of Keyframe-Based SLAM., ECCV, 2008"], "Stephan Gammeter": ["Articulated Multi-body Tracking under Egomotion., ECCV, 2008"], "Charles Bibby": ["Robust Real-Time Visual Tracking Using Pixel-Wise Posteriors., ECCV, 2008"], "Wei Zeng": ["3D Non-rigid Surface Matching and Registration Based on Holomorphic Differentials., ECCV, 2008"], "Jianxiong Xiao": ["Learning Two-View Stereo Matching., ECCV, 2008", "Structuring Visual Words in 3D for Arbitrary-View Object Localization., ECCV, 2008"], "Ce Liu": ["SIFT Flow: Dense Correspondence across Different Scenes., ECCV, 2008"], "Julien Mairal": ["Discriminative Sparse Image Models for Class-Specific Edge Detection and Image Interpretation., ECCV, 2008"], "Gabriel Peyré": ["Non-local Regularization of Inverse Problems., ECCV, 2008"], "Amr Ahmed": ["Training Hierarchical Feed-Forward Visual Recognition Models Using Transfer Learning from Pseudo-Tasks., ECCV, 2008"], "Deqing Sun": ["Learning Optical Flow., ECCV, 2008"], "Asem M. Ali": ["Optimizing Binary MRFs with Higher Order Cliques., ECCV, 2008"], "Jérôme Berclaz": ["Multi-camera Tracking and Atypical Motion Detection with Behavioral Maps., ECCV, 2008"], "Guillaume Charpiat": ["Automatic Image Colorization Via Multimodal Predictions., ECCV, 2008"], "Robert T. Collins": ["CSDD Features: Center-Surround Distribution Distance for Feature Extraction and Matching., ECCV, 2008"], "Dima Damen": ["Detecting Carried Objects in Short Video Sequences., ECCV, 2008"], "Cassio Polpo de Campos": ["Constrained Maximum Likelihood Learning of Bayesian Networks for Facial Action Recognition., ECCV, 2008"], "Lixin Fan": ["Robust Scale Estimation from Ensemble Inlier Sets for Random Sample Consensus Methods., ECCV, 2008"], "Michela Farenzena": ["Efficient Camera Smoothing in Sequential Structure-from-Motion Using Approximate Cross-Validation., ECCV, 2008"], "Matthieu Fradet": ["Semi-automatic Motion Segmentation with Motion Layer Mosaics., ECCV, 2008"], "Todor G. Georgiev": ["Unified Frequency Domain Analysis of Lightfield Cameras., ECCV, 2008"], "Alvina Goh": ["Segmenting Fiber Bundles in Diffusion Tensor Images., ECCV, 2008"], "Christian Gosch": ["View Point Tracking of Rigid Objects Based on Shape Sub-manifolds., ECCV, 2008"], "Tae Hoon Kim": ["Generative Image Segmentation Using Random Walks with Restart., ECCV, 2008"], "Teresa Ko": ["Background Subtraction on Distributions., ECCV, 2008"], "Claudia Kondermann": ["A Statistical Confidence Measure for Optical Flows., ECCV, 2008"], "Zuzana Kukelova": ["Automatic Generator of Minimal Problem Solvers., ECCV, 2008"], "Ameesh Makadia": ["A New Baseline for Image Annotation., ECCV, 2008"], "Shimiao Li": ["Behind the Depth Uncertainty: Resolving Ordinal Depth in SFM., ECCV, 2008"], "Wei Liu": ["Output Regularized Metric Learning with Side Information., ECCV, 2008"], "James Loxam": ["Student-tMixture Filter for Robust, Real-Time Visual Tracking., ECCV, 2008"], "Yiwen Luo": ["Photo and Video Quality Evaluation: Focusing on the Subject., ECCV, 2008"], "Rémi Mégret": ["The Bi-directional Framework for Unifying Parametric Image Alignment Approaches., ECCV, 2008"], "Tsuyoshi Migita": ["Direct Bundle Estimation for Recovery of Shape, Reflectance Property and Light Position., ECCV, 2008"], "Pierre Moreels": ["A Probabilistic Cascade of Detectors for Individual Object Recognition., ECCV, 2008"], "John Novatnack": ["Scale-Dependent/Invariant Local 3D Shape Descriptors for Fully Automatic Registration of Multiple Sets of Range Images., ECCV, 2008"], "Olga Veksler": ["Star Shape Prior for Graph-Cut Image Segmentation., ECCV, 2008"], "Wei-Hau Pan": ["Efficient NCC-Based Image Matching in Walsh-Hadamard Domain., ECCV, 2008"], "Caroline Pantofaru": ["Object Recognition by Integrating Multiple Image Segmentations., ECCV, 2008"], "Ofir Pele": ["A Linear Time Histogram Metric for Improved SIFT Matching., ECCV, 2008"], "Ting Peng": ["An Extended Phase Field Higher-Order Active Contour Model for Networks and Its Application to Road Network Extraction from VHR Satellite Images., ECCV, 2008"], "Luis Pizarro": ["A Generic Neighbourhood Filtering Framework for Matrix Fields., ECCV, 2008"], "Xiaofeng Ren": ["Multi-scale Improves Boundary Detection in Natural Images., ECCV, 2008"], "Evan Ribnick": ["Estimating 3D Trajectories of Periodic Motions from Stationary Monocular Views., ECCV, 2008"], "David A. Ross": ["Unsupervised Learning of Skeletons from Motion., ECCV, 2008"], "David Mark Russell": ["Multi-layered Decomposition of Recurrent Scenes., ECCV, 2008"], "Amir Saffari": ["SERBoost: Semi-supervised Boosting with Expectation Regularization., ECCV, 2008"], "Silvio Savarese": ["View Synthesis for Recognizing Unseen Poses of Object Classes., ECCV, 2008"], "Avinash Sharma": ["Projected Texture for Object Classification., ECCV, 2008"], "Oudom Somphone": ["Prior-Based Piecewise-Smooth Segmentation by Template Competitive Deformation Using Partitions of Unity., ECCV, 2008"], "Xuan Song": ["Vision-Based Multiple Interacting Targets Tracking via On-Line Supervised Learning., ECCV, 2008"], "Yusuke Sugano": ["An Incremental Learning Method for Unconstrained Gaze Estimation., ECCV, 2008"], "Vinh-Thong Ta": ["Partial Difference Equations over Graphs: Morphological Processing of Arbitrary Discrete Data., ECCV, 2008"], "Norimichi Ukita": ["Real-Time Shape Analysis of a Human Body in Clothing Using Time-Series Part-Labeled Volumes., ECCV, 2008"], "Jan C. van Gemert": ["Kernel Codebooks for Scene Categorization., ECCV, 2008"], "Yang Wang": ["Multiple Tree Models for Occlusion and Spatial Constraints in Human Pose Estimation., ECCV, 2008"], "Zhang Zhang": ["Multi-thread Parsing for Recognizing Complex Events in Videos., ECCV, 2008"], "Jianke Zhu": ["An Effective Approach to 3D Deformable Surface Tracking., ECCV, 2008"], "Tom S. F. Haines": ["Belief Propagation with Directional Statistics for Solving the Shape-from-Shading Problem., ECCV, 2008"], "Thomas Pock": ["A Convex Formulation of Continuous Multi-label Problems., ECCV, 2008"], "Nikos Komodakis": ["Beyond Loose LP-Relaxations: Optimizing MRFs by Repairing Cycles., ECCV, 2008"], "Eduard Vazquez": ["Image Segmentation in the Presence of Shadows and Highlights., ECCV, 2008"], "Victor S. Lempitsky": ["Image Segmentation by Branch-and-Mincut., ECCV, 2008"], "Shai Bagon": ["What Is a Good Image Segment? A Unified Approach to Segment Extraction., ECCV, 2008"], "Samuel W. Hasinoff": ["Light-Efficient Photography., ECCV, 2008"], "Hajime Nagahara": ["Flexible Depth of Field Photography., ECCV, 2008"], "Sujit Kuthirummal": ["Priors for Large Photo Collections and What They Reveal about Cameras., ECCV, 2008"], "Anat Levin": ["Understanding Camera Trade-Offs through a Bayesian Analysis of Light Field Projections., ECCV, 2008"], "Motilal Agrawal": ["CenSurE: Center Surround Extremas for Realtime Feature Detection and Matching., ECCV, 2008"], "Peter N. Belhumeur": ["Searching the World's Herbaria: A System for Visual Identification of Plant Species., ECCV, 2008"], "Martin Byröd": ["A Column-Pivoting Based Strategy for Monomial Ordering in Numerical Gröbner Basis Calculations., ECCV, 2008"], "Minsu Cho": ["Co-recognition of Image Pairs by Data-Driven Monte Carlo Image Exploration., ECCV, 2008"], "Timothée Cour": ["Movie/Script: Alignment and Parsing of Video and Text Transcription., ECCV, 2008"], "Ibrahim Eden": ["Using 3D Line Segments for Robust and Efficient Change Detection from Multiple Noisy Images., ECCV, 2008"], "María-José Escobar": ["Action Recognition with a Bio-inspired Feedforward Motion Processing Model: The Richness of Center-Surround Interactions., ECCV, 2008"], "Andrea Fossati": ["Linking Pose and Motion., ECCV, 2008"], "Germán González": ["Automated Delineation of Dendritic Networks in Noisy Image Stacks., ECCV, 2008"], "Etienne Grossmann": ["Calibration from Statistical Properties of the Visual World., ECCV, 2008"], "Junwei Han": ["Regular Texture Analysis as Statistical Model Selection., ECCV, 2008"], "Yu-Tseh Chi": ["Higher Dimensional Affine Registration and Vision Applications., ECCV, 2008"], "Wei Jiang": ["Semantic Concept Classification by Joint Semi-supervised Learning of Feature Subspaces and Support Vector Machines., ECCV, 2008"], "Xiaoyue Jiang": ["Learning from Real Images to Model Lighting Variations for Face Images., ECCV, 2008"], "Kevin Köser": ["Differential Spatial Resection - Pose Estimation Using a Single Local Image Feature., ECCV, 2008"], "Kai Krajsek": ["Riemannian Anisotropic Diffusion for Tensor Valued Images., ECCV, 2008"], "Jean-François Lalonde": ["What Does the Sky Tell Us about the Camera?, ECCV, 2008"], "Max W. K. Law": ["Three Dimensional Curvilinear Structure Detection Using Optimally Oriented Flux., ECCV, 2008"], "Jian Li": ["Scene Segmentation for Behaviour Correlation., ECCV, 2008"], "Xi Li": ["Robust Visual Tracking Based on an Effective Appearance Model., ECCV, 2008"], "Yuan Li": ["Key Object Driven Multi-category Object Recognition, Localization and Tracking Using Spatio-temporal Context., ECCV, 2008"], "Zhe Lin": ["A Pose-Invariant Descriptor for Human Detection and Segmentation., ECCV, 2008"], "Feng Liu": ["Texture-Consistent Shadow Removal., ECCV, 2008"], "Nicolas Loeff": ["Scene Discovery by Matrix Factorization., ECCV, 2008"], "Le Lu": ["Simultaneous Detection and Registration for Ileo-Cecal Valve Detection in 3D CT Colonography., ECCV, 2008"], "Marcin Marszalek": ["Constructing Category Hierarchies for Visual Recognition., ECCV, 2008"], "Lin Mei": ["Sample Sufficiency and PCA Dimension for Statistical Shape Models., ECCV, 2008"], "Stephen Milborrow": ["Locating Facial Features with an Extended Active Shape Model., ECCV, 2008"], "Kai Nickel": ["Dynamic Integration of Generalized Cues for Person Tracking., ECCV, 2008"], "Juan Carlos Niebles": ["Extracting Moving People from Internet Videos., ECCV, 2008"], "Junbiao Pang": ["Multiple Instance Boost Using Graph Embedding Based Decision Stump for Pedestrian Detection., ECCV, 2008"], "Alexander Patterson": ["Object Detection from Large-Scale 3D Datasets Using Bottom-Up and Top-Down Descriptors., ECCV, 2008"], "Julien Pilet": ["Making Background Subtraction Robust to Sudden Illumination Changes., ECCV, 2008"], "Mathieu Salzmann": ["Closed-Form Solution to Non-rigid 3D Surface Registration., ECCV, 2008"], "Toby Sharp": ["Implementing Decision Trees and Forests on a GPU., ECCV, 2008"], "Peter F. Sturm": ["General Imaging Geometry for Central Catadioptric Cameras., ECCV, 2008"], "Jun Takamatsu": ["Estimating Radiometric Response Functions from Image Noise Variance., ECCV, 2008"], "Camillo J. Taylor": ["Solving Image Registration Problems Using Interior Point Methods., ECCV, 2008"], "Frank B. ter Haar": ["3D Face Model Fitting for Recognition., ECCV, 2008"], "Till Isambert": ["A Multi-scale Vector Spline Method for Estimating the Fluids Motion on Satellite Images., ECCV, 2008"], "Werner Trobin": ["Continuous Energy Minimization Via Repeated Binary Fusion., ECCV, 2008"], "Peter H. Tu": ["Unified Crowd Segmentation., ECCV, 2008"], "Andrea Vedaldi": ["Quick Shift and Kernel Methods for Mode Seeking., ECCV, 2008"], "Lei Wang": ["A Fast Algorithm for Creating a Compact and Discriminative Visual Codebook., ECCV, 2008"], "Christian Wojek": ["A Dynamic Conditional Random Field Model for Joint Labeling of Object and Scene Classes., ECCV, 2008"], "Lior Wolf": ["Local Regularization for Multiclass Classification Facing Significant Intraclass Variations., ECCV, 2008"], "Yang Wu": ["Saliency Based Opportunistic Search for Object Part Extraction and Labeling., ECCV, 2008"], "Xingwei Yang": ["Improving Shape Retrieval by Learning Graph Transduction., ECCV, 2008"], "Weiwei Zhang": ["Cat Head Detection - How to Effectively Exploit Shape and Texture Features., ECCV, 2008"], "Ziming Zhang": ["Motion Context: A New Representation for Human Action Recognition., ECCV, 2008"], "Srinivasa G. Narasimhan": ["Temporal Dithering of Illumination for Fast Active Vision., ECCV, 2008"], "Jinwei Gu": ["Compressive Structured Light for Recovering Inhomogeneous Participating Media., ECCV, 2008"], "Fabiano Romeiro": ["Passive Reflectometry., ECCV, 2008"], "Lukas Zebedin": ["Fusion of Feature- and Area-Based Information for Urban Buildings Modeling from Aerial Imagery., ECCV, 2008"]}