{"Kjell Brunnström": ["On scale and resolution in the analysis of local image structure., ECCV, 1990"], "Serge Castan": ["Optimal Filter For Edge Detection Methods And Results., ECCV, 1990"], "Niklas Nordström": ["Biased Anisotropic Diffusion - A Unified Regularization and Diffusion Approach to Edge Detection., ECCV, 1990"], "Annick Montanvert": ["Hierarchical Image Analysis Using Irregular Tessellations., ECCV, 1990"], "Jean-Claude Klein": ["A Bit Plane Architecture For An Image Analysis Processor Implemented With P.L.C.A. Gate Array., ECCV, 1990"], "Allan D. Jepson": ["Scale-Space Singularities., ECCV, 1990"], "Olivier Monga": ["Recursive Filtering and Edge Closing: two primary tools for 3-D edge detection., ECCV, 1990"], "Donna J. Williams": ["Edge Contours Using Multiple Scales., ECCV, 1990"], "Alan L. Yuille": ["Stereo Integration, Mean Field Theory and Psychophysics., ECCV, 1990"], "Aimé Meygret": ["A Pyramidal Stereovision Algorithm Based On Contour Chain Points., ECCV, 1990"], "Davi Geiger": ["Parallel and deterministic algorithms from MRFs: surface reconstruction and integration., ECCV, 1990"], "Jer-Sen Chen": ["Parallel Multiscale Stereo Matching Using Adaptive Smoothing., ECCV, 1990"], "Olivier D. Faugeras": ["On the motion of 3D curves and its relationship to optical flow., ECCV, 1990"], "Christopher G. Harris": ["Structure-from-Motion under Orthographic Projection., ECCV, 1990"], "Shaogang Gong": ["Parallel Computation Of Optic Flow., ECCV, 1990"], "Wilfried Enkelmann": ["Obstacle Detecion by Evaluation of Optical Flow Fields from Image Sequences., ECCV, 1990"], "Hans-Hellmut Nagel": ["Extending the 'Oriented Smoothness Constraint' into the Temporal Domain and the Estimation of Derivatives of Optical Flow., ECCV, 1990"], "Janusz Konrad": ["A Comparison Of Stochastic And Deterministic Solution Methods In Bayesian Estimation Of 2-D Motion., ECCV, 1990"], "Bernd Jähne": ["Motion Determination in Space-Time Images., ECCV, 1990"], "Stephen J. Maybank": ["Ambiguity In Reconstruction From Image Correspondences., ECCV, 1990"], "Pierre Puget": ["An Optimal Solution for Mobile Camera Calibration., ECCV, 1990"], "Konstantinos Daniilidis": ["Analytical Results on Error Sensitivity of Motion Estimation from Two Views., ECCV, 1990"], "Massimo Tistarelli": ["On The Estimation Of Depth From Motion Using An Anthropomorphic Visual Sensor., ECCV, 1990"], "Edouard François": ["The Derivation Of Qualitative Information In Motion Analysis., ECCV, 1990"], "Roberto de Alencar Lotufo": ["Road Following Algorithm Using A Panned Plan-View Transformation., ECCV, 1990"], "Luc Robert": ["3D-vision-based robot navigation: first steps., ECCV, 1990"], "James L. Crowley": ["Dynamic World Modeling Using Vertical Line Stereo., ECCV, 1990", "Measurement and Integration of 3-D Structures By Tracking Edge Lines., ECCV, 1990"], "Yiannis Aloimonos": ["Tracking In A Complex Visual Environment., ECCV, 1990"], "Rachid Deriche": ["Tracking Line Segments., ECCV, 1990"], "Thierry Viéville": ["Estimation of 3D-motion and structure from tracking 2D-lines in a sequence of images., ECCV, 1990"], "Daniel Dubé": ["The Incremental Rigidity Scheme for Structure from Motion: The Line-Based Formulation., ECCV, 1990"], "Stefan Carlsson": ["Object detection using model based prediction and motion parallax., ECCV, 1990"], "Patrick Bouthemy": ["Detection and Tracking of Moving Objects Based on a Statistical Regularization Method in Space and Time., ECCV, 1990"], "Keith Langley": ["Vertical and Horizontal Disparities from Phase., ECCV, 1990"], "Valérie Cornilleau-Pérès": ["Stereo Correspondence From Optic Flow., ECCV, 1990"], "Norberto M. Grzywacz": ["A Model for the Estimate of Local Velocity., ECCV, 1990"], "James J. Little": ["Direct Evidence for Occlusion in Stereo and Motion., ECCV, 1990"], "Michael R. M. Jenkin": ["On the use of trajectory information to assist stereopsis in a dynamic environment., ECCV, 1990"], "John R. Sullins": ["Distributed Learning of Texture Classification., ECCV, 1990"], "Richard Szeliski": ["Fast Shape from Shading., ECCV, 1990"], "Daniel DeMenthon": ["Inverse Perspective Of A Triangle: New Exact And Approximate Solutions., ECCV, 1990"], "Radu Horaud": ["Finding Geometric and Relational Structures in an Image., ECCV, 1990"], "Frank P. Ferrie": ["Recovery of Volumetric Object Descriptions From Laser Rangefinder Images., ECCV, 1990"], "Alex Pentland": ["Extraction Of Deformable Part Models., ECCV, 1990"], "David G. Lowe": ["Stabilized Solution For 3-D Model Parameters., ECCV, 1990"], "P. Lipson": ["Deformable Templates for Feature Extraction from Medical Images., ECCV, 1990"], "Peter T. Sander": ["Charting Surface Structure., ECCV, 1990"], "David A. Forsyth": ["Projectively Invariant Representations Using Implicit Algebraic Curves., ECCV, 1990"], "Shiu Yin Yuen": ["Shape from Contour Using Symmetries., ECCV, 1990"], "Régis Vaillant": ["Using Occluding Contours for 3D Object Modeling., ECCV, 1990"], "Andrew Blake": ["Robust Estimation of Surface Curvature from Deformation of Apparent Contours., ECCV, 1990"], "Michel Dhome": ["Spatial Localization Of Modelled Objects Of Revolution In Monocular Perspective Vision., ECCV, 1990"], "W. Eric L. Grimson": ["On the Verification of Hypthesized Matches in Model-Based Recognition., ECCV, 1990", "The Combinatorics of Heuristic Search Termination for Object Recognition in Cluttered Environments., ECCV, 1990"], "Alistair J. Bray": ["Object Recognition Using Local Geometric Constraints: A Robust Alternative To Tree-Search., ECCV, 1990"], "Derrick Holder": ["SIMD Geometric Matching., ECCV, 1990"], "Robert Laganière": ["A 3D Interpretation System Based on Consistent Labeling of a Set of Propositions. Application to the Interpretation of Straight Line Correspondences., ECCV, 1990"], "Haim J. Wolfson": ["Model-Based Object Recognition by Geometric Hashing., ECCV, 1990"], "Gregory M. Provan": ["An Analysis Of Knowledge Representation Schemes For High Level Vision., ECCV, 1990"], "R. M. Bodington": ["Experiments on the use of the ATMS to label features for object recognition., ECCV, 1990"], "Jens Damgaard Andersen": ["Combinatorial Characterization of Perspective Projections from Polyhedral Object Scenes., ECCV, 1990"], "Håkan Bårman": ["Estimation of Curvature in 3D Images Using Tensor Field Filtering., ECCV, 1990"], "James R. Bergen": ["Transparent-Motion Analysis., ECCV, 1990"], "Marie-Odile Berger": ["Snake growing., ECCV, 1990"], "Öjvind Bernander": ["Local Cross-Modality Image Alignment Using Unsupervised Learning., ECCV, 1990"], "Andrew W. G. Duller": ["A Heterogeneous Vision Architecture., ECCV, 1990"], "Philippe Garnesson": ["Spatial Context In An Image Analysis System., ECCV, 1990"], "Patrick Hanusse": ["Object Detection And Identification By Hierarchical Segmentation., ECCV, 1990"], "Eyal Kishon": ["3-D Curve Matching Using Splines., ECCV, 1990"], "Violet F. Leavers": ["The Dynamic Generalized Hough transform., ECCV, 1990"], "Enrico De Micheli": ["The Analysis of time varying image sequences., ECCV, 1990"], "Michael Mohnhaupt": ["On the Use of Motion Concepts for Top-Down Control in Traffic Scenes., ECCV, 1990"], "Gregory Randall": ["Final Steps Towards Real Time Trinocular Stereovision., ECCV, 1990"], "Philippe Saint-Marc": ["B-Spline Contour Representation and Symmetry Detection., ECCV, 1990"], "Gunnar Sparr": ["Shape and mutual cross-ratios with applications to exterior, interior and relative orientation., ECCV, 1990"], "Nicholas Walker": ["Using Neural Networks to Learn Shape Decomposition by Successive Prototypication., ECCV, 1990"], "Thomas Zielke": ["Adapting Computer Vision Systems to the Visual Environment: Topographic Mapping., ECCV, 1990"], "Georg Zimmermann": ["Stereo Matching Based on a Combination of Simple Features Used for Matching in Temporal Image Sequences., ECCV, 1990"]}