{"Kaiming He": ["Guided Image Filtering., ECCV, 2010"], "Yuanyuan Ding": ["Analysis of Motion Blur with a Flutter Shutter Camera for Non-linear Motion., ECCV, 2010"], "Michael W. Tao": ["Error-Tolerant Image Compositing., ECCV, 2010"], "Fabiano Romeiro": ["Blind Reflectometry., ECCV, 2010"], "Hyeongwoo Kim": ["Photometric Stereo for Dynamic Surface Orientations., ECCV, 2010"], "Vikram V. Appia": ["Fully Isotropic Fast Marching Methods on Cartesian Grids., ECCV, 2010", "Fully Isotropic Fast Marching Methods on Cartesian Grids., ECCV, 2010"], "Jaewon Kim": ["Descattering Transmission via Angular Filtering., ECCV, 2010"], "Mohit Gupta": ["Flexible Voxels for Motion-Aware Videography., ECCV, 2010"], "Risheng Liu": ["Learning PDEs for Image Restoration via Optimal Control., ECCV, 2010"], "Aswin C. Sankaranarayanan": ["Compressive Acquisition of Dynamic Scenes., ECCV, 2010", "Image Invariants for Smooth Reflective Surfaces., ECCV, 2010"], "Alex Mansfield": ["Scene Carving: Scene Consistent Image Retargeting., ECCV, 2010"], "Li Xu": ["Two-Phase Kernel Estimation for Robust Motion Deblurring., ECCV, 2010"], "Ankit Gupta": ["Single Image Deblurring Using Motion Density Functions., ECCV, 2010"], "Miyoun Jung": ["An Iterative Method with General Convex Fidelity Term for Image Restoration., ECCV, 2010"], "David Ilstrup": ["One-Shot Optimal Exposure Control., ECCV, 2010"], "Anat Levin": ["Analyzing Depth from Coded Aperture Sets., ECCV, 2010"], "Marcin Eichner": ["We Are Family: Joint Pose Estimation of Multiple Persons., ECCV, 2010"], "Dahua Lin": ["Joint People, Event, and Location Recognition in Personal Photo Collections Using Cross-Domain Context., ECCV, 2010"], "Chen Wang": ["Chrono-Gait Image: A Novel Temporal Template for Gait Recognition., ECCV, 2010"], "Ping-Han Lee": ["Robust Face Recognition Using Probabilistic Facial Trait Code., ECCV, 2010"], "Peng Guan": ["A 2D Human Body Model Dressed in Eigen Clothing., ECCV, 2010"], "Pia Breuer": ["Self-Adapting Feature Layers., ECCV, 2010"], "Ngoc-Son Vu": ["Face Recognition with Patterns of Oriented Edge Magnitudes., ECCV, 2010"], "Yazhou Liu": ["Spatial-Temporal Granularity-Tunable Gradients Partition (STGGP) Descriptors for Human Detection., ECCV, 2010"], "Ira Kemelmacher-Shlizerman": ["Being John Malkovich., ECCV, 2010"], "Xiaoming Liu": ["Facial Contour Labeling via Congealing., ECCV, 2010"], "Severin Stalder": ["Cascaded Confidence Filtering for Improved Tracking-by-Detection., ECCV, 2010"], "Cheng-Hao Kuo": ["Inter-camera Association of Multi-target Tracks by On-Line Learned Appearance Affinity Models., ECCV, 2010"], "Dennis Mitzel": ["Multi-person Tracking with Sparse Detection and Continuous Segmentation., ECCV, 2010"], "Jialue Fan": ["Closed-Loop Adaptation for Robust Tracking., ECCV, 2010", "Discriminative Spatial Attention for Robust Tracking., ECCV, 2010"], "Søren Hauberg": ["Gaussian-Like Spatial Priors for Articulated Tracking., ECCV, 2010"], "Narayanan Sundaram": ["Dense Point Trajectories by GPU-Accelerated Large Displacement Optical Flow., ECCV, 2010"], "Stefano Pellegrini": ["Improving Data Association by Joint Modeling of Pedestrian Trajectories and Groupings., ECCV, 2010"], "Anton Andriyenko": ["Globally Optimal Multi-target Tracking on a Hexagonal Lattice., ECCV, 2010"], "Nazli Ikizler-Cinbis": ["Object, Scene and Actions: Combining Multiple Features for Human Action Recognition., ECCV, 2010"], "Pyry Matikainen": ["Representing Pairwise Spatial and Temporal Relations for Action Recognition., ECCV, 2010"], "Matthijs Douze": ["Compact Video Description for Copy Detection with Precise Temporal Alignment., ECCV, 2010"], "Scott Satkin": ["Modeling the Temporal Extent of Actions., ECCV, 2010"], "Sangmin Oh": ["Content-Based Retrieval of Functional Objects in Video Using Scene Context., ECCV, 2010"], "Andrei Zaharescu": ["Anomalous Behaviour Detection Using Spatiotemporal Oriented Energies, Subset Inclusion Histogram Comparison and Event-Driven Processing., ECCV, 2010"], "Michalis Raptis": ["Tracklet Descriptors for Action Modeling and Video Analysis., ECCV, 2010"], "Kai Wang": ["Word Spotting in the Wild., ECCV, 2010"], "Bi Song": ["A Stochastic Graph Evolution Framework for Robust Multi-target Tracking., ECCV, 2010"], "Nima Razavi": ["Backprojection Revisited: Scalable Multi-view Object Detection and Similarity Metrics for Detections., ECCV, 2010"], "Matthieu Guillaumin": ["Multiple Instance Metric Learning from Automatically Labeled Bags of Faces., ECCV, 2010"], "David C. Lee": ["Partition Min-Hash for Partial Duplicate Image Discovery., ECCV, 2010"], "Tamara L. Berg": ["Automatic Attribute Discovery and Characterization from Noisy Web Data., ECCV, 2010"], "C. Mario Christoudias": ["Learning to Recognize Objects from Unseen Modalities., ECCV, 2010"], "Nobuyuki Morioka": ["Building Compact Local Pairwise Codebook with Joint Feature Space Clustering., ECCV, 2010"], "Zhengxiang Wang": ["Image-to-Class Distance Metric Learning for Image Classification., ECCV, 2010"], "Sandra Ebert": ["Extracting Structures in Image Collections for Object Recognition., ECCV, 2010"], "Stephan Gammeter": ["Size Does Matter: Improving Object Recognition and 3D Reconstruction with Cross-Media Analysis of Image Clusters., ECCV, 2010"], "Jan Knopp": ["Avoiding Confusing Features in Place Recognition., ECCV, 2010", "Hough Transform and 3D SURF for Robust Three Dimensional Classification., ECCV, 2010"], "Robert Fergus": ["Semantic Label Sharing for Learning with Many Categories., ECCV, 2010"], "Lorenzo Torresani": ["Efficient Object Category Recognition Using Classemes., ECCV, 2010"], "Riccardo Gherardi": ["Practical Autocalibration., ECCV, 2010"], "Tian Fang": ["Resampling Structure from Motion., ECCV, 2010"], "Marco Paladini": ["Sequential Non-Rigid Structure-from-Motion with the 3D-Implicit Low-Rank Shape Model., ECCV, 2010"], "Sameer Agarwal": ["Bundle Adjustment in the Large., ECCV, 2010"], "Manolis I. A. Lourakis": ["Sparse Non-linear Least Squares Optimization for Geometric Vision., ECCV, 2010"], "Olga Barinova": ["Geometric Image Parsing in Man-Made Environments., ECCV, 2010"], "Mustafa Ayazoglu": ["Euclidean Structure Recovery from Motion in Perspective Image Sequences via Hankel Rank Minimization., ECCV, 2010"], "Jérôme Courchay": ["Exploiting Loops in the Graph of Trifocal Tensors for Calibrating a Network of Cameras., ECCV, 2010"], "Michal Havlena": ["Efficient Structure from Motion by Graph Optimization., ECCV, 2010"], "Martin Byröd": ["Conjugate Gradient Bundle Adjustment., ECCV, 2010"], "Ralf Dragon": ["NF-Features - No-Feature-Features for Representing Non-textured Regions., ECCV, 2010"], "Changchang Wu": ["Detecting Large Repetitive Structures with Salient Boundaries., ECCV, 2010"], "Vivek Kwatra": ["Fast Covariance Computation and Dimensionality Reduction for Sub-window Features in Images., ECCV, 2010"], "C. Lawrence Zitnick": ["Binary Coherent Edge Descriptors., ECCV, 2010"], "Elmar Mair": ["Adaptive and Generic Corner Detection Based on the Accelerated Segment Test., ECCV, 2010"], "Alexander M. Bronstein": ["Spatially-Sensitive Affine-Invariant Image Descriptors., ECCV, 2010"], "Satoshi Ito": ["Object Classification Using Heterogeneous Co-occurrence Features., ECCV, 2010", "Object Classification Using Heterogeneous Co-occurrence Features., ECCV, 2010"], "Bernard Ghanem": ["Maximum Margin Distance Learning for Dynamic Texture Recognition., ECCV, 2010"], "Kalyan Sunkavalli": ["Visibility Subspaces: Uncalibrated Photometric Stereo with Shadows., ECCV, 2010"], "Zhenglong Zhou": ["Ring-Light Photometric Stereo., ECCV, 2010"], "Siying Liu": ["Shape from Second-Bounce of Light Transport., ECCV, 2010"], "Jiamin Bai": ["A Dual Theory of Inverse and Forward Light Transport., ECCV, 2010"], "Hu Han": ["Lighting Aware Preprocessing for Face Recognition across Varying Illumination., ECCV, 2010"], "Jean-François Lalonde": ["Detecting Ground Shadows in Outdoor Consumer Photographs., ECCV, 2010"], "Simon Polak": ["The Semi-explicit Shape Model for Multi-object Detection and Classification., ECCV, 2010"], "Ognjen Rudovic": ["Coupled Gaussian Process Regression for Pose-Invariant Facial Expression Recognition., ECCV, 2010"], "Dong Huang": ["Bilinear Kernel Reduced Rank Regression for Facial Expression Synthesis., ECCV, 2010"], "Diego Tosato": ["Multi-class Classification on Riemannian Manifolds for Video Surveillance., ECCV, 2010"], "Juan Carlos Niebles": ["Modeling Temporal Structure of Decomposable Motion Segments for Activity Classification., ECCV, 2010"], "Benjamin Sapp": ["Cascaded Models for Articulated Pose Estimation., ECCV, 2010"], "Hyung Il Koo": ["State Estimation in a Document Image and Its Application in Text Block Identification and Text Line Extraction., ECCV, 2010"], "Huayan Wang": ["Discriminative Learning with Latent Variables for Cluttered Indoor Scene Understanding., ECCV, 2010", "Discriminative Learning with Latent Variables for Cluttered Indoor Scene Understanding., ECCV, 2010"], "Michael Maire": ["Simultaneous Segmentation and Figure/Ground Organization Using Angular Embedding., ECCV, 2010"], "Sara Vicente": ["Cosegmentation Revisited: Models and Optimization., ECCV, 2010"], "Alex Levinshtein": ["Optimal Contour Closure by Superpixel Grouping., ECCV, 2010"], "Jan Lellmann": ["Fast and Exact Primal-Dual Iterations for Variational Problems in Computer Vision., ECCV, 2010"], "Konstantinos Bitsakos": ["An Experimental Study of Color-Based Segmentation Algorithms Based on the Mean-Shift Concept., ECCV, 2010"], "Nikos Komodakis": ["Towards More Efficient and Effective LP-Based Algorithms for MRF Optimization., ECCV, 2010"], "Yongsub Lim": ["Energy Minimization under Constraints on Label Counts., ECCV, 2010"], "Jianxin Wu": ["A Fast Dual Method for HIK SVM Learning., ECCV, 2010"], "Christoph H. Lampert": ["Weakly-Paired Maximum Covariance Analysis for Multimodal Dimensionality Reduction and Transfer Learning., ECCV, 2010"], "Mani Ranjbar": ["Optimizing Complex Loss Functions in Structured Prediction., ECCV, 2010"], "Chad Aeschliman": ["A Novel Parameter Estimation Algorithm for the Multivariate t-Distribution and Its Application to Computer Vision., ECCV, 2010"], "Chunhua Shen": ["LACBoost and FisherBoost: Optimally Building Cascade Classifiers., ECCV, 2010"], "Amir Adler": ["A Shrinkage Learning Approach for Single Image Super-Resolution with Overcomplete Representations., ECCV, 2010"], "Pattaraporn Khuwuthyakorn": ["Object of Interest Detection by Saliency Learning., ECCV, 2010"], "Iasonas Kokkinos": ["Boundary Detection Using F-Measure-, Filter- and Feature- (F3) Boost., ECCV, 2010"], "Matthew W. Turek": ["Unsupervised Learning of Functional Categories in Video Scenes., ECCV, 2010"], "Carles Fernández": ["Automatic Learning of Background Semantics in Generic Surveilled Scenes., ECCV, 2010"], "Aniruddha Kembhavi": ["Why Did the Person Cross the Road (There)? Scene Understanding Using Probabilistic Logic Models and Common Sense Reasoning., ECCV, 2010"], "Jenny Yuen": ["A Data-Driven Approach for Event Prediction., ECCV, 2010"], "William Brendel": ["Activities as Time Series of Human Postures., ECCV, 2010"], "Rizwan Chaudhry": ["Fast Approximate Nearest Neighbor Methods for Non-Euclidean Manifolds with Applications to Human Activity Analysis in Videos., ECCV, 2010"], "Ofir Pele": ["The Quadratic-Chi Histogram Distance Family., ECCV, 2010"], "Geoffrey Oxholm": ["Membrane Nonrigid Image Registration., ECCV, 2010"], "Csaba Domokos": ["Affine Puzzle: Realigning Deformed Object Fragments without Correspondences., ECCV, 2010"], "Yunpeng Li": ["Location Recognition Using Prioritized Feature Matching., ECCV, 2010"], "Andrej Mikulík": ["Learning a Fine Vocabulary., ECCV, 2010"], "Dmitry Pundik": ["Video Synchronization Using Temporal Signals from Epipolar Lines., ECCV, 2010"], "Connelly Barnes": ["The Generalized PatchMatch Correspondence Algorithm., ECCV, 2010"], "Justin A. Eichel": ["Automated 3D Reconstruction and Segmentation from Optical Coherence Tomography., ECCV, 2010"], "Eduard Serradell": ["Combining Geometric and Appearance Priors for Robust Homography Estimation., ECCV, 2010"], "Steven Lovegrove": ["Real-Time Spherical Mosaicing Using Whole Image Alignment., ECCV, 2010"], "Alessio Del Bue": ["Adaptive Metric Registration of 3D Models to Non-rigid Image Trajectories., ECCV, 2010", "Bilinear Factorization via Augmented Lagrange Multipliers., ECCV, 2010"], "Edgar J. Lobaton": ["Local Occlusion Detection under Deformations Using Topological Invariants., ECCV, 2010"], "Qian-Yi Zhou": ["2.5D Dual Contouring: A Robust Approach to Creating Building Models from Aerial LiDAR Point Clouds., ECCV, 2010"], "Amit K. Agrawal": ["Analytical Forward Projection for Axial Non-central Dioptric and Catadioptric Cameras., ECCV, 2010"], "Roland Angst": ["5D Motion Subspaces for Planar Motions., ECCV, 2010"], "Hyun Soo Park": ["3D Reconstruction of a Moving Point from a Series of 2D Projections., ECCV, 2010"], "Jacinto C. Nascimento": ["Manifold Learning for Object Tracking with Multiple Motion Dynamics., ECCV, 2010"], "Vladimir Reilly": ["Detection and Tracking of Large Number of Targets in Wide Area Surveillance., ECCV, 2010", "Geometric Constraints for Human Detection in Aerial Imagery., ECCV, 2010"], "Xiaoyu Wang": ["Discriminative Tracking by Metric Learning., ECCV, 2010"], "Dan Mikami": ["Memory-Based Particle Filter for Tracking Objects with Large Variation in Pose and Appearance., ECCV, 2010"], "Qin Cai": ["3D Deformable Face Tracking with a Commodity Depth Camera., ECCV, 2010"], "Leonid Sigal": ["Human Attributes from 3D Pose Tracking., ECCV, 2010"], "Ang Li": ["Discriminative Nonorthogonal Binary Subspace Tracking., ECCV, 2010"], "Ben Glocker": ["TriangleFlow: Optical Flow with Triangulation-Based Higher-Order Likelihoods., ECCV, 2010"], "Raghuraman Gopalan": ["Articulation-Invariant Representation of Non-planar Shapes., ECCV, 2010"], "Yu Chen": ["Inferring 3D Shapes and Deformations from Single Views., ECCV, 2010"], "Vivek Kumar Singh": ["Efficient Inference with Multiple Heterogeneous Part Detectors for Human Pose Estimation., ECCV, 2010"], "Xiang Bai": ["Co-transduction for Shape Retrieval., ECCV, 2010"], "Ping Luo": ["Learning Shape Detector by Quantizing Curve Segments with Multiple Distance Metrics., ECCV, 2010"], "Federico Tombari": ["Unique Signatures of Histograms for Local Surface Description., ECCV, 2010"], "Francesc Moreno-Noguer": ["Exploring Ambiguities for Monocular Non-rigid Shape Estimation., ECCV, 2010"], "Tingbo Hou": ["Efficient Computation of Scale-Space Features for Deformable Shape Correspondences., ECCV, 2010"], "Niloy J. Mitra": ["Intrinsic Regularity Detection in 3D Geometry., ECCV, 2010"], "Haibin Ling": ["Balancing Deformability and Discriminability for Shape Matching., ECCV, 2010"], "Juergen Gall": ["2D Action Recognition Serves 3D Human Pose Estimation., ECCV, 2010"], "Ramin Mehran": ["A Streakline Representation of Flow in Crowded Scenes., ECCV, 2010"], "Tai-Peng Tian": ["Fast Multi-aspect 2D Human Detection., ECCV, 2010"], "Jack Valmadre": ["Deterministic 3D Human Pose Estimation Using Rigid Structure., ECCV, 2010"], "Walter J. Scheirer": ["Robust Fusion: Extreme Value Theory for Recognition Score Normalization., ECCV, 2010"], "Weiping Chen": ["Recognizing Partially Occluded Faces from a Single Sample Per Class Using String-Based Matching., ECCV, 2010"], "Christian Richardt": ["Real-Time Spatiotemporal Stereo Matching Using the Dual-Cross-Bilateral Grid., ECCV, 2010"], "Yuhang Zhang": ["Fast Multi-labelling for Stereo Matching., ECCV, 2010"], "Kalin Kolev": ["Anisotropic Minimal Surfaces Integrating Photoconsistency and Normal Information for Multiview Stereo., ECCV, 2010"], "Chetan Arora": ["An Efficient Graph Cut Algorithm for Computer Vision Problems., ECCV, 2010"], "Haichao Zhang": ["Non-Local Kernel Regression for Image and Video Restoration., ECCV, 2010"], "Maximilian Baust": ["A Spherical Harmonics Shape Model for Level Set Segmentation., ECCV, 2010"], "Xinyang Liu": ["A Model of Volumetric Shape for the Analysis of Longitudinal Alzheimer's Disease Data., ECCV, 2010"], "Junzhou Huang": ["Fast Optimization for Mixture Prior Models., ECCV, 2010"], "Jiun-Hung Chen": ["3D Point Correspondence by Minimum Description Length in Feature Space., ECCV, 2010"], "Daniel Weinland": ["Making Action Recognition Robust to Occlusions and Viewpoint Changes., ECCV, 2010"], "Minyoung Kim": ["Structured Output Ordinal Regression for Dynamic Facial Emotion Intensity Prediction., ECCV, 2010"], "Steve Gu": ["Critical Nets and Beta-Stable Features for Image Matching., ECCV, 2010"], "James Philbin": ["Descriptor Learning for Efficient Retrieval., ECCV, 2010"], "Sylvain Boltz": ["Texture Regimes for Entropy-Based Multiscale Image Analysis., ECCV, 2010"], "Ce Liu": ["A High-Quality Video Denoising Algorithm Based on Reliable Motion Estimation., ECCV, 2010"], "Max W. K. Law": ["An Oriented Flux Symmetry Based Active Contour Model for Three Dimensional Vessel Segmentation., ECCV, 2010"], "Jörg H. Kappes": ["MRF Inference by k-Fan Decomposition and Tight Lagrangian Relaxation., ECCV, 2010"], "Yadong Mu": ["Randomized Locality Sensitive Vocabularies for Bag-of-Features Model., ECCV, 2010"], "Hua Wang": ["Image Categorization Using Directed Graphs., ECCV, 2010", "Multi-label Feature Transform for Image Classifications., ECCV, 2010", "Multi-label Linear Discriminant Analysis., ECCV, 2010"], "Amir Saffari": ["Robust Multi-View Boosting with Priors., ECCV, 2010"], "Yin Li": ["Optimum Subspace Learning and Error Correction for Tensors., ECCV, 2010"], "Shenghua Gao": ["Kernel Sparse Representation for Image Classification and Face Recognition., ECCV, 2010"], "Ali Farhadi": ["Every Picture Tells a Story: Generating Sentences from Images., ECCV, 2010"], "Subramanian Ramanathan": ["An Eye Fixation Database for Saliency Detection in Images., ECCV, 2010"], "Jiansheng Chen": ["Face Image Relighting using Locally Constrained Global Optimization., ECCV, 2010"], "Xiaoyue Jiang": ["Correlation-Based Intrinsic Image Extraction from a Single Image., ECCV, 2010"], "Behzad Sajadi": ["ADICT: Accurate Direct and Inverse Color Transformation., ECCV, 2010"], "Qingxiong Yang": ["Real-Time Specular Highlight Removal Using Bilateral Filtering., ECCV, 2010"], "Xin Jin": ["Learning Artistic Lighting Template from Portrait Photographs., ECCV, 2010"], "Chanki Yu": ["Photometric Stereo from Maximum Feasible Lambertian Reflections., ECCV, 2010"], "Aharon Bar-Hillel": ["Part-Based Feature Synthesis for Human Detection., ECCV, 2010"], "Florent Perronnin": ["Improving the Fisher Kernel for Large-Scale Image Classification., ECCV, 2010"], "Xiao-Chen Lian": ["Max-Margin Dictionary Learning for Multiclass Image Categorization., ECCV, 2010"], "Régis Behmo": ["Towards Optimal Naive Bayes Nearest Neighbor., ECCV, 2010"], "Riwal Lefort": ["Weakly Supervised Classification of Objects in Images Using Soft Random Forests., ECCV, 2010"], "Arpit Jain": ["Learning What and How of Contextual Models for Scene Labeling., ECCV, 2010"], "Kate Saenko": ["Adapting Visual Category Models to New Domains., ECCV, 2010"], "Duan Tran": ["Improved Human Parsing with a Full Relational Model., ECCV, 2010"], "Dennis Park": ["Multiresolution Models for Object Detection., ECCV, 2010"], "Amir Roshan Zamir": ["Accurate Image Localization Based on Google Maps Street View., ECCV, 2010"], "Friedrich Fraundorfer": ["A Minimal Case Solution to the Calibrated Relative Pose Problem for the Case of Two Known Orientation Angles., ECCV, 2010"], "João Fayad": ["Piecewise Quadratic Reconstruction of Non-Rigid Surfaces from Monocular Sequences., ECCV, 2010"], "Joel A. Hesch": ["Extrinsic Camera Calibration Using Multiple Reflections., ECCV, 2010"], "Cedric Cagniart": ["Probabilistic Deformable Surface Tracking from Multiple Videos., ECCV, 2010"], "Keita Takahashi": ["Theory of Optimal View Interpolation with Depth Inaccuracy., ECCV, 2010"], "Christopher Zach": ["Practical Methods for Convex Multi-view Reconstruction., ECCV, 2010"], "Jan-Michael Frahm": ["Building Rome on a Cloudless Day., ECCV, 2010"], "Rui Rodrigues": ["Camera Pose Estimation Using Images of Planar Mirror Reflections., ECCV, 2010"], "Yuchao Dai": ["Element-Wise Factorization for N-View Projective Reconstruction., ECCV, 2010"], "Lei Ding": ["Learning Relations among Movie Characters: A Social Network Perspective., ECCV, 2010", "Enhancing Interactive Image Segmentation with Automatic Label Set Augmentation., ECCV, 2010"], "Lubor Ladicky": ["What, Where and How Many? Combining Object Detectors and CRFs., ECCV, 2010", "Graph Cut Based Inference with Co-occurrence Statistics., ECCV, 2010"], "Steve Branson": ["Visual Recognition with Humans in the Loop., ECCV, 2010"], "Thomas Deselaers": ["Localizing Objects While Learning Their Appearance., ECCV, 2010"], "Christian Wojek": ["Monocular 3D Scene Modeling and Inference: Understanding Multi-Object Traffic Scenes., ECCV, 2010"], "Abhinav Gupta": ["Blocks World Revisited: Image Understanding Using Qualitative Geometry and Mechanics., ECCV, 2010"], "Kevin J. Cannons": ["Visual Tracking Using a Pixelwise Spatiotemporal Oriented Energy Representation., ECCV, 2010"], "Qifan Wang": ["A Globally Optimal Approach for 3D Elastic Motion Estimation from Stereo Sequences., ECCV, 2010"], "Xuming He": ["Occlusion Boundary Detection Using Pseudo-depth., ECCV, 2010"], "Wongun Choi": ["Multiple Target Tracking in World Coordinate with Single, Minimally Calibrated Camera., ECCV, 2010"], "Levi Valgaerts": ["Joint Estimation of Motion, Structure and Geometry from Stereo Sequences., ECCV, 2010"], "Clemens Rabe": ["Dense, Robust, and Accurate Motion Field Estimation from Stereo Image Sequences in Real-Time., ECCV, 2010"], "Tobias Schuchert": ["Estimation of 3D Object Structure, Motion and Rotation Based on 4D Affine Optical Flow Using a Multi-camera Array., ECCV, 2010"], "Carl Vondrick": ["Efficiently Scaling Up Video Annotation with Crowdsourced Marketplaces., ECCV, 2010"], "Baiyang Liu": ["Robust and Fast Collaborative Tracking with Two Stage Sparse Optimization., ECCV, 2010"], "Moncef Hidane": ["Nonlocal Multiscale Hierarchical Decomposition on Graphs., ECCV, 2010"], "Josna Rao": ["Adaptive Regularization for Image Segmentation Using Local Image Curvature Cues., ECCV, 2010"], "Kersten Petersen": ["A Static SMC Sampler on Shapes for the Automated Segmentation of Aortic Calcifications., ECCV, 2010"], "V. Javier Traver": ["Fast Dynamic Texture Detection., ECCV, 2010"], "Yi-Zhe Song": ["Finding Semantic Structures in Image Hierarchies Using Laplacian Graph Energy., ECCV, 2010"], "Chenxi Zhang": ["Semantic Segmentation of Urban Scenes Using Dense Depth Maps., ECCV, 2010"], "Ravishankar Sivalingam": ["Tensor Sparse Coding for Region Covariances., ECCV, 2010"], "Tatsuya Harada": ["Improving Local Descriptors by Embedding Global and Local Spatial Information., ECCV, 2010"], "Sharon Alpert": ["Detecting Faint Curved Edges in Noisy Images., ECCV, 2010"], "Huu-Giao Nguyen": ["Spatial Statistics of Visual Keypoints for Texture Recognition., ECCV, 2010"], "Michael Calonder": ["BRIEF: Binary Robust Independent Elementary Features., ECCV, 2010"], "Anush K. Moorthy": ["Towards Computational Models of the Visual Aesthetic Appeal of Consumer Videos., ECCV, 2010"], "Bo Wang": ["Object Recognition Using Junctions., ECCV, 2010"], "Hayko Riemenschneider": ["Using Partial Edge Contour Matches for Efficient Object Category Localization., ECCV, 2010"], "Yuanhao Chen": ["Active Mask Hierarchies for Object Detection., ECCV, 2010"], "Nadia Payet": ["From a Set of Shapes to Object Discovery., ECCV, 2010"], "Jia Deng": ["What Does Classifying More Than 10, 000 Image Categories Tell Us?, ECCV, 2010"], "Gunhee Kim": ["Modeling and Analysis of Dynamic Behaviors of Web Image Collections., ECCV, 2010"], "Tamar Avraham": ["Non-local Characterization of Scenery Images: Statistics, 3D Reasoning, and a Generative Model., ECCV, 2010"], "Jianchao Yang": ["Efficient Highly Over-Complete Sparse Coding Using a Mixture Model., ECCV, 2010"], "Xiaodong Yu": ["Attribute-Based Transfer Learning for Object Categorization with Zero/One Training Example., ECCV, 2010"], "Xi Zhou": ["Image Classification Using Super-Vector Coding of Local Image Descriptors., ECCV, 2010"], "Yang Wang": ["A Discriminative Latent Model of Object Classes and Attributes., ECCV, 2010"], "Gang Wang": ["Seeing People in Social Context: Recognizing People and Social Relationships., ECCV, 2010"], "Michael Jamieson": ["Discovering Multipart Appearance Models from Captioned Images., ECCV, 2010"], "Pradeep Yarlagadda": ["Voting by Grouping Dependent Parts., ECCV, 2010"], "Olga Veksler": ["Superpixels and Supervoxels in an Energy Optimization Framework., ECCV, 2010"], "Bastian Goldlücke": ["Convex Relaxation for Multilabel Problems with Product Label Spaces., ECCV, 2010"], "Torben Pätz": ["Ambrosio-Tortorelli Segmentation of Stochastic Images., ECCV, 2010"], "Amelio Vázquez Reina": ["Multiple Hypothesis Video Segmentation from Superpixel Flows., ECCV, 2010"], "Thomas Brox": ["Object Segmentation by Long Term Analysis of Point Trajectories., ECCV, 2010"], "Luciano Spinello": ["Exploiting Repetitive Object Patterns for Model Compression and Completion., ECCV, 2010"], "Ameesh Makadia": ["Feature Tracking for Wide-Baseline Image Retrieval., ECCV, 2010"], "Weina Ge": ["Crowd Detection with a Multiview Sampler., ECCV, 2010"], "Benjamin Packer": ["A Unified Contour-Pixel Model for Figure-Ground Segmentation., ECCV, 2010"], "Joseph Tighe": ["SuperParsing: Scalable Nonparametric Image Parsing with Superpixels., ECCV, 2010"], "Esa Rahtu": ["Segmenting Salient Objects from Images and Videos., ECCV, 2010"], "Bogdan Alexe": ["ClassCut for Unsupervised Class Segmentation., ECCV, 2010"], "Alex Flint": ["A Dynamic Programming Approach to Reconstructing Building Interiors., ECCV, 2010"], "Chunhui Gu": ["Discriminative Mixture-of-Templates for Viewpoint Classification., ECCV, 2010"], "Guofeng Zhang": ["Efficient Non-consecutive Feature Tracking for Structure-from-Motion., ECCV, 2010"], "Srikumar Ramalingam": ["P2Pi: A Minimal Solution for Registration of 3D Points to 3D Planes., ECCV, 2010"], "Tianyang Ma": ["Boosting Chamfer Matching by Learning Chamfer Distance Normalization., ECCV, 2010"], "Manuel Finckh": ["Geometry Construction from Caustic Images., ECCV, 2010"], "Xiaosong Wang": ["Archive Film Restoration Based on Spatiotemporal Random Walks., ECCV, 2010"], "Minsu Cho": ["Reweighted Random Walks for Graph Matching., ECCV, 2010"], "Wei Lian": ["Rotation Invariant Non-rigid Shape Matching in Cluttered Scenes., ECCV, 2010"], "Andrea Albarelli": ["Loosely Distinctive Features for Robust Surface Alignment., ECCV, 2010"], "Tat-Jun Chin": ["Accelerated Hypothesis Generation for Multi-structure Robust Fitting., ECCV, 2010"], "Ruonan Li": ["Aligning Spatio-Temporal Signals on a Special Manifold., ECCV, 2010"], "Honghui Zhang": ["Supervised Label Transfer for Semantic Segmentation of Street Scenes., ECCV, 2010"], "Ian Endres": ["Category Independent Object Proposals., ECCV, 2010"], "Roberto Toldo": ["Photo-Consistent Planar Patches from Unstructured Cloud of Points., ECCV, 2010"], "Pablo Sala": ["Contour Grouping and Abstraction Using Simple Part Models., ECCV, 2010"], "Xue Bai": ["Dynamic Color Flow: A Motion-Adaptive Color Model for Object Segmentation in Video., ECCV, 2010"], "Yezhou Yang": ["What Is the Chance of Happening: A New Way to Predict Where People Look., ECCV, 2010"], "Sanketh Shetty": ["Supervised and Unsupervised Clustering with Probabilistic Shift., ECCV, 2010"], "Min Sun": ["Depth-Encoded Hough Voting for Joint Object Detection and Shape Recovery., ECCV, 2010"], "Lok Ming Lui": ["Shape Analysis of Planar Objects with Arbitrary Topologies Using Conformal Geometry., ECCV, 2010"], "Sanja Fidler": ["A Coarse-to-Fine Taxonomy of Constellations for Fast Multi-class Object Detection., ECCV, 2010"], "Siqi Chen": ["Converting Level Set Gradients to Shape Gradients., ECCV, 2010"], "Yang Cao": ["A Close-Form Iterative Algorithm for Depth Inferring from a Single Image., ECCV, 2010"], "Avinash Sharma": ["Learning Shape Segmentation Using Constrained Spectral Clustering and Probabilistic Label Transfer., ECCV, 2010"], "Xingwei Yang": ["Weakly Supervised Shape Based Object Detection with Particle Filter., ECCV, 2010"], "Julien Rabin": ["Geodesic Shape Retrieval via Optimal Mass Transport., ECCV, 2010"], "Bin Zhao": ["Image Segmentation with Topic Random Field., ECCV, 2010"], "Zhiwu Lu": ["Constrained Spectral Clustering via Exhaustive and Efficient Constraint Propagation., ECCV, 2010"], "Alessandro Perina": ["Object Recognition with Hierarchical Stel Models., ECCV, 2010"], "Christian Leistner": ["MIForests: Multiple-Instance Learning with Randomized Trees., ECCV, 2010"], "Stefan Sommer": ["Manifold Valued Statistics, Exact Principal Geodesic Analysis and the Effect of Linear Approximations., ECCV, 2010"], "Daniel Munoz": ["Stacked Hierarchical Labeling., ECCV, 2010"], "Yen-Yu Lin": ["Clustering Complex Data with Group-Dependent Feature Selection., ECCV, 2010"], "Sebastian Nowozin": ["On Parameter Learning in CRF-Based Approaches to Object Class Image Segmentation., ECCV, 2010"], "Ankur Patel": ["Exploring the Identity Manifold: Constrained Operations in Face Space., ECCV, 2010"], "Graham W. Taylor": ["Convolutional Learning of Spatio-temporal Features., ECCV, 2010"], "Nicolas Pugeault": ["Learning Pre-attentive Driving Behaviour from Holistic Visual Features., ECCV, 2010"], "Lubomir D. Bourdev": ["Detecting People Using Mutually Consistent Poselet Activations., ECCV, 2010"], "Stefan Walk": ["Disparity Statistics for Pedestrian Detection: Combining Appearance, Motion and Stereo., ECCV, 2010"], "Giovanni Gualdi": ["Multi-stage Sampling with Boosting Cascades for Pedestrian Detection in Images and Videos., ECCV, 2010"], "Volodymyr Mnih": ["Learning to Detect Roads in High-Resolution Aerial Images., ECCV, 2010"], "Varsha Hedau": ["Thinking Inside the Box: Using Appearance Models and Context Based on Room Geometry., ECCV, 2010"], "Genquan Duan": ["A Structural Filter Approach to Human Detection., ECCV, 2010"], "Georges Baatz": ["Handling Urban Location Recognition as a 2D Homothetic Problem., ECCV, 2010"], "Marco Pedersoli": ["Recursive Coarse-to-Fine Localization for Fast Object Detection., ECCV, 2010"], "Zhe Lin": ["A Local Bag-of-Features Model for Large-Scale Object Retrieval., ECCV, 2010"], "Scott McCloskey": ["Velocity-Dependent Shutter Sequences for Motion Deblurring., ECCV, 2010"], "Shuaicheng Liu": ["Colorization for Single Image Super Resolution., ECCV, 2010"], "Hajime Nagahara": ["Programmable Aperture Camera Using LCoS., ECCV, 2010"], "Xiaolin Wu": ["A New Algorithmic Approach for Contrast Enhancement., ECCV, 2010"], "Qi Shan": ["Seeing through Obscure Glass., ECCV, 2010"], "Jing Yuan": ["A Continuous Max-Flow Approach to Potts Model., ECCV, 2010"], "Xianbiao Shu": ["Hybrid Compressive Sampling via a New Total Variation TVL1., ECCV, 2010"], "Prasanna Rangarajan": ["Perspective Imaging under Structured Light., ECCV, 2010"], "Wei Zhang": ["Lighting and Pose Robust Face Sketch Synthesis., ECCV, 2010"], "Douglas Gray": ["Predicting Facial Beauty without Landmarks., ECCV, 2010"], "Meng Yang": ["Gabor Feature Based Sparse Representation for Face Recognition with Gabor Occlusion Dictionary., ECCV, 2010"], "Nicholas Michael": ["Motion Profiles for Deception Detection Using Visual Cues., ECCV, 2010"], "William Robson Schwartz": ["A Robust and Scalable Approach to Face Identification., ECCV, 2010"], "Wenming Zheng": ["Emotion Recognition from Arbitrary View Facial Images., ECCV, 2010"], "Xiaoyang Tan": ["Face Liveness Detection from a Single Image with Sparse Low Rank Bilinear Discriminative Model., ECCV, 2010"], "Chiraz BenAbdelkader": ["Robust Head Pose Estimation Using Supervised Manifold Learning., ECCV, 2010"], "Zhi Zeng": ["Knowledge Based Activity Recognition with Dynamic Bayesian Network., ECCV, 2010"], "Michal Lewandowski": ["View and Style-Independent Action Manifolds for Human Activity Recognition., ECCV, 2010"], "Katerina Fragkiadaki": ["Figure-Ground Image Segmentation Helps Weakly-Supervised Learning of Objects., ECCV, 2010"]}