{"Anders Heyden": ["A Common Framework for Multiple View Tensors., ECCV, 1998"], "Richard I. Hartley": ["Computation of the Quadrifocal Tensor., ECCV, 1998"], "Olivier D. Faugeras": ["Self-Calibration of a 1D Projective Camera and Its Application to the Self-Calibration of a 2D Projective Camera., ECCV, 1998", "Complete Dense Stereovision Using Level Set Methods., ECCV, 1998"], "Reinhard Koch": ["Multi Viewpoint Stereo from Uncalibrated Video Sequences., ECCV, 1998"], "Rikard Berthilsson": ["Recognition of Planar Point Configurations Using Density of Affine Shape., ECCV, 1998"], "Bill Triggs": ["Autocalibration from Planar Scenes., ECCV, 1998"], "Théodore Papadopoulo": ["A New Characterization of the Trifocal Tensor., ECCV, 1998"], "Shai Avidan": ["Threading Fundamental Matrices., ECCV, 1998"], "Lars Bretzner": ["Use Your Hand as a 3-D Mouse, or, Relative Orientation from Extended Sequences of Sparse Point and Line Correspondences Using the Affine Trifocal Tensor., ECCV, 1998"], "Jean-Marc Lavest": ["Do We Really Need an Accurate Calibration Pattern to Achieve a Reliable Camera Calibration?, ECCV, 1998"], "Naoya Ohta": ["Optimal Estimation of Three-Dimensional Rotation and Reliability Evaluation., ECCV, 1998"], "Pascal Fua": ["From Regular Images to Animated Heads: A Least Squares Approach., ECCV, 1998"], "Oliver Schreer": ["Stereo Vision-Based Navigation in Unknown Indoor Environment., ECCV, 1998"], "Tomás Svoboda": ["Epipolar Geometry of Panoramic Cameras., ECCV, 1998"], "Hiroshi Ishikawa": ["Occlusions, Discontinuities, and Epipolar Lines in Stereo., ECCV, 1998"], "Stefan Carlsson": ["Symmetry in Perspective., ECCV, 1998"], "Sergei Startchik": ["Projective and Illumination Invariant Representation of Disjoint Shapes., ECCV, 1998"], "Michael J. Brooks": ["Robust Techniques for the Estimation of Structure from Motion in the Uncalibrated Case., ECCV, 1998"], "Toshio Ueshiba": ["A Factorization Method for Projective and Euclidean Reconstruction from Multiple Perspective Views via Iterative Depth Estimation., ECCV, 1998"], "Andrew W. Fitzgibbon": ["Automatic Camera Recovery for Closed or Open Image Sequences., ECCV, 1998"], "Fredrik Kahl": ["Structure and Motion from Points, Lines and Conics with Affine Cameras., ECCV, 1998"], "Tomás Brodský": ["Simultaneous Estimation of Viewing Geometry and Structure., ECCV, 1998"], "Cornelia Fermüller": ["What Is Computed by Structure from Motion Algorithms?, ECCV, 1998"], "Cordelia Schmid": ["The Geometry and Matching of Curves in Multiple Views., ECCV, 1998"], "Theo Moons": ["Automatic Modeling and 3D Reconstruction of Urban House Roofs from High Resolution Aerial Imagery., ECCV, 1998"], "Gabriela Csurka": ["Closed-Form Solutions for the Euclidean Calibration of a Stereo Rig., ECCV, 1998"], "Brian V. Funt": ["Is Machine Colour Constancy Good Enough?, ECCV, 1998"], "Yogesh Raja": ["Colour Model Selection and Adaption in Dynamic Scenes., ECCV, 1998"], "Graham D. Finlayson": ["Comprehensive Colour Image Normalization., ECCV, 1998"], "Michael Kliot": ["Invariant-Based Shape Retrieval in Pictorial Databases., ECCV, 1998"], "Philip H. S. Torr": ["Concerning Bayesian Motion Segmentation, Model, Averaging, Matching and the Trifocal Tensor., ECCV, 1998"], "Jianbo Shi": ["Self Inducing Relational Distance and Its Application to Image Segmentation., ECCV, 1998"], "Thomas K. Leung": ["Contour Continuity in Region Based Image Segmentation., ECCV, 1998"], "Jens Ketterer": ["On Spatial Quantization of Color Images., ECCV, 1998"], "Jean Michel Marie-Julie": ["Using Ifs and Moments to Build a Quasi Invariant Image Index., ECCV, 1998"], "Marc Gelgon": ["Determining a Structured Spatio-Temporal Representation of Video Content for Efficient Visualization and Indexing., ECCV, 1998"], "Ron Kimmel": ["Demosaicing: Image Reconstruction from Color CCD Samples., ECCV, 1998"], "Maria Petrou": ["Perceptual Smoothing and Segmentation of Colour Textures., ECCV, 1998"], "Vincent Colin de Verdière": ["Visual Recognition Using Local Appearance., ECCV, 1998"], "Pietro Perona": ["A Factorization Approach to Grouping., ECCV, 1998"], "Gábor Lukács": ["Faithful Least-Squares Fitting of Spheres, Cylinders, Cones and Tori for Reliable Segmentation., ECCV, 1998"], "Sönke Frantz": ["Multi-Step Procedures for the Localization of 2D and 3D Point Landmarks and Automatic ROI Size Selection., ECCV, 1998"], "Volker Rehrmann": ["Object Oriented Motion Estimation in Color Image Sequences., ECCV, 1998"], "Helmut Mayer": ["Multi-scale and Snakes for Automatic Road Extraction., ECCV, 1998"], "Carsten G. Bräutigam": ["A Model-Free Voting Approach for Integrating Multiple Cues., ECCV, 1998"], "Serge J. Belongie": ["Finding Boundaries in Natural Images: A New Method Using Point Descriptors and Area Completion., ECCV, 1998"], "Michael Isard": ["A Smoothing Filter for CONDENSATION., ECCV, 1998", "ICONDENSATION: Unifying Low-Level and High-Level Tracking in a Stochastic Framework., ECCV, 1998"], "Mario E. Munich": ["Camera-Based ID Verification by Signature Tracking., ECCV, 1998"], "Ben Southall": ["Model Based Tracking for Navigation and Segmentation., ECCV, 1998"], "Michael Haag": ["Beginning a Transition from a Local to a More Global Point of View in Model-Based Vehicle Tracking., ECCV, 1998"], "Fernando De la Torre": ["View-Based Adaptive Affine Tracking., ECCV, 1998"], "Joachim Denzler": ["An Efficient Combination of 2D and 3D Shape Descriptions for Contour Based Tracking of Moving Objects., ECCV, 1998"], "Stefan Huwer": ["2D-Object Tracking Based on Projection-Histograms., ECCV, 1998"], "Ismail Haritaoglu": ["W4S: A real-time system detecting and tracking people in 2 1/2D., ECCV, 1998"], "Michael J. Black": ["A Probabilistic Framework for Matching Temporal Trajectories: CONDENSATION-Based Recognition of Gestures and Expressions., ECCV, 1998"], "Marcello Pelillo": ["Matching Hierarchical Structures Using Association Graphs., ECCV, 1998"], "Ralph Trapp": ["Stereo Matching with Implicit Detection of Occlusions., ECCV, 1998"], "Raouf Benjemaa": ["A Solution for the Registration of Multiple 3D Point Sets Using Unit Quaternions., ECCV, 1998"], "Christophoros Nikou": ["Robust Registration of Dissimilar Single and Multimodal Images., ECCV, 1998"], "David Vernon": ["Decoupling Fourir Components of Dynamic Image Sequences: A Theory of Signal Separation, Image Segmentation, and Optical Flow Estimation., ECCV, 1998"], "Hans-Hellmut Nagel": ["Spatiotemporally Adaptive Estimation and Segmenation of OF-Fields., ECCV, 1998"], "Harpreet S. Sawhney": ["Robust Video Mosaicing through Topology Inference and Local to Global Alignment., ECCV, 1998"], "Yoram Gdalyahu": ["Flexible Syntactic Matching of Curves., ECCV, 1998"], "Andrew D. J. Cross": ["Holistic Matching., ECCV, 1998"], "Antonio M. López": ["Creaseness from Level Set Extrinsic Curvature., ECCV, 1998"], "Günther Balschbach": ["Multichannel Shape from Shading Techniques for Moving Specular Surfaces., ECCV, 1998"], "Naoufel Werghi": ["Modelling Objects having Quadric Surfaces Incorporating Geometric cCnstraints., ECCV, 1998"], "Ngai-Fong Law": ["Surface Reconstruction with Multiresolution Discontinuity Analysis., ECCV, 1998"], "Jan J. Koenderink": ["Shape from Chebyshev Nets., ECCV, 1998"], "Gregory Baratoff": ["Changes in Surface Convexity and Topology Caused by Distortions of Stereoscopic Visual Space., ECCV, 1998"], "Andrew J. Stoddart": ["Reconstruction of Smooth Surfaces with Arbitrary Topology Adaptive Splines., ECCV, 1998"], "Ralf Gerber": ["(Mis?-) Using DRT for Generation of Natural Language Text from Image Sequences., ECCV, 1998"], "Mads Nielsen": ["The Structure of the Optic Flow Field., ECCV, 1998"], "Sridhar Srinivasan": ["Optical Flow Using Overlapped Basis Functions for Solving Global Motion Problems., ECCV, 1998"], "Matthias Mühlich": ["The Role of Total Least Squares in Motion Analysis., ECCV, 1998"], "Bernd Jähne": ["Study of Dynamical Processes with Tensor-Based Spatiotemporal Image Processing Techniques., ECCV, 1998"], "Yi Ma": ["Motion Recovery from Image Sequences: Discrete Viewpoint vs. Differential Viewpoint., ECCV, 1998"], "Christophe P. Bernard": ["Discrete Wavelet Analysis: A New Framework for Fast Optic Flow Computation., ECCV, 1998"], "Gabriele Lohmann": ["Automatic Detection and Labelling of the Human Cortical Folds in Magnetic Resonance Data Sets., ECCV, 1998"], "Tomás Werner": ["Efficient 3-D Scene Visualization by Image Extrapolation., ECCV, 1998"], "David J. Kriegman": ["What Shadows Reveal about Object Structure., ECCV, 1998"], "John A. Haddon": ["Shape Representations from Shading Primitives., ECCV, 1998"], "Lance R. Williams": ["A Comparison of Measures for Detecting Natural Shapes in Cluttered Backgrounds., ECCV, 1998"], "Richard C. Wilson": ["Bias-Variance Tradeoff for Adaptive Surface Meshes., ECCV, 1998"], "Massimiliano Pontil": ["Recognizing 3-D Objects with Linear Support Vector Machines., ECCV, 1998"], "Timothy F. Cootes": ["Active Appearance Models., ECCV, 1998"], "Thomas Vetter": ["Estimating Coloured 3D Face Models from Single Images: An Example Based Approach., ECCV, 1998"], "Iain A. Matthews": ["A Comparison of Active Shape Model and Scale Decomposition Based Features for Visual Speech Recognition., ECCV, 1998"], "Lothar Bergen": ["Motion Segmenation and Depth Ordering Based on Morphological Segmentation., ECCV, 1998"], "Pierre Kornprobst": ["Image Sequence Restoration: A PDE Based Coupled Method for Image Restoration and Motion Segmentation., ECCV, 1998"], "Étienne Mémin": ["Joint Estimation-Segmentation of Optic Flow., ECCV, 1998"], "Gareth J. Edwards": ["Face Recognition Using Active Appearance Models., ECCV, 1998"], "Chengjun Liu": ["Face Recognition Using Evolutionary Pursuit., ECCV, 1998"], "Kenji Nagao": ["Recognizing Faces by Weakly Orthogonalizing against Perturbations., ECCV, 1998"], "Michael C. Burl": ["A Probabilistic Approach to Object Recognition Using Local Photometry and Global Geometry., ECCV, 1998"], "Frédéric Jurie": ["Hypothesis Verification in Model-Based Object Recognition with a Gaussian Error Method., ECCV, 1998"], "Juergen Luettin": ["Continuous Audio-Visual Speech Recognition., ECCV, 1998"], "Anthony Ashbrook": ["Finding Surface Correspondance for Object Recognition and Registration Using Pairwise Geometric Histograms., ECCV, 1998"], "Robert B. Fisher": ["Integrating Iconic and Structured Matching., ECCV, 1998"], "Amin Massad": ["Combining Multiple Views and Temporal Associations for 3-D object Recognition., ECCV, 1998"], "Isaac Weiss": ["Model-Based Recognition of 3D Objects from One View., ECCV, 1998"], "Stan Z. Li": ["A Two-Stage Probabilistic Approach for Object Recognition., ECCV, 1998"], "Stéphane Herbin": ["Combining Geometric and Probabilistic Structure for Active Recognition of 3D Objects., ECCV, 1998"], "John MacCormick": ["Spatial Dependence in the Observation of Visual Contours., ECCV, 1998"], "Björn Krebs": ["Handling Uncertainty in 3D Object Recognition Using Bayesian Networks., ECCV, 1998"], "Ken-ichi Kanatani": ["Optimal Robot Self-Localization and Reliability Evaluation., ECCV, 1998"], "Andrew J. Davison": ["Mobile Robot Localisation Using Active Vision., ECCV, 1998"], "Michal Irani": ["From Reference Frames to Reference Planes: Multi-View Parallax Geometry and Applications., ECCV, 1998"], "Antonio Criminisi": ["Duality, Rigidity and Planar Parallax., ECCV, 1998"], "Gideon P. Stein": ["On Degeneracy of Linear Reconstruction from Three Views: Linear Line Complex and Applications., ECCV, 1998"]}