{"Martin Kay": ["Syntactic Process., ACL, 1979"], "Jaime G. Carbonell": ["Towards a Self-Extending Parser., ACL, 1979"], "Steven L. Small": ["Word Expert Parsing., ACL, 1979"], "Marc Eisenstadt": ["Schank/Riesbeck Vs. Norman/Rumelhart: What's the Difference?, ACL, 1979"], "Jonathan Allen": ["Toward a Computational Theory of Speech Perception., ACL, 1979"], "Stanley C. Kwasny": ["Ungrammaticality and Extra-Grammaticality in Natural Language Understanding Systems., ACL, 1979"], "Stuart C. Shapiro": ["Generalized Augmented Transition Network Grammars for Generation from Semantic Networks., ACL, 1979"], "Aravind K. Joshi": ["Knowledge Organization and Application: Brief Comments on Papers in the Session., ACL, 1979"], "Ronald J. Brachman": ["Taxonomy, Descriptions, and Individuals in Natural Language Understanding., ACL, 1979"], "John F. Sowa": ["Semantics of Conceptual Graphs., ACL, 1979"], "Barbara C. Sangster": ["On the Automatic Transformation of Class Membership Criteria., ACL, 1979"], "James A. Moore": ["A Snapshot of KDS. A Knowledge Delivery System., ACL, 1979"], "Mark H. Burstein": ["The Use of Object-Specific Knowledge in Natural Language Processing., ACL, 1979"], "Michael Lebowitz": ["Heading with a Purpose., ACL, 1979"], "Jane J. Robinson": ["Discourse: Codes and Clues in Contexts., ACL, 1979"], "Kathleen R. McKeown": ["Paraphrasing Using Given and New Information in a Question-Answer System., ACL, 1979"], "Benny Shanon": ["Where Questions., ACL, 1979"], "Candace L. Sidner": ["The Role of Focussing in Interpretation of Pronouns., ACL, 1979"], "James A. Levis": ["The Structure and Process of Talking about Doing., ACL, 1979"], "William C. Mann": ["Design for Dialogue Comprehension., ACL, 1979"], "James F. Allen": ["Plans, Inference, and Indirect Speech Acts., ACL, 1979"], "David G. Hays": ["Applications., ACL, 1979"], "Marjorie Templeton": ["EUFID: A Friendly and Flexible Front-End For Data Management Systems., ACL, 1979"], "Georgette Silva": ["An Application of Automated Language Understanding Techniques to the Generation of Data Base Elements., ACL, 1979"], "Ralph Grishman": ["Response Generation in Question - Answering Systems., ACL, 1979"], "Victor Ciesielski": ["Natural Language Input to a Computer-Based Glaucoma Consultation System., ACL, 1979"], "David J. Weber": ["Prospects for Computer-Assisted Dialect Adaption., ACL, 1979"], "Gerhard Fischer": ["Powerful Ideas in Computational Linguistics - Implications for Problem Solving., ACL, 1979"]}