{"Lloyd B. Anderson": ["Multilingual Text Processing in a Two-Byte Code., ACL, 1984"], "Malcolm E. Cook": ["Conveying Implicit Content In Narrative Summaries., ACL, 1984"], "Abriel Pereira Lopes": ["Transforming English Interfaces To Other Natural Languages: An Experiment With Portuguese., ACL, 1984"], "J. Chauché": ["Un Outil Multidimensionnel De L'Analyse Du Discours., ACL, 1984"], "Tetsunosuke Fujisaki": ["A Stochastic Approach To Sentence Parsing., ACL, 1984"], "Robert C. Berwick": ["Bounded Context Parsing And Easy Learnability., ACL, 1984"], "D. Terence Langendoen": ["The Representation Of Constituent Structures For Finite-State Parsing., ACL, 1984"], "Lauri Karttunen": ["Features and Values., ACL, 1984"], "Wolfgang Teubert": ["Applications Of A Lexicographical Data Base For German., ACL, 1984"], "Joseph E. Grimes": ["Denormalization And Cross Referencing In Theoretical Lexicography., ACL, 1984"], "Yoshiyuki Sakamoto": ["Lexicon Features for Japanese Syntactic Analysis in Mu-Project-JE., ACL, 1984"], "Julia Hirschberg": ["Toward a Redefinition of Yes/No Questions., ACL, 1984"], "Bruce W. Ballard": ["The Syntax And Semantics Of User-Defined Modifiers In Transportable Natural Language Processor., ACL, 1984"], "Carole D. Hafner": ["Interaction of Knowledge Sources in a Portable Natural Language Interface., ACL, 1984"], "Marco A. Clemente-Salazar": ["Uses Of C-Gpaphs In A Prototype For Altomatic Twislation., ACL, 1984"], "William J. Rapaport": ["Quasi-Indexical Reference In Propositional Semantic Networks., ACL, 1984"], "Robert F. Simmons": ["The Costs of Inheritance in Semantic Networks., ACL, 1984"], "Martin Kay": ["Functional Unification Grammar: A Formalism For Machine Translation., ACL, 1984", "The Dictionary Server., ACL, 1984"], "Bengt Sigurd": ["Computer Simulation Of Spontaneous Speech Production., ACL, 1984"], "Stephen G. Pulman": ["Limited Domain Systems For Language Teaching., ACL, 1984"], "P. Shane": ["GTT: A General Transducer For Teaching Computational Linguistics., ACL, 1984"], "Jon M. Slack": ["A Parsing Architecture Based On Distributed Memory Machines., ACL, 1984"], "Ralph Grishman": ["Automated Determination Of Sublanguage Syntactic Usage., ACL, 1984"], "Norman K. Sondheimer": ["Semantic Interpretation Using KL-ONE., ACL, 1984"], "Francis Jeffry Pelletier": ["Two Theories For Computing The Logical Form Of Mass Expressions., ACL, 1984"], "Geoffrey K. Pullum": ["Syntactic And Semantic Parsability., ACL, 1984"], "Fernando C. N. Pereira": ["The Semantics of Grammar Formalisms Seen as Computer Languages., ACL, 1984"], "Harry Bunt": ["The Resolution Of Quantificational Ambiguity In The Tendum System., ACL, 1984"], "Aravind K. Joshi": ["Preventing False Inferences., ACL, 1984"], "Lance A. Ramshaw": ["Problem Localization Strategies For Pramatics Processing In Natural-Language Front Ends., ACL, 1984"], "Ronan G. Reilly": ["A Connectionist Model Of Some Aspects Of Anaphor Resolution., ACL, 1984"], "Helmut Schnelle": ["Concurrent Parsing In Programmable Logic Array (PLA-) Nets Problems And Proposals., ACL, 1984"], "Hitoshi Iida": ["A Case Analysis Method Cooperating with ATNG and Its Application to Machine Translation., ACL, 1984"], "Yoshihiko Nitta": ["A Proper Treatmemt Of Syntax And Semantics In Machine Translation., ACL, 1984"], "Sho Yoshida": ["A Consideration On The Concepts Structure And Language- In Relation To Selections Of Translation Equivalents Of Verbs In Machine Translation System., ACL, 1984"], "Nicoletta Calzolari": ["Detecting Patterns In A Lexical Data Base., ACL, 1984", "Machine-Readable Dictionaries, Lexical Data Bases And The Lexical System., ACL, 1984"], "G. Thurmair Siemens": ["Linguistic Problems In Multilingual Morphological Decomposition., ACL, 1984"], "Kimmo Koskenniemi": ["A General Computational Model For Word-Form Recognition And Production., ACL, 1984"], "Karen Sparck Jones": ["PANEL: Natural Language And Databases, Again., ACL, 1984", "Linguistically Motivated Descriptive Term Selection., ACL, 1984"], "Madeleine Bates": ["There Still Is Gold In The Database Mine., ACL, 1984"], "Jaime G. Carbonell": ["Is There Natural Language after Data Bases?, ACL, 1984", "Coping with Extragrammaticality., ACL, 1984"], "Dan Flickinger": ["Panel on Natural Language and Databases., ACL, 1984"], "Kathleen R. McKeown": ["Natural Language for Exert Systems: Comparisons with Database Systems., ACL, 1984"], "Said Soulhi": ["Representing Knowledge About Knowledge And Mutual Knowledge., ACL, 1984"], "Sandra Carberry": ["Understanding Pragmatically Ill-Formed Input., ACL, 1984"], "Philip R. Cohen": ["Referring as Requesting., ACL, 1984"], "Philip J. Hayes": ["Entity-Oriented Parsing., ACL, 1984"], "Toyoaki Nishida": ["Combining Functionality and Object-Orientedness for Natural Language Processing., ACL, 1984"], "Yiming Yang": ["Use Of Heuristic Knowledge In Chinese Language Analysis., ACL, 1984"], "Rod L. Johnson": ["The Design Of The Kernel Architecture For The EUROTRA Software., ACL, 1984"], "Anne-Marie Laurian": ["Machine Translation : What Type Of Post-Editing On What Type Of Documents For What Type Of Users., ACL, 1984"], "Alan W. Carter": ["Simplifying Deterministic Parsing., ACL, 1984"], "Xiuming Huang": ["Dealing With Conjunctions In A Machine Translation Environment., ACL, 1984"], "Lenhart K. Schubert": ["On Parsing Preferences., ACL, 1984"], "Robin Cohen": ["A Computational Theory Of The Function Of Clue Words In Argument Understanding., ACL, 1984"], "Edward John Briscoe": ["Control Structures And Theories Of Interaction In Speech Understanding Systems., ACL, 1984"], "Jun'ichi Tsujii": ["Analysis Grammar of Japanese in the Mu-Project: A Procedural Approach to Analysis Grammar., ACL, 1984"], "Maurice Gross": ["Lexicon-Grammar And The Syntactic Analysis Of French., ACL, 1984"], "Jerry R. Hobbs": ["Building a Large Knowledge Base for a Natural Language System., ACL, 1984"], "Eva Hajicová": ["Inferencing On Linguistically Based Semantic Structures., ACL, 1984"], "Burghard B. Rieger": ["Semantic Relevance And Aspect Dependency In A Given Subject Domain: Contents-driven algorithmic processing of fuzzy wordmeanings to form dynamic stereotype representations., ACL, 1984"], "Diane J. Litman": ["A Plan Recognition Model for Clarification Subdialogues., ACL, 1984"], "Lotfi A. Zadeh": ["A Computational Theory Of Dispositions., ACL, 1984"], "Marcia A. Derr": ["Using Focus to Generate Complex and Simple Sentences., ACL, 1984"], "Graeme D. Ritchie": ["A Rational Reconstruction Of The Proteus Sentence Planner., ACL, 1984"], "Daniel Bachut": ["Software Tools For The Environment Of A Computer Aided Translation System., ACL, 1984"], "Beat Buchmann": ["Design Of A Machine Translation System For A Sublanguage., ACL, 1984"], "Jun-ichi Nakamura": ["Grammar Writing System (GRADE) of Mu-Machine Translation Project and its Characteristics., ACL, 1984"], "Mark Johnson": ["A Discovery Procedure For Certain Phonological Rules., ACL, 1984"], "Jan Fornell": ["What Not To Say., ACL, 1984"], "Margaret King": ["When Is The Next ALPAC Report Due?, ACL, 1984"], "Masaru Tomita": ["LR Parsers For Natural Languages., ACL, 1984", "Disambiguating Grammatically Ambiguous Sentences By Asking., ACL, 1984"], "Hideki Yasukawa": ["LFG System in Prolog., ACL, 1984"], "Stuart M. Shieber": ["The Design of a Computer Language for Linguistic Information., ACL, 1984"], "William C. Mann": ["Discourse Structures for Text Generation., ACL, 1984"], "Michael L. Mauldin": ["Semantic Rule Based Text Generation., ACL, 1984"], "Robert Granville": ["Controlling Lexical Substitution in Computer Text Generation., ACL, 1984"], "Kenji Sugiyama": ["Understanding Of Japanese In An Interactive Programming System., ACL, 1984"], "Esa Nelimarkka": ["Two-Way Finite Automata And Dependency Grammar: A Parsing Method For Inflectional Free Word Order Languages., ACL, 1984"], "Sergei Nirenburg": ["Interruptable Transition Networks., ACL, 1984"], "Franz Guenthner": ["Automatic Construction Of Discourse Representation Structures., ACL, 1984"], "Udo Hahn": ["Textual Expertise In Word Experts: An Approach To Text Parsing Based On Topic/Comment Monitoring., ACL, 1984"], "Yutaka Kusanagi": ["Some Linguistic Aspects For Automatic Text Understanding., ACL, 1984"], "Livia Polanyi": ["A Syntactic Approach To Discourse Semantics., ACL, 1984"], "Makoto Nagao": ["Dealing With Incompleteness Of Linguistic Knowledge In Language Translation - Transfer And Generation Stage Of MU Machine Translation Project., ACL, 1984"], "Jarrett Rosenberg": ["Lexical Semantics In Human-Computer Communication., ACL, 1984"], "Jugal K. Kalita": ["A Response to the Need for Summary Responses., ACL, 1984"], "Kathleen F. McCoy": ["Correcting Object-Related Misconceptions: How Should The System Respond?, ACL, 1984"], "Jacques B. M. Guy": ["An Algorithm For Identifying Cognates Between Related Languages., ACL, 1984"], "Helen M. Gigley": ["From HOPE en I'ESPERANCE: On the Role of Computational Neurolinguistics in Cross-Language Studies., ACL, 1984"], "Donald E. Walker": ["Machine-Readable Dictionaries., ACL, 1984"], "Robert A. Amsler": ["Lexical Knowledge Bases., ACL, 1984"], "George A. Miller": ["How To Misread A Dictionary., ACL, 1984"], "Howard R. Webber": ["Machine-Readable Components In A Variety Of Information-System Applications., ACL, 1984"], "Steven Krauwer": ["Transfer In A Multilingual MT System., ACL, 1984"], "Christian Boitet": ["Expert Systems And Other New Techniques In MT Systems., ACL, 1984"], "Doug Arnold": ["Robust Processing In Machine Translation., ACL, 1984"], "Howard S. Kurtzman": ["Ambiguity Resolution In The Human Syntactic Parser: An Experimental Study., ACL, 1984"], "Michael J. Pazzani": ["Conceptual Analysis of Garden-Path Sentences., ACL, 1984"], "Joachim H. Laubsch": ["Language Generation From Conceptual Structure: Synthesis Of German In A Japanese/German MT Project., ACL, 1984"], "Giovanni Adorni": ["Natural Language driven Image Generation., ACL, 1984"], "Laurence Danlos": ["Conceptual and Linguistic Decisions in Generation., ACL, 1984"], "Elaine Marsh": ["A Computational Analysis of Complex Noun Phrases in Navy Messages., ACL, 1984"], "Pierre Isabelle": ["Another Look At Nominal Compounds., ACL, 1984"], "Eero Hyvönen": ["Semantic Parsing As Graph Language Transformation - A Multidimensional Approach To Parsing Highly Inflectional Languages., ACL, 1984"], "Vladimir Pericliev": ["Handling Syntactical Ambiguity In Machine Translation., ACL, 1984"], "Pierre-Yves Raccah": ["Argumentation In Representation Semantics., ACL, 1984"], "B. Yegnanarayana": ["Voice Simulation: Factors Affecting Quality And Naturalness., ACL, 1984"], "Leonardo Lesmo": ["Interpreting Syntactically Ill-Formed Sentences., ACL, 1984"], "Rainer Kuhlen": ["An Intonational Delphi Poll On Future Trends In \"Information Linguistics\"., ACL, 1984"], "Jonathan Slocum": ["Machine Translation: its History, Current Status, and Future Prospects., ACL, 1984"]}