{"Marc Moens": ["Temporal Ontology in Natural Language., ACL, 1987"], "Erhard W. Hinrichs": ["A Compositional Semantics of Temporal Expressions in English., ACL, 1987"], "Rebecca J. Passonneau": ["Situations and Intervals., ACL, 1987"], "Rika Yoshii": ["Jetr: a Robust Machine Translation System., ACL, 1987"], "Damaris M. Ayuso": ["An Environment for Acquiring Semantic Information., ACL, 1987"], "Raymonde Guindon": ["Grammatical and Ungrammatical Structures in User-Adviser Dialogues= Evidence for Sufficiency of Restricted Languages in Natural Language Interfaces to Advisory Systems., ACL, 1987"], "Nelson Correa": ["An Attribute-Grammar Implementation of Government-binding Theory., ACL, 1987"], "Oliviero Stock": ["Getting Idioms into a Lexicon Based Parser's Head., ACL, 1987"], "Yigal Arens": ["Phrasal Analysis of Long Noun Sequences., ACL, 1987"], "Richard Sproat": ["Constituent-Based Morphological Parsing: A New Approach to the Problem of Word-Recognition., ACL, 1987", "Toward Treating English Noniinals Correctly., ACL, 1987"], "Kent Wittenburg": ["Predictive Combinators: a Method for Efficient Processing of Combinatory Categorial Grammars., ACL, 1987"], "Remo Pareschi": ["A Lazy way to Chart-Parse with Categorial Grammars., ACL, 1987"], "William C. Rounds": ["A Logical Version of Functional Grammar., ACL, 1987"], "Kathleen R. McKeown": ["Functional Unification Grammar Revisited., ACL, 1987"], "K. Vijay-Shanker": ["Characterizing Structural Descriptions produced by Various Grammatical Formalisms., ACL, 1987"], "M. Drew Moshier": ["On the Succinctness Properties of Unordered Context-Free Grammars., ACL, 1987"], "R. Nozohoor-Farshi": ["Context-Freeness of the Language Accepted by Marcus' Parser., ACL, 1987"], "Akira Shimazu": ["Semantic Structure Analysis of Japanese Noun Phrases with Adnominal Particles., ACL, 1987"], "Deborah A. Dahl": ["Nominalizations in PUNDIT., ACL, 1987"], "Bonnie L. Webber": ["The Interpretation of Tense in Discourse., ACL, 1987"], "Susan E. Brennan": ["A Centering Approach to Pronouns., ACL, 1987"], "Julia Hirschberg": ["Now let's Talk about Now; Identifying Cue Phrases Intonationally., ACL, 1987"], "James Pustejovsky": ["On the Acquisition of Lexical Entries: The Perceptual Origin of Thematic Relations., ACL, 1987", "Lexical Selection in the Process of Language Generation Sergei Nirenburg., ACL, 1987"], "David Stallard": ["The Logical Analysis of Lexical Ambiguity., ACL, 1987"], "David J. Besemer": ["FLUSH: A Flexible Lexicon Design., ACL, 1987"], "Branimir Boguraev": ["The Derivation of a Grammatically Indexed Lexicon from the Longman Dictionary of Contemporary English., ACL, 1987"], "Alison K. Huettner": ["Constraints on the Generation of Adjunct Clauses., ACL, 1987"], "Peter van Beek": ["A Model For Generating Better Explanations., ACL, 1987"], "Marc Luria": ["Expressing Concern., ACL, 1987"], "Harry H. Porter": ["Incorporating Inheritance and Feature Structures into a Logic Grammar Formalism., ACL, 1987"], "Robert T. Kasper": ["A Unification Method for Disjunctive Feature Descriptions., ACL, 1987"], "Eric Sven Ristad": ["Revised Generalized Phrase Structure Grammar., ACL, 1987"]}