{"Claire Gardent": ["Higher-Order Coloured Unification and Natural Language Semantics., ACL, 1996"], "James Rogers": ["A Model-Theoretic Framework for Theories of Syntax., ACL, 1996"], "David A. Evans": ["Noun-Phrase Analysis in Unrestricted Text for Information Retrieval., ACL, 1996"], "Marc Light": ["Morphological Cues for Lexical Semantics., ACL, 1996"], "Evelyne Viegas": ["From Submit to Submitted via Submission: On Lexical Rules in Large-Scale Lexicon Acquisition., ACL, 1996"], "Hwee Tou Ng": ["Integrating Multiple Knowledge Sources to Disambiguate Word Sense: An Exemplar-Based Approach., ACL, 1996"], "Michael K. Tanenhaus": ["Eye Movements and Spoken Language Comprehension., ACL, 1996"], "Scott Miller": ["A Fully Statistical Approach to Natural Language Interfaces., ACL, 1996"], "James F. Allen": ["A Robust System for Natural Spoken Dialogue., ACL, 1996"], "Andrew R. Golding": ["Combining Trigram-based and Feature-based Methods for Context-Sensitive Spelling Correction., ACL, 1996"], "Jason Eisner": ["Efficient Normal-Form Parsing for Combinatory Categorial Grammar., ACL, 1996"], "Pierre Boullier": ["Another Facet of LIG Parsing., ACL, 1996"], "Jochen Dörre": ["Parsing for Semidirectional Lambek Grammar is NP-Complete., ACL, 1996"], "Bruce Tesar": ["Computing Optimal Descriptions for Optimality Theory Grammars with Context-Free Position Structures., ACL, 1996"], "Lauri Karttunen": ["Directed Replacement., ACL, 1996"], "Owen Rambow": ["Synchronous Models of Language., ACL, 1996"], "Augusta Mela": ["Coordination as a Direct Process., ACL, 1996"], "Masahiko Haruno": ["High-Performance Bilingual Text Alignment Using Statistical and Dictionary Information., ACL, 1996"], "Xiaoqiang Luo": ["An Iterative Algorithm to Build Chinese Language Models., ACL, 1996"], "Koichi Takeda": ["Pattern-Based Context-Free Grammars for Machine Translation., ACL, 1996"], "Dekai Wu": ["A Polynomial-Time Algorithm for Statistical Machine Translation., ACL, 1996"], "George Anton Kiraz": ["SEMHE: A Generalised Two-Level System., ACL, 1996"], "Hiyan Alshawi": ["Head Automata and Bilingual Tiling: Translation with Minimal Representations., ACL, 1996"], "Joshua Goodman": ["Parsing Algorithms and Metrics., ACL, 1996"], "Michael Collins": ["A New Statistical Parser Based on Bigram Lexical Dependencies., ACL, 1996"], "Anthony Hartley": ["Two Sources of Control over the Generation of Software Instructions., ACL, 1996"], "Martin Kay": ["Chart Generation., ACL, 1996"], "Jacques Robin": ["Evaluating the Portability of Revision Rules for Incremental Summary Generation., ACL, 1996"], "Richard Sproat": ["Compilation of Weighted Finite-State Transducers from Decision Trees., ACL, 1996"], "Manny Rayner": ["Fast Parsing Using Pruning and Grammar Specialization., ACL, 1996"], "Mehryar Mohri": ["An Efficient Compiler for Weighted Rewrite Rules., ACL, 1996"], "Mark-Jan Nederhof": ["Efficient Tabular LR Parsing., ACL, 1996"], "Guido Minnen": ["Magic for Filter Optimization in Dynamic Bottom-up Processing., ACL, 1996"], "Giorgio Satta": ["Efficient Transformation-Based Parsing., ACL, 1996"], "Saliha Azzam": ["Resolving Anaphors in Embedded Sentences., ACL, 1996"], "Michael Strube": ["Functional Centering., ACL, 1996", "Processing Complex Sentences in the Centering Framework., ACL, 1996"], "Curry I. Guinn": ["Mechanisms for Mixed-Initiative Human-Computer Collaborative Discourse., ACL, 1996"], "Julia Hirschberg": ["A Prosodic Analysis of Discourse Segments in Direction-Giving Monologues., ACL, 1996"], "Scott Prevost": ["An Information Structural Approach to Spoken Language Generation., ACL, 1996"], "Doug Beeferman": ["The Rhythm of Lexical Stress in Prose., ACL, 1996"], "Stanley F. Chen": ["An Empirical Study of Smoothing Techniques for Language Modeling., ACL, 1996"], "Sean P. Engelson": ["Minimizing Manual Annotation Cost in Supervised Training from Corpora., ACL, 1996"], "Andrei Mikheev": ["Unsupervised Learning of Word-Category Guessing Rules., ACL, 1996"], "Carl de Marcken": ["Linguistic Structure as Composition and Perturbation., ACL, 1996"], "Marie-Hélène Candito": ["Generating an LTAG out of a Principle-based Hierarchical Representation., ACL, 1996"], "Mark G. Core": ["Using Parsed Corpora for Structural Disambiguation in the TRAINS Domain., ACL, 1996"], "Paul G. Donecker": ["Subdeletion in Verb Phrase Ellipsis., ACL, 1996"], "Stéphane Ferrari": ["Using Textual Clues to Improve Metaphor Processing., ACL, 1996"], "J. Eric Fosler": ["On Reversing the Generation Process in Optimality Theory., ACL, 1996"], "Anthony F. Gallippi": ["A Synopsis of Learning to Recognize Names Across Languages., ACL, 1996"], "Sanda M. Harabagiu": ["An Application of WordNet to Prepositional Attachment., ACL, 1996"], "Bernard E. M. Jones": ["Towards Testing the Syntax of Punctuation., ACL, 1996"], "Pamela W. Jordan": ["Using Terminological Knowledge Representation Languages to Manage Linguistic Resources., ACL, 1996"], "Roderick Kay": ["Transitivity and Foregrounding in News Articles: Experiments in Information Retrieval and Automatic Summarising., ACL, 1996"], "Eduardo de Paiva Alves": ["The Selection of the Most Probable Dependency Structure in Japanese Using Mutual Information., ACL, 1996"], "Anoop Sarkar": ["Incremental Parser Generation for Tree Adjoining Grammars., ACL, 1996"], "Noriko Tomuro": ["Maximizing Top-down Constraints for Unification-based Systems., ACL, 1996"]}