{"David J. Weir": ["Polynomial Time Parsing of Combinatory Categorial Grammars., ACL, 1990"], "Mark Steedman": ["Structure and Intonation in Spoken Language Undestanding., ACL, 1990"], "Patti Price": ["Prosody, Syntax and Parsing., ACL, 1990"], "Hans Brunner": ["Empirical Study of Predictive Powers od Simple Attachment Schemes for Post-Modifier Prepositional Phrases., ACL, 1990"], "Hiroshi Maruyama": ["Structural Disambiguation with Constraint Propagation., ACL, 1990"], "Edward Gibson": ["Memory Capacity and Sentence Processing., ACL, 1990"], "Robert F. Simmons": ["Transforming Syntactic Graphs into Semantic Graphs., ACL, 1990"], "Graeme Hirst": ["A Compositional Semantics for Focusing Subjuncts., ACL, 1990"], "Mary P. Harper": ["Designer Definites in Logical Form., ACL, 1990"], "Steve Whittaker": ["Mixed Initiative in Dialogue: An Investigation into Discourse Segmentation., ACL, 1990"], "Hector J. Levesque": ["Performatives in a Rationally Based Speech Act Theory., ACL, 1990"], "Nancy Green": ["Normal State Implicature., ACL, 1990"], "Ehud Reiter": ["The Computational Complexity of Avoiding Conversational Implicatures., ACL, 1990"], "Sandiway Fong": ["Free Indexation: Combinatorial Analysis and a Compositional Algorithm., ACL, 1990"], "Robert Frank": ["Licensing and Tree Adjoining Grammar in Government Binding Parsing., ACL, 1990"], "Michael R. Brent": ["A Simplified Theory of Tense Representations and Constraints on their Composition., ACL, 1990"], "Bonnie J. Dorr": ["Solving Thematic Divergences in Machine Translation., ACL, 1990"], "Michael C. McCord": ["A Syntactic Filter on Pronomial Anaphora for Slot Grammar., ACL, 1990"], "Jeffrey Mark Siskind": ["Acquiring Core Meanings of Words, Represented as Jackendoff-Style Conceptual Structures, from Correlated Streams of Linguistic and Non-Linguistic Input., ACL, 1990"], "Michael Elhadad": ["Types in Functional Unification Grammars., ACL, 1990"], "Gosse Bouma": ["Defaults in Unification Grammar., ACL, 1990"], "Mark Johnson": ["Expressing Disjunctive and Negative Feature Constraints with Classical First-Order Logic., ACL, 1990"], "Kurt Godden": ["Lazy Unification., ACL, 1990"], "Kent Wittenburg": ["Zero Morphemes in Unification-Based Combinatory Categorial Grammar., ACL, 1990"], "Robert Ingria": ["The Limits of Unification., ACL, 1990"], "John A. Carroll": ["Asymmetry in Parsing and Generating with Unification Grammars: Case Studies from ELU., ACL, 1990"], "Ping Peng": ["Automated Inversion of Logic Grammars for Generation., ACL, 1990"], "Guido Minnen": ["Algorithms for Generation in Lambek Theorem Proving., ACL, 1990"], "Ralph M. Weischedel": ["Multiple Underlying Systems: Translating User Requests into Programs to Produce Answers., ACL, 1990"], "Eric Sven Ristad": ["Computational Structure of Generative Phonology and its Relation to Language Comprehension., ACL, 1990"], "Carl de Marcken": ["Parsing the LOB Corpus., ACL, 1990"], "Kathleen R. McKeown": ["Automatically Extracting and Representing Collocations for Language Generation., ACL, 1990"], "Yael Ravin": ["Disambiguating and Interpreting Verb Definitions., ACL, 1990"], "Donald Hindle": ["Noun Classification from Predicate-Argument Structures., ACL, 1990"], "K. Vijay-Shanker": ["Deterministic Left to Right Parsing of Tree Adjoining Languages., ACL, 1990"], "Karin Harbusch": ["An Efficient Parsing Algorithm for Tree Adjoining Grammars., ACL, 1990"], "Anne Abeillé": ["Lexical and Syntactic Rules in a Tree Adjoining Grammar., ACL, 1990"], "Massimo Marino": ["Bottom-Up Parsing Extending Context-Freeness in a Process Grammar Processor., ACL, 1990"], "Hitoshi Miyai": ["A Hardware Algorithm for High Speed Morpheme Extraction and its Implementation., ACL, 1990"]}