{"Kenneth Ward Church": ["Char_align: A Program for Aligning Parallel Texts at the Character Level., ACL, 1993"], "Stanley F. Chen": ["Aligning Sentences in Bilingual Corpora using Lexical Information., ACL, 1993"], "Julian Kupiec": ["An Algorithm for finding Noun Phrase Correspondences in Bilingual Corpora., ACL, 1993"], "Yuji Matsumoto": ["Sructural Matching of Parallel Texts., ACL, 1993"], "Ezra Black": ["Towards History-Based Grammars: Using Richer Models for Probabilistic Parsing., ACL, 1993"], "Richard H. Wojcik": ["Using Bracketed Parses to evaluate a Grammar Checking Application., ACL, 1993"], "Christine H. Nakatani": ["A Speech-First Model for Repair Detection and Correction., ACL, 1993"], "John Dowding": ["GEMINI: A Natural Language System for Spoken-Language Understanding., ACL, 1993"], "Andrew Kehler": ["The Effect of Establishing Coherence in Ellipsis and Anaphora Resolution., ACL, 1993"], "Megumi Kameyama": ["Temporal Centering., ACL, 1993"], "Massimo Poesio": ["Assigning a Semantic Scope to Operations., ACL, 1993"], "David Stallard": ["Two Kinds of Metonymy., ACL, 1993"], "Wolfgang Wahlster": ["Planning Multimodal Discourse (Invited Talks Abstract)., ACL, 1993"], "David E. Johnson": ["A Unification-Based Parser for Relational Grammar., ACL, 1993"], "Akshar Bharati": ["Parsing Free Word Order Languages in the Paninian Framework., ACL, 1993"], "Dekang Lin": ["Principle-Based Parsing without Overgeneration., ACL, 1993"], "Yves Schabes": ["Lexicalized Context-Free Grammars., ACL, 1993"], "Hiroyuki Seki": ["Parallel Multiple Context-Free Grammars, Finite-State Translation Systems, and Polynomial-Time Recognizable Subclasses of Lexical-Functional Grammars., ACL, 1993"], "Hans-Ulrich Krieger": ["Feature-Based Allomorphy., ACL, 1993"], "Rebecca J. Passonneau": ["Intention-Based Segmentation: Human Reliability and Correlation with Linguistic Cues., ACL, 1993"], "Chinatsu Aone": ["A Language-Independent Anaphora Resolution System for Understanding Multilingual Texts., ACL, 1993"], "Ido Dagan": ["Contextual Word Similarity and Estimation from Sparse Data., ACL, 1993"], "Vasileios Hatzivassiloglou": ["Towards the Automatic Identification of Adjectival Scales: Clustering Adjectives According to Meaning., ACL, 1993"], "Fernando C. N. Pereira": ["Distributional Clustering of English Words., ACL, 1993"], "Geoffrey Nunberg": ["Transfers of Meaning (Invited Talk Abstract)., ACL, 1993"], "Rolf Backofen": ["A Complete and Recursive Feature Theory., ACL, 1993", "On the Decidability of Functional Uncertainty., ACL, 1993"], "Mark A. Young": ["A Logical Semantics for Nonmonotonic Sorts., ACL, 1993"], "Kent Wittenburg": ["F-PATR: A Functional Constraints for Unification-Based Grammars., ACL, 1993"], "Barbara Partee": ["Quantificational Domains and Recursive Contexts (Invited Talk Abstract)., ACL, 1993"], "Kathleen R. McKeown": ["Tailoring Lexical Choice to the User's Vocabulary in Multimedia Explanation Generation., ACL, 1993"], "Christopher D. Manning": ["Automatic Acquisition of a Large Subcategorization Dictionary from Corpora., ACL, 1993"], "Rey-Long Liu": ["An Empirical Study on Thematic Knowledge Acquisition Based on Syntactic Clues and Heuristics., ACL, 1993"], "Hinrich Schütze": ["Part-of-Speech Induction from Scratch., ACL, 1993"], "Eric Brill": ["Automatic Grammar Induction and Parsing Free Text: A Transformation-Based Approach., ACL, 1993"], "Suzanne Stevenson": ["A Competition-Based Explanation of Syntactic Attachment Preferences and Garden Path Phenomena., ACL, 1993"], "Liliana Ardissono": ["A Flexible Approach to Cooperative Response Generation in Information-Seeking Dialogues., ACL, 1993"], "James A. Rosenblum": ["Identifying Relevant Prior Explanations., ACL, 1993"], "Jennifer Chu-Carroll": ["Responding to User Queries in a Collaborative Environment., ACL, 1993"], "Michael White": ["The Imperfective Paradox and Trajectory-of-Motion Events., ACL, 1993"], "Hideki Kozima": ["Text Segmentation Based on Similarity between Words., ACL, 1993"], "Nava A. Shaked": ["How do we count? The Problem of Tagging Phrasal Verbs in Parts., ACL, 1993"], "David J. Hutches": ["Raisins, Sultanas, and Currants: Lexical Classification and Abstraction via Context Priming., ACL, 1993"], "Jim Skon": ["Guiding an HPSG Parser using Semantic and Pragmatic Expectations., ACL, 1993"], "Beryl Hoffman": ["The Formal Consequences of using Variables in CCG Categories., ACL, 1993"], "Kok-Wee Gan": ["Integrating Word Boundary Identification with Sentence Understanding., ACL, 1993"], "Anoop Sarkar": ["Extending Kimmo's Two-Level Model of Morphology., ACL, 1993"]}