{"J. Eric Fosler": ["Learning Phonological Rule Probabilities from Speech Corpora with Exploratory Computational Phonology., ACL, 1995"], "Daniel Jurafsky": ["Automatic Induction of Finite State Transducers for Simple Phonological Rules., ACL, 1995"], "Lauri Karttunen": ["The Replace Operator., ACL, 1995"], "George Anton Kiraz": ["A Morphographemic Model for Error Correction in Nonconcatenative Strings., ACL, 1995"], "Carol Van Ess-Dykema": ["Discourse Processing of Dialogues with Multiple Threads., ACL, 1995"], "Tetsuya Nasukawa": ["Robust Parsing Based on Discourse Information: Completing Partial Parses of Ill-Formed Sentences on the Basis of Discourse Information., ACL, 1995"], "Mark Lauer": ["Corpus Statistics Meet the Noun Compound: Some Empirical Results., ACL, 1995"], "Bill Keller": ["DATR Theories and DATR Models., ACL, 1995"], "Lena Strömbäck": ["User-Defined Nonmonotonicity in Unification-Based Formalisms., ACL, 1995"], "Mark Johnson": ["Features and Agreement., ACL, 1995"], "David J. Weir": ["Encoding Lexicalized Tree Adjoining Grammars with a Nonmonotonic Inheritance Hierachy., ACL, 1995", "D-Tree Grammars., ACL, 1995"], "Detmar Meurers": ["Compiling HPSG Type Constraints into Definite Clause Programs., ACL, 1995"], "K. Vijay-Shanker": ["Compilation of HPSG to TAG., ACL, 1995"], "Jochen Dörre": ["Memoization of Coroutined Constraints., ACL, 1995"], "Rebecca J. Passonneau": ["Combining Multiple Knowledge Sources for Discourse Segmentation., ACL, 1995"], "Elisabeth Maier": ["Utilizing Statistical Dialogue Act Processing in VERBMOBIL., ACL, 1995"], "Scott Bennett": ["Evaluating Automated and Manual Acquisition of Anaphora Resolution Strategies., ACL, 1995"], "Johanna D. Moore": ["Investigating Cue Selection and Placement in Tutorial Discourse., ACL, 1995"], "Sandra Carberry": ["Response Generation in Collaborative Negotiation., ACL, 1995"], "Graeme Hirst": ["A Uniform Treatment of Pragmatic Inferences in Simple and Complex Utterances and Sequences of Utterances., ACL, 1995"], "Gertjan van Noord": ["The Intersection of Finite State Automata and Definite Clause Grammars., ACL, 1995"], "Sanguthevar Rajasekaran": ["TAL Recognition in O(M(n2)) Time., ACL, 1995"], "Carl Pollard": ["Extraposition via Complex Domain Formation., ACL, 1995"], "Alpha K. Luk": ["Statistical Sense Disambiguation with Relatively Small Corpora Using Dictionary Definitions., ACL, 1995"], "David Yarowsky": ["Unsupervised Word Sense Disambiguation Rivaling Supervised Methods., ACL, 1995"], "Kathleen R. McKeown": ["A Quantitative Evaluation of Linguistic Tests for the Automatic Prediction of Semantic Markedness., ACL, 1995"], "Jong C. Park": ["Quantifier Scope and Constituency., ACL, 1995"], "Seth Kulick": ["Using Higher-Order Logic Programming for Semantic Interpretation of Coordinate Constructs., ACL, 1995"], "Robert G. Thomas": ["New Techniques for Context Modeling., ACL, 1995"], "Stanley F. Chen": ["Bayesian Grammar Induction for Language Modeling., ACL, 1995"], "Pascale Fung": ["A Pattern Matching Method for Finding Noun and Proper Noun Translations from Noisy Parallel Corpora., ACL, 1995"], "Dekai Wu": ["An Algorithm for Simultaneously Bracketing Parallel Texts by Aligning Words., ACL, 1995"], "Vasileios Hatzivassiloglou": ["Two-Level, Many-Path Generation., ACL, 1995"], "Pete Whitelock": ["An Efficient Generation Algorithm for Lexicalist MT., ACL, 1995"], "Aravind K. Joshi": ["Some Novel Applications of Explanation-Based Learning for Parsing Lexicalized Tree-Adjoining Grammars., ACL, 1995"], "David M. Magerman": ["Statistical Decision-Tree Models for Parsing., ACL, 1995"], "Rajeev Agarwal": ["Evaluation of Semantic Clusters., ACL, 1995"], "Thorsten Brants": ["Tagset Reduction without Information Loss., ACL, 1995"], "Janet Cahn": ["The Effect of Pitch Accenting on Pronoun Referent Resolution., ACL, 1995"], "Anil S. Chakravarthy": ["Sense Disambiguation using Semantic Relations and Adjacency Information., ACL, 1995"], "Jeremy Crowe": ["Constraint-Based Event Recognition for Information Extraction., ACL, 1995"], "Lidia Fraczak": ["From Route Descriptions to Sketches: A Model for a Text-to-Image Translator., ACL, 1995"], "Elvan Göçmen": ["A Computational Framework for Composition in Multiple Linguistic Domains., ACL, 1995"], "Jean-Michel Grandchamp": ["Polyphony and Argumentative Semantics., ACL, 1995"], "Chin-Yew Lin": ["Knowledge-Based Automatic Topic Identification., ACL, 1995"], "Carl de Marcken": ["Acquiring a Lexicon from Unsegmented Speech., ACL, 1995"], "Milan Mosny": ["Semantic Information Preprocessing for Natural Language Interfaces to Databases., ACL, 1995"], "Hyun S. Park": ["Mapping Scrambled Korean Senteces into English Using Synchronous TAGs., ACL, 1995"], "Reinhard Rapp": ["Identifying Word Translation in Non_Parallel Texts., ACL, 1995"], "Walid S. Saba": ["Towards a Cognitively Plausible Model for Quantification., ACL, 1995"], "Frank Schilder": ["Aspect and Discourse Structure: Is a Neutral Viewpoint Required?, ACL, 1995"], "James Shaw": ["Conciseness through Aggregation in Text Generation., ACL, 1995"], "V. Kripåsundar": ["Quantifying Lexical Influence: Giving Direction to Context., ACL, 1995"], "Cynthia A. Thompson": ["Acquisition of a Lexicon from Semantic Representations of Sentences., ACL, 1995"], "Mettina Veenstra": ["A Minimalist Head-Corner Parser., ACL, 1995"]}