{"James F. Allen": ["Discourse Obligations in Dialogue Processing., ACL, 1994", "Deyecting and Correcting Speech Repairs., ACL, 1994"], "Marti A. Hearst": ["Multi-Paragraph Segmentation of Expository Text., ACL, 1994"], "Marc Moens": ["Priority Union and Generalization in Discourse Grammars., ACL, 1994"], "Richard M. Schwartz": ["Hidden Understanding Models of Natural Language., ACL, 1994"], "Aravind K. Joshi": ["From Strings to Trees to Strings to Trees ... (Abstract)., ACL, 1994"], "Alex Lascarides": ["Intentions and Indormation in Discourse., ACL, 1994"], "Keith Vander Linden": ["Generating Precondition Expressions in Instructional Text., ACL, 1994"], "Andrew Kehler": ["Common Topics and Coherent Situations: Interpreting Ellipsis in the Context of Discourse Inference., ACL, 1994", "Temporal Relations Reference or Discourse Coherence?, ACL, 1994"], "Sandra Carberry": ["A Hybrid Reasoning Model for Indirect Answers., ACL, 1994"], "Nancy Chang": ["A Stochastic Finite-State Word-Segmentation Algorithm for Chinese., ACL, 1994"], "Jonathan Segal": ["Precise N-Gram Probabilities from Stochastic Context-Free Grammars., ACL, 1994"], "Dekai Wu": ["Aligning a Parallel English-Chinese Corpus Statistically with Lexical Criteria., ACL, 1994"], "David Yarowsky": ["Decision Lists for Lexical Ambiguity Resolution: Application to Accent Restoration in Spanish and French., ACL, 1994"], "Stephen Sutton": ["An Empirical Model of Acknowledgement for Spoken-Language Systems., ACL, 1994"], "Akikazu Takeuchi": ["Speech Dialogue with Facial Displays: Multimodal Human-Computer Conversation., ACL, 1994"], "Douglas B. Moran": ["Interleaving Syntax and Semantics in an Effecient Bottom-Up Parser., ACL, 1994"], "Mark-Jan Nederhof": ["An Optimal Tabular Parsing Algorithm., ACL, 1994"], "Michael Niv": ["A Psycholinguistically Motivated Parser for CCG., ACL, 1994"], "Martha Stone Palmer": ["Verb Semantics and Lexical Selection., ACL, 1994"], "Janyce Wiebe": ["Word-Sense Disambiguation Using Decomposable Models., ACL, 1994"], "Gertjan van Noord": ["Constraint-Based Categorical Grammar., ACL, 1994"], "James Rogers": ["Capturing CFLs with Tree Adjoining Grammars., ACL, 1994"], "Tom Cornell": ["On Determining the Consistency of Partial Descriptions of Trees., ACL, 1994"], "Robert C. Berwick": ["A Markov Language Learning Model for Finite Parameter Spaces., ACL, 1994"], "Yoram Singer": ["Part-of-Speech Tagging using a Variable Memory Markov Model., ACL, 1994"], "Christer Samuelsson": ["Grammar Specialization through Entropy Thresholds., ACL, 1994"], "Christian Jacquemin": ["Optimizing the Computational Lexicalization of Large Grammars., ACL, 1994"], "Mehryar Mohri": ["Compact Representations by Finite-State Transducers., ACL, 1994"], "Giorgio Satta": ["An Extended Theory of Head-Driven Parsing., ACL, 1994"], "Yasuharu Den": ["Generalized Chart Algorithm: An Efficient Procedure for Cost-Based Abduction., ACL, 1994"], "Koichi Takeda": ["Tricolor DAGs for Machine Translation., ACL, 1994"], "Hsin-Hsi Chen": ["Extracting Noun Phrases from Large-Scale Texts: A Hybrid Approach and its Automatic Evaluation., ACL, 1994"], "Jing-Shin Chang": ["A Corpus-Based Approach to Automatic Compound Extraction., ACL, 1994"], "Keh-Yih Su": ["An Automatic Treebank Conversion Algorithm for Corpus Sharing., ACL, 1994"], "Suresh Manandhar": ["An Attributive Logic of Set Descriptions and Set Operations., ACL, 1994"], "Owen Rambow": ["Multiset-Valued Linear Index Grammars: Imposing Dominance Constraints on Derivations., ACL, 1994"], "Bruce Tesar": ["Optimality Theory: Universal Grammar, Learning and Parsing Algorithms, and Connectionist Foundations (Abstract)., ACL, 1994"], "Lillian Lee": ["Similarity-Based Estimation of Word Cooccurrence Probabilities., ACL, 1994"], "Michael Gasser": ["Acquiring Receptive Morphology: A Connectionist Model., ACL, 1994"], "John Carroll": ["Relating Complexity to Practical Performance in Parsing with Wide-Coverage Unification Grammars., ACL, 1994"], "Jun'ichi Tsujii": ["A Computational View of the Cognitive Semantics of Spatial Prepostions., ACL, 1994"], "Kavi Mahesh": ["Reaping the Benefits of Interactive Syntax and Semantics., ACL, 1994"], "Albert Kim": ["Graded Unification: A Framework for Interactive Processing., ACL, 1994"], "Alon Lavie": ["An Integrated Heuristic Scheme for Partial Parse Evaluation., ACL, 1994"], "Carole T. Boster": ["Simulating Children's Null Subjects: An Early Language Generation Model., ACL, 1994"], "Ye-Yi Wang": ["Dual-Coding Theory and Connectionist Lexical Selection., ACL, 1994"], "Tao Hong": ["Integration of Visual Inter-Word Constraints and Linguistic Knowledge in Degraded Text Recognition., ACL, 1994"], "Jeffrey C. Reynar": ["An automatic Method of Finding Topic Boundaries., ACL, 1994"], "Stelios Piperidis": ["Automatic Alignment in Parallel Corpora., ACL, 1994"], "Mark Lauer": ["Conceptional Association for Compound Noun Analysis., ACL, 1994"]}