{"Terry Koo": ["Efficient Third-Order Dependency Parsers., ACL, 2010"], "Wenbin Jiang": ["Dependency Parsing and Projection Based on Word-Pair Classification., ACL, 2010"], "Wenliang Chen": ["Bitext Dependency Parsing with Bilingual Subtree Constraints., ACL, 2010"], "Alexander Koller": ["Computing Weakest Readings., ACL, 2010"], "Nils Reiter": ["Identifying Generic Noun Phrases., ACL, 2010"], "Xianpei Han": ["Structural Semantic Relatedness: A Knowledge-Based Method to Named Entity Disambiguation., ACL, 2010"], "Frank Rudzicz": ["Correcting Errors in Speech Recognition with Articulatory Dynamics., ACL, 2010"], "Srinivasan Janarthanam": ["Learning to Adapt to Unknown Users: Referring Expression Generation in Spoken Dialogue Systems., ACL, 2010"], "Shih-Hsiang Lin": ["A Risk Minimization Framework for Extractive Speech Summarization., ACL, 2010"], "Steven P. Abney": ["The Human Language Project: Building a Universal Corpus of the World's Languages., ACL, 2010"], "Daphna Shezaf": ["Bilingual Lexicon Generation Using Non-Aligned Signatures., ACL, 2010"], "Hiroshi Echizen-ya": ["Automatic Evaluation Method for Machine Translation Using Noun-Phrase Chunking., ACL, 2010"], "Fei Wu": ["Open Information Extraction Using Wikipedia., ACL, 2010"], "Laura Chiticariu": ["SystemT: An Algebraic Approach to Declarative Information Extraction., ACL, 2010"], "David K. Elson": ["Extracting Social Networks from Literary Fiction., ACL, 2010"], "Xiangyu Duan": ["Pseudo-Word for Phrase-Based Machine Translation., ACL, 2010"], "Jason Riesa": ["Hierarchical Search for Word Alignment., ACL, 2010"], "Marie-Catherine de Marneffe": ["\"Was It Good? It Was Provocative.\" Learning the Meaning of Scalar Adjectives., ACL, 2010"], "Ethan Selfridge": ["Importance-Driven Turn-Bidding for Spoken Dialogue Systems., ACL, 2010"], "Jackie Chi Kit Cheung": ["Entity-Based Local Coherence Modelling Using Topological Fields., ACL, 2010"], "Jeff Mitchell": ["Syntactic and Semantic Factors in Processing Difficulty: An Integrated Measure., ACL, 2010"], "Matthew Honnibal": ["Rebanking CCGbank for Improved NP Interpretation., ACL, 2010"], "Roberto Navigli": ["BabelNet: Building a Very Large Multilingual Semantic Network., ACL, 2010", "Learning Word-Class Lattices for Definition and Hypernym Extraction., ACL, 2010"], "Omri Abend": ["Fully Unsupervised Core-Adjunct Argument Classification., ACL, 2010", "Improved Unsupervised POS Induction through Prototype Discovery., ACL, 2010"], "Danilo Croce": ["Towards Open-Domain Semantic Role Labeling., ACL, 2010"], "Jun'ichi Kazama": ["A Bayesian Method for Robust Estimation of Distributional Similarities., ACL, 2010"], "Jia Wang": ["Recommendation in Internet Forums and Blogs., ACL, 2010"], "Xu Sun": ["Learning Phrase-Based Spelling Error Models from Clickthrough Data., ACL, 2010"], "Ruihong Huang": ["Inducing Domain-Specific Semantic Class Taggers from (Almost) Nothing., ACL, 2010"], "Raphael Hoffmann": ["Learning 5000 Relational Extractors., ACL, 2010"], "Hoifung Poon": ["Unsupervised Ontology Induction from Text., ACL, 2010"], "Jun Sun": ["Exploring Syntactic Structural Features for Sub-Tree Alignment Using Bilingual Tree Kernels., ACL, 2010"], "Shujie Liu": ["Discriminative Pruning for Discriminative ITG Alignment., ACL, 2010"], "Xianchao Wu": ["Fine-Grained Tree-to-String Translation Rule Extraction., ACL, 2010"], "Timothy A. D. Fowler": ["Accurate Context-Free Parsing with Combinatory Categorial Grammar., ACL, 2010"], "Jonathan K. Kummerfeld": ["Faster Parsing by Supertagger Adaptation., ACL, 2010"], "Manabu Sassano": ["Using Smaller Constituents Rather Than Sentences in Active Learning for Japanese Dependency Parsing., ACL, 2010"], "Nikolaos Trogkanis": ["Conditional Random Fields for Word Hyphenation., ACL, 2010"], "Sebastian Spiegler": ["Enhanced Word Decomposition by Calibrating the Decision Threshold of Probabilistic Models and Using a Model Ensemble., ACL, 2010"], "Joseph P. Turian": ["Word Representations: A Simple and General Method for Semi-Supervised Learning., ACL, 2010"], "Ahmed Hassan Awadallah": ["Identifying Text Polarity Using Random Walks., ACL, 2010"], "Wei Wei": ["Sentiment Learning on Product Reviews via Sentiment Ontology Tree., ACL, 2010"], "Shoushan Li": ["Employing Personal/Impersonal Views in Supervised and Semi-Supervised Sentiment Classification., ACL, 2010"], "Alan Ritter": ["A Latent Dirichlet Allocation Method for Selectional Preferences., ACL, 2010"], "Diarmuid Ó Séaghdha": ["Latent Variable Models of Selectional Preference., ACL, 2010"], "Nathanael Chambers": ["Improving the Use of Pseudo-Words for Evaluating Selectional Preferences., ACL, 2010"], "Reyyan Yeniterzi": ["Syntax-to-Morphology Mapping in Factored Phrase-Based Statistical Machine Translation from English to Turkish., ACL, 2010"], "Nadir Durrani": ["Hindi-to-Urdu Machine Translation through Transliteration., ACL, 2010"], "Joern Wuebker": ["Training Phrase Translation Models with Leaving-One-Out., ACL, 2010"], "Nobuhiro Kaji": ["Efficient Staggered Decoding for Sequence Labeling., ACL, 2010"], "Sujith Ravi": ["Minimized Models and Grammar-Informed Initialization for Supertagging with Highly Ambiguous Lexicons., ACL, 2010"], "Thomas Lavergne": ["Practical Very Large Scale CRFs., ACL, 2010"], "Sylvain Schmitz": ["On the Computational Complexity of Dominance Links in Grammatical Formalisms., ACL, 2010"], "Benoît Sagot": ["Optimal Rank Reduction for Linear Context-Free Rewriting Systems with Fan-Out Two., ACL, 2010"], "Marco Kuhlmann": ["The Importance of Rule Restrictions in CCG., ACL, 2010"], "Emily Pitler": ["Automatic Evaluation of Linguistic Quality in Multi-Document Summarization., ACL, 2010"], "Vahed Qazvinian": ["Identifying Non-Explicit Citing Sentences for Citation-Based Summarization., ACL, 2010"], "Kristian Woodsend": ["Automatic Generation of Story Highlights., ACL, 2010"], "Cigdem Toprak": ["Sentence and Expression Level Annotation of Opinions in User-Generated Discourse., ACL, 2010"], "Valentin Jijkoun": ["Generating Focused Topic-Specific Sentiment Lexicons., ACL, 2010"], "Jungi Kim": ["Evaluating Multilanguage-Comparability of Subjectivity Analysis Systems., ACL, 2010"], "Deyi Xiong": ["Error Detection for Statistical Machine Translation Using Linguistic Features., ACL, 2010"], "Radu Soricut": ["TrustRank: Inducing Trust in Automatic Translations via Ranking., ACL, 2010"], "Yifan He": ["Bridging SMT and TM with Translation Recommendation., ACL, 2010"], "Yufeng Chen": ["On Jointly Recognizing and Aligning Bilingual Named Entities., ACL, 2010"], "Peng Li": ["Generating Templates of Entity Summaries with an Entity-Aspect Model and Pattern Mining., ACL, 2010"], "Shasha Li": ["Comparable Entity Mining from Comparative Questions., ACL, 2010"], "Christian Chiarcos": ["Towards Robust Multi-Tool Tagging. An OWL/DL-Based Approach., ACL, 2010"], "Francisco Costa": ["Temporal Information Processing of a New Language: Fast Porting with Minimal Resources., ACL, 2010"], "Stephen Tratz": ["A Taxonomy, Dataset, and Classifier for Automatic Noun Compound Interpretation., ACL, 2010"], "Ekaterina Shutova": ["Models of Metaphor in NLP., ACL, 2010"], "Beata Beigman Klebanov": ["A Game-Theoretic Model of Metaphorical Bargaining., ACL, 2010"], "Wenting Wang": ["Kernel Based Discourse Relation Recognition with Temporal Ordering Information., ACL, 2010"], "Jenny Rose Finkel": ["Hierarchical Joint Learning: Improving Joint Parsing and Named Entity Recognition with Non-Jointly Labeled Data., ACL, 2010"], "Markus Dickinson": ["Detecting Errors in Automatically-Parsed Dependency Relations., ACL, 2010"], "Tong Xiao": ["Boosting-Based System Combination for Machine Translation., ACL, 2010"], "Zhili Wu": ["Fine-Grained Genre Classification Using Structural Learning Algorithms., ACL, 2010"], "Mattia Tomasoni": ["Metadata-Aware Measures for Answer Summarization in Community Question Answering., ACL, 2010"], "Richard Beaufort": ["A Hybrid Rule/Model-Based Finite-State Framework for Normalizing SMS Messages., ACL, 2010"], "Sittichai Jiampojamarn": ["Letter-Phoneme Alignment: An Exploration., ACL, 2010"], "Shasha Liao": ["Using Document Level Cross-Event Inference to Improve Event Extraction., ACL, 2010"], "Jessica Villing": ["Now, Where Was I? Resumption Strategies for an In-Vehicle Dialogue System., ACL, 2010"], "Adam Vogel": ["Learning to Follow Navigational Directions., ACL, 2010"], "Asli Çelikyilmaz": ["A Hybrid Hierarchical Model for Multi-Document Summarization., ACL, 2010"], "Zhanyi Liu": ["Improving Statistical Machine Translation with Monolingual Collocation., ACL, 2010"], "Boxing Chen": ["Bilingual Sense Similarity for Statistical Machine Translation., ACL, 2010"], "Gerard de Melo": ["Untangling the Cross-Lingual Link Structure of Wikipedia., ACL, 2010"], "Michael Bloodgood": ["Bucking the Trend: Large-Scale Cost-Focused Active Learning for Statistical Machine Translation., ACL, 2010"], "Shane Bergsma": ["Creating Robust Supervised Classifiers via Web-Scale N-Gram Data., ACL, 2010"], "Min Zhang": ["Convolution Kernel over Packed Parse Forest., ACL, 2010"], "Jeffrey Heinz": ["Estimating Strictly Piecewise Distributions., ACL, 2010", "String Extension Learning., ACL, 2010"], "Sebastian Rudolph": ["Compositional Matrix-Space Models of Language., ACL, 2010"], "Xiaojun Wan": ["Cross-Language Document Summarization Based on Machine Translation Quality Prediction., ACL, 2010"], "Marina Litvak": ["A New Approach to Improving Multilingual Summarization Using a Genetic Algorithm., ACL, 2010"], "Elif Yamangil": ["Bayesian Synchronous Tree-Substitution Grammar Induction and Its Application to Sentence Compression., ACL, 2010"], "Stefan Thater": ["Contextualizing Semantic Representations Using Syntactically Enriched Vector Models., ACL, 2010"], "Ivan Titov": ["Bootstrapping Semantic Analyzers from Non-Contradictory Texts., ACL, 2010"], "Fei Huang": ["Open-Domain Semantic Role Labeling by Modeling Word Spans., ACL, 2010"], "Michaela Regneri": ["Learning Script Knowledge with Web Experiments., ACL, 2010"], "Michael Connor": ["Starting from Scratch in Semantic Role Labeling., ACL, 2010"], "Kornel Laskowski": ["Modeling Norms of Turn-Taking in Multi-Party Conversation., ACL, 2010"], "Verena Rieser": ["Optimising Information Presentation for Spoken Dialogue Systems., ACL, 2010"], "Morgan Sonderegger": ["Combining Data and Mathematical Models of Language Change., ACL, 2010"], "David Leo Wright Hall": ["Finding Cognate Groups Using Phylogenies., ACL, 2010"], "Eric Corlett": ["An Exact A* Method for Deciphering Letter-Substitution Ciphers., ACL, 2010"], "Benjamin Snyder": ["A Statistical Model for Lost Language Decipherment., ACL, 2010"], "Jonathan May": ["Efficient Inference through Cascades of Weighted Tree Transducers., ACL, 2010"], "Andreas Maletti": ["A Tree Transducer Model for Synchronous Tree-Adjoining Grammars., ACL, 2010"], "Liang Huang": ["Dynamic Programming for Linear-Time Incremental Parsing., ACL, 2010"], "Wolfgang Seeker": ["Hard Constraints for Grammatical Function Labelling., ACL, 2010"], "Mohit Bansal": ["Simple, Accurate Parsing with an All-Fragments Grammar., ACL, 2010"], "Junhui Li": ["Joint Syntactic and Semantic Parsing of Chinese., ACL, 2010"], "Peter Prettenhofer": ["Cross-Language Text Classification Using Structural Correspondence Learning., ACL, 2010"], "Duo Zhang": ["Cross-Lingual Latent Topic Extraction., ACL, 2010"], "Linlin Li": ["Topic Models for Word Sense Disambiguation and Token-Based Idiom Detection., ACL, 2010"], "Mark Johnson": ["PCFGs, Topic Models, Adaptor Grammars and Learning Topical Collocations and the Structure of Proper Names., ACL, 2010"], "Katrin Tomanek": ["A Cognitive Cost Model of Annotations Based on Eye-Tracking Data., ACL, 2010"], "Klinton Bicknell": ["A Rational Model of Eye Movement Control in Reading., ACL, 2010"], "Amit Dubey": ["The Influence of Discourse on Syntax: A Psycholinguistic Model of Sentence Processing., ACL, 2010"], "Stephen T. Wu": ["Complexity Metrics in an Incremental Right-Corner Parser., ACL, 2010"], "Mark Sammons": ["\"Ask Not What Textual Entailment Can Do for You...\"., ACL, 2010"], "Shachar Mirkin": ["Assessing the Role of Discourse References in Entailment Inference., ACL, 2010"], "Jonathan Berant": ["Global Learning of Focused Entailment Graphs., ACL, 2010"], "Baoxun Wang": ["Modeling Semantic Relevance for Question-Answer Pairs in Web Social Communities., ACL, 2010"], "Yansong Feng": ["How Many Words Is a Picture Worth? Automatic Caption Generation for News Images., ACL, 2010"], "Ahmet Aker": ["Generating Image Descriptions Using Dependency Relational Patterns., ACL, 2010"], "Ryu Iida": ["Incorporating Extra-Linguistic Information into Reference Resolution in Collaborative Task Dialogue., ACL, 2010"], "S. R. K. Branavan": ["Reading between the Lines: Learning to Map High-Level Instructions to Commands., ACL, 2010"], "Valentin I. Spitkovsky": ["Profiting from Mark-Up: Hyper-Text Annotations for Guided Parsing., ACL, 2010"], "Taylor Berg-Kirkpatrick": ["Phylogenetic Grammar Induction., ACL, 2010"], "Dmitry Davidov": ["Extraction and Approximation of Numerical Attributes from the Web., ACL, 2010"], "Ashwin Ittoo": ["On Learning Subtypes of the Part-Whole Relation: Do Not Mix Your Seeds., ACL, 2010"], "Xiao Li": ["Understanding the Semantic Structure of Noun Phrase Queries., ACL, 2010"], "Manoj Kumar Chinnakotla": ["Multilingual Pseudo-Relevance Feedback: Performance Study of Assisting Languages., ACL, 2010"], "Celina Santamaría": ["Wikipedia as Sense Inventory to Improve Diversity in Web Search Results., ACL, 2010"], "Binyang Li": ["A Unified Graph Model for Sentence-Based Opinion Retrieval., ACL, 2010"], "Swati Tata": ["Generating Fine-Grained Reviews of Songs from Album Reviews., ACL, 2010"], "Georgios Paltoglou": ["A Study of Information Retrieval Weighting Schemes for Sentiment Analysis., ACL, 2010"], "Vincent Ng": ["Supervised Noun Phrase Coreference Research: The First Fifteen Years., ACL, 2010"], "Cosmin Adrian Bejan": ["Unsupervised Event Coreference Resolution with Rich Linguistic Features., ACL, 2010"], "Marta Recasens": ["Coreference Resolution across Corpora: Languages, Coding Schemes, and Preprocessing Information., ACL, 2010"], "Haitao Mi": ["Constituency to Dependency Translation with Forests., ACL, 2010"], "David Chiang": ["Learning to Translate with Source and Target Syntax., ACL, 2010"], "John DeNero": ["Discriminative Modeling of Extraction Sets for Machine Translation., ACL, 2010"], "Keun-Chan Park": ["Detecting Experiences from Weblogs., ACL, 2010"], "Partha Pratim Talukdar": ["Experiments in Graph-Based Semi-Supervised Learning Methods for Class-Instance Acquisition., ACL, 2010"], "Zornitsa Kozareva": ["Learning Arguments and Supertypes of Semantic Relations Using Recursive Patterns., ACL, 2010"], "Carlos Gómez-Rodríguez": ["A Transition-Based Parser for 2-Planar Dependency Structures., ACL, 2010"], "Shay B. Cohen": ["Viterbi Training for PCFGs: Hardness Results and Competitiveness of Uniform Initialization., ACL, 2010"], "Matthew Skala": ["A Generalized-Zero-Preserving Method for Compact Encoding of Concept Lattices., ACL, 2010"], "Simone Paolo Ponzetto": ["Knowledge-Rich Word Sense Disambiguation Rivaling Supervised Systems., ACL, 2010"], "Mitesh M. Khapra": ["All Words Domain Adapted WSD: Finding a Middle Ground between Supervision and Unsupervision., ACL, 2010"], "Weiwei Guo": ["Combining Orthogonal Monolingual and Multilingual Sources of Evidence for All Words WSD., ACL, 2010"], "François Mairesse": ["Phrase-Based Statistical Language Generation Using Graphical Models and Active Learning., ACL, 2010"], "Neil Duncan McIntyre": ["Plot Induction and Evolutionary Search for Story Generation., ACL, 2010"], "Konstantina Garoufi": ["Automated Planning for Situated Natural Language Generation., ACL, 2010"], "Matthew Gerber": ["Beyond NomBank: A Study of Implicit Arguments for Nominal Predicates., ACL, 2010"]}