{"Alexander E. Richman": ["Mining Wiki Resources for Multilingual Named Entity Recognition., ACL, 2008"], "Shane Bergsma": ["Distributional Identification of Non-Referential Pronouns., ACL, 2008"], "Marius Pasca": ["Weakly-Supervised Acquisition of Open-Domain Classes and Class Attributes from Web Documents and Query Logs., ACL, 2008"], "Michele Banko": ["The Tradeoffs Between Open and Traditional Relation Extraction., ACL, 2008"], "Jirí Mírovský": ["PDT 2.0 Requirements on a Query Language., ACL, 2008"], "Yusuke Miyao": ["Task-oriented Evaluation of Syntactic Parsers and Their Representations., ACL, 2008"], "Yee Seng Chan": ["MAXSIM: A Maximum Similarity Metric for Machine Translation Evaluation., ACL, 2008"], "Ellen M. Voorhees": ["Contradictions and Justifications: Extensions to the Textual Entailment Task., ACL, 2008"], "Colin Cherry": ["Cohesive Phrase-Based Decoding for Statistical Machine Translation., ACL, 2008"], "Yonggang Deng": ["Phrase Table Training for Precision and Recall: What Makes a Good Phrase and a Good Phrase Pair?, ACL, 2008"], "Dongdong Zhang": ["Measure Word Generation for English-Chinese SMT Systems., ACL, 2008"], "Hao Zhang": ["Bayesian Learning of Non-Compositional Phrases with Synchronous Parsing., ACL, 2008", "Efficient Multi-Pass Decoding for Synchronous Context Free Grammars., ACL, 2008"], "Tobias Kaufmann": ["Applying a Grammar-Based Language Model to a Simplified Broadcast-News Transcription Task., ACL, 2008"], "Maximilian Bisani": ["Automatic Editing in a Back-End Speech-to-Text System., ACL, 2008"], "Michael Fleischman": ["Grounded Language Modeling for Automatic Speech Recognition of Sports Video., ACL, 2008"], "Margaret M. Fleck": ["Lexicalized Phonotactic Word Segmentation., ACL, 2008"], "Hui Fang": ["A Re-examination of Query Expansion Using Lexical Resources., ACL, 2008"], "Guihong Cao": ["Selecting Query Term Alternations for Web Search by Exploiting Query Contexts., ACL, 2008"], "Huizhong Duan": ["Searching Questions by Identifying Question Topic and Question Focus., ACL, 2008"], "François Mairesse": ["Trainable Generation of Big-Five Personality Styles through Data-Driven Parameter Estimation., ACL, 2008"], "John Lee": ["Correcting Misuse of Verb Forms., ACL, 2008"], "Dominic Espinosa": ["Hypertagging: Supertagging for Surface Realization with CCG., ACL, 2008"], "Haitao Mi": ["Forest-Based Translation., ACL, 2008"], "Phil Blunsom": ["A Discriminative Latent Variable Model for Statistical Machine Translation., ACL, 2008"], "Alexander Koller": ["Regular Tree Grammars as a Formalism for Scope Underspecification., ACL, 2008"], "Dmitry Davidov": ["Classification of Semantic Relationships between Nominals Using Pattern Clusters., ACL, 2008", "Unsupervised Discovery of Generic Relationships Using Pattern Clusters and its Evaluation by Automatically Generated SAT Analogy Questions., ACL, 2008"], "Jeff Mitchell": ["Vector-based Models of Semantic Composition., ACL, 2008"], "Andrew Arnold": ["Exploiting Feature Hierarchy for Transfer Learning in Named Entity Recognition., ACL, 2008"], "Heng Ji": ["Refining Event Extraction through Cross-Document Inference., ACL, 2008"], "S. R. K. Branavan": ["Learning Document-Level Semantic Properties from Free-Text Annotations., ACL, 2008"], "Yansong Feng": ["Automatic Image Annotation Using Auxiliary Text Information., ACL, 2008"], "György Szarvas": ["Hedge Classification in Biomedical Texts with a Weakly Supervised Selection of Keywords., ACL, 2008"], "Alina Andreevskaia": ["When Specialists and Generalists Work Together: Overcoming Domain Dependence in Sentiment Tagging., ACL, 2008"], "Tadashi Nomoto": ["A Generic Sentence Trimmer with CRFs., ACL, 2008"], "Ivan Titov": ["A Joint Model of Text and Aspect Ratings for Sentiment Summarization., ACL, 2008"], "Eneko Agirre": ["Improving Parsing and PP Attachment Performance with Sense Information., ACL, 2008"], "Frederick Hoyt": ["A Logical Basis for the D Combinator and Normal Form in CCG., ACL, 2008"], "David Vadas": ["Parsing Noun Phrase Structure with CCG., ACL, 2008"], "David Vickrey": ["Sentence Simplification for Semantic Role Labeling., ACL, 2008"], "Giuseppe Carenini": ["Summarizing Emails with Conversational Cohesion and Subjectivity., ACL, 2008"], "Markus Dickinson": ["Ad Hoc Treebank Structures., ACL, 2008"], "Yoav Goldberg": ["A Single Generative Model for Joint Morphological Segmentation and Syntactic Parsing., ACL, 2008", "EM Can Find Pretty Good HMM POS-Taggers (When Given a Good Start)., ACL, 2008"], "Sharon Goldwater": ["Which Words Are Hard to Recognize? Prosodic, Lexical, and Disfluency Factors that Increase ASR Error Rates., ACL, 2008"], "Ulf Hermjakob": ["Name Translation in Statistical Machine Translation - Learning When to Transliterate., ACL, 2008"], "Mark Johnson": ["Using Adaptor Grammars to Identify Synergies in the Unsupervised Acquisition of Linguistic Structure., ACL, 2008"], "Jun'ichi Kazama": ["Inducing Gazetteers for Named Entity Recognition by Large-Scale Clustering of Dependency Relations., ACL, 2008"], "Alistair Kennedy": ["Evaluating Roget's Thesauri., ACL, 2008"], "Zhifei Li": ["Unsupervised Translation Induction for Chinese Abbreviations using Monolingual Corpora., ACL, 2008"], "Jianguo Li": ["Which Are the Best Features for Automatic Verb Classification., ACL, 2008"], "Joanna Mrozinski": ["Collecting a Why-Question Corpus for Development and Evaluation of an Automatic QA-System., ACL, 2008"], "Preslav Nakov": ["Solving Relational Similarity Problems Using the Web as a Corpus., ACL, 2008"], "J. Scott Olsson": ["Combining Speech Retrieval Results with Generalized Additive Models., ACL, 2008"], "Gerald Penn": ["A Critical Reassessment of Evaluation Baselines for Speech Summarization., ACL, 2008"], "Joseph Polifroni": ["Intensional Summaries as Cooperative Responses in Dialogue: Automation and Evaluation., ACL, 2008"], "Sujan Kumar Saha": ["Word Clustering and Word Selection Based Feature Reduction for MaxEnt Based Hindi NER., ACL, 2008"], "Sabine Schulte im Walde": ["Combining EM Training and the MDL Principle for an Automatic Verb Classification Incorporating Selectional Preferences., ACL, 2008"], "David Talbot": ["Randomized Language Models via Perfect Hash Functions., ACL, 2008"], "Kristina Toutanova": ["Applying Morphology Generation Models to Machine Translation., ACL, 2008"], "Tony Veale": ["Multilingual Harvesting of Cross-Cultural Stereotypes., ACL, 2008"], "Qin Iris Wang": ["Semi-Supervised Convex Training for Dependency Parsing., ACL, 2008"], "Fan Yang": ["Chinese-English Backward Transliteration Assisted with Mining Monolingual Web Pages., ACL, 2008"], "Beñat Zapirain": ["Robustness and Generalization of Role Sets: PropBank vs. VerbNet., ACL, 2008"], "Min Zhang": ["A Tree Sequence Alignment-based Tree-to-Tree Translation Model., ACL, 2008"], "Susan Bartlett": ["Automatic Syllabification with Structured SVMs for Letter-to-Phoneme Conversion., ACL, 2008"], "Libin Shen": ["A New String-to-Dependency Machine Translation Algorithm with a Target Dependency Language Model., ACL, 2008"], "Liang Huang": ["Forest Reranking: Discriminative Parsing with Non-Local Features., ACL, 2008"], "Terry Koo": ["Simple Semi-supervised Dependency Parsing., ACL, 2008"], "Rebecca Nesson": ["Optimal $k$-arization of Synchronous Tree-Adjoining Grammar., ACL, 2008"], "Rebecca Dridan": ["Enhancing Performance of Lexicalised Grammars., ACL, 2008"], "Hua Ai": ["Assessing Dialog System User Simulation Evaluation Measures Using Human Judges., ACL, 2008"], "Cheongjae Lee": ["Robust Dialog Management with N-Best Hypotheses Using Dialog Examples and Agenda., ACL, 2008"], "Verena Rieser": ["Learning Effective Multimodal Dialogue Strategies from Wizard-of-Oz Data: Bootstrapping and Evaluation., ACL, 2008"], "Ruy Luiz Milidiú": ["Phrase Chunking Using Entropy Guided Transformation Learning., ACL, 2008"], "Xiaojin Zhu": ["Learning Bigrams from Unigrams., ACL, 2008"], "Jun Suzuki": ["Semi-Supervised Sequential Labeling and Segmentation Using Giga-Word Scale Unlabeled Data., ACL, 2008"], "Rahul Bhagat": ["Large Scale Acquisition of Paraphrases for Learning Surface Patterns., ACL, 2008"], "Idan Szpektor": ["Contextual Preferences., ACL, 2008"], "Michael Kaisser": ["Improving Search Results Quality by Customizing Summary Lengths., ACL, 2008"], "Shilin Ding": ["Using Conditional Random Fields to Extract Contexts and Answers of Questions from Online Forums., ACL, 2008"], "Mihai Surdeanu": ["Learning to Rank Answers on Large Online QA Collections., ACL, 2008"], "Meni Adler": ["Unsupervised Lexicon-Based Resolution of Unknown Words for Full Morphological Analysis., ACL, 2008"], "Benjamin Snyder": ["Unsupervised Multilingual Learning for Morphological Segmentation., ACL, 2008"], "Jakob Uszkoreit": ["Distributed Word Clustering for Large Scale Class-Based Language Modeling in Machine Translation., ACL, 2008"], "Eleftherios Avramidis": ["Enriching Morphologically Poor Languages for Statistical Machine Translation., ACL, 2008"], "Aria Haghighi": ["Learning Bilingual Lexicons from Monolingual Corpora., ACL, 2008"], "Shiqi Zhao": ["Pivot Approach for Extracting Paraphrase Patterns from Bilingual Corpora., ACL, 2008", "Combining Multiple Resources to Improve SMT-based Paraphrasing Model., ACL, 2008"], "Nathanael Chambers": ["Unsupervised Learning of Narrative Event Chains., ACL, 2008"], "Mona T. Diab": ["Semantic Role Labeling Systems for Arabic using Kernel Methods., ACL, 2008"], "Fadi Biadsy": ["An Unsupervised Approach to Biography Production Using Wikipedia., ACL, 2008"], "Qiaozhu Mei": ["Generating Impact-Based Summaries for Scientific Literature., ACL, 2008"], "Ani Nenkova": ["Can You Summarize This? Identifying Correlates of Input Difficulty for Multi-Document Summarization., ACL, 2008"], "Micha Elsner": ["You Talking to Me? A Corpus and Algorithm for Conversation Disentanglement., ACL, 2008"], "Xiaofeng Yang": ["An Entity-Mention Model for Coreference Resolution with Inductive Logic Programming., ACL, 2008"], "Jacob Eisenstein": ["Gestural Cohesion for Topic Segmentation., ACL, 2008"], "Roi Reichart": ["Multi-Task Active Learning for Linguistic Annotations., ACL, 2008"], "Gideon S. Mann": ["Generalized Expectation Criteria for Semi-Supervised Learning of Conditional Random Fields., ACL, 2008"], "Percy Liang": ["Analyzing the Errors of Unsupervised Learning., ACL, 2008"], "Yue Zhang": ["Joint Word Segmentation and POS Tagging Using a Single Perceptron., ACL, 2008"], "Wenbin Jiang": ["A Cascaded Linear Model for Joint Chinese Word Segmentation and Part-of-Speech Tagging., ACL, 2008"], "Sittichai Jiampojamarn": ["Joint Processing and Discriminative Training for Letter-to-Phoneme Conversion., ACL, 2008"], "Shenghua Bao": ["A Probabilistic Model for Fine-Grained Expert Search., ACL, 2008"], "Wouter Weerkamp": ["Credibility Improves Topical Blog Post Retrieval., ACL, 2008"], "Andras Csomai": ["Linguistically Motivated Features for Enhanced Back-of-the-Book Indexing., ACL, 2008"], "Tamer Elsayed": ["Resolving Personal Names in Email Using Context Expansion., ACL, 2008"], "Joakim Nivre": ["Integrating Graph-Based and Transition-Based Dependency Parsers., ACL, 2008"], "Jenny Rose Finkel": ["Efficient, Feature-based, Conditional Random Field Parsing., ACL, 2008"], "Carlos Gómez-Rodríguez": ["A Deductive Approach to Dependency Parsing., ACL, 2008"], "Emily M. Bender": ["Evaluating a Crosslinguistic Grammar Resource: A Case Study of Wambaya., ACL, 2008"], "Kuzman Ganchev": ["Better Alignments = Better Translations?, ACL, 2008"], "Dekang Lin": ["Mining Parenthetical Translations from the Web by Word Alignment., ACL, 2008"], "Yuval Marton": ["Soft Syntactic Constraints for Hierarchical Phrased-Based Translation., ACL, 2008"], "Christopher Dyer": ["Generalizing Word Lattice Translation., ACL, 2008"], "Vivek Srikumar": ["Extraction of Entailed Semantic Relations Through Syntax-Based Comma Resolution., ACL, 2008"], "Marie-Catherine de Marneffe": ["Finding Contradictions in Text., ACL, 2008"], "Zornitsa Kozareva": ["Semantic Class Learning from the Web with Hyponym Pattern Linkage Graphs., ACL, 2008"]}