{"Stephan Vogel": ["A Word-Class Approach to Labeling PSCFG Rules for Machine Translation., ACL, 2011"], "Kevin Knight": ["Deciphering Foreign Language., ACL, 2011", "Bayesian Inference for Zodiac and Other Homophonic Ciphers., ACL, 2011"], "Jun'ichi Tsujii": ["Effective Use of Function Words for Rule Generalization in Forest-Based Translation., ACL, 2011"], "Anoop Sarkar": ["Combining Morpheme-based Machine Translation with Post-processing Morpheme Prediction., ACL, 2011"], "Josef Ruppenhofer": ["Evaluating the Impact of Coder Errors on Active Learning., ACL, 2011"], "Ming Zhang": ["A Fast and Accurate Method for Approximate String Search., ACL, 2011"], "Ivan Titov": ["Domain Adaptation by Constraining Inter-Domain Variability of Latent Feature Representation., ACL, 2011"], "Michael Collins": ["Exact Decoding of Syntactic Translation Models through Lagrangian Relaxation., ACL, 2011"], "Ariel Fuxman": ["Jigs and Lures: Associating Web Queries with Structured Entities., ACL, 2011"], "Maosong Sun": ["Semi-Supervised SimHash for Efficient Document Similarity Search., ACL, 2011"], "David A. Smith": ["Joint Annotation of Search Queries., ACL, 2011", "A Discriminative Model for Joint Morphological Disambiguation and Dependency Parsing., ACL, 2011"], "Kam-Fai Wong": ["Query Weighting for Ranking Model Adaptation., ACL, 2011"], "Harith Alani": ["Automatically Extracting Polarity-Bearing Topics for Cross-Domain Sentiment Classification., ACL, 2011"], "John A. Carroll": ["Using Multiple Sources to Construct a Sentiment Sensitive Thesaurus for Cross-Domain Sentiment Classification., ACL, 2011"], "Christopher Potts": ["Learning Word Vectors for Sentiment Analysis., ACL, 2011"], "Tiejun Zhao": ["Target-dependent Twitter Sentiment Classification., ACL, 2011"], "Toshifumi Tanabe": ["A Comprehensive Dictionary of Multiword Expressions., ACL, 2011"], "Tomek Strzalkowski": ["Multi-Modal Annotation of Quest Games in Second Life., ACL, 2011"], "Ben Medlock": ["A New Dataset and Method for Automatically Grading ESOL Texts., ACL, 2011"], "William B. Dolan": ["Collecting Highly Parallel Data for Paraphrase Evaluation., ACL, 2011"], "Shaojun Wang": ["A Large Scale Distributed Syntactic, Semantic and Lexical Language Model for Machine Translation., ACL, 2011"], "Yaser Al-Onaizan": ["Goodness: A Method for Measuring Machine Translation Confidence., ACL, 2011"], "Dekai Wu": ["MEANT: An inexpensive, high-accuracy, semi-automatic metric for evaluating translation utility based on semantic roles., ACL, 2011"], "Michael Subotin": ["An exponential translation model for target language morphology., ACL, 2011"], "Brianna Satinoff": ["Interactive Topic Modeling., ACL, 2011"], "Dan Klein": ["Faster and Smaller N-Gram Language Models., ACL, 2011", "Jointly Learning to Extract and Compress., ACL, 2011", "Learning Dependency-Based Compositional Semantics., ACL, 2011", "Web-Scale Features for Full-Scale Parsing., ACL, 2011"], "Regina Barzilay": ["Learning to Win by Reading Manuals in a Monte-Carlo Framework., ACL, 2011", "Content Models with Attitude., ACL, 2011", "Event Discovery in Social Media Feeds., ACL, 2011", "In-domain Relation Discovery with Meta-constraints via Posterior Regularization., ACL, 2011"], "Tony Veale": ["Creative Language Retrieval: A Robust Hybrid of Information Retrieval and Linguistic Creativity., ACL, 2011"], "Manuel Montes-y-Gómez": ["Local Histograms of Character N-grams for Authorship Attribution., ACL, 2011"], "Thomas K. Landauer": ["Word Maturity: Computational Modeling of Word Knowledge., ACL, 2011"], "Jeffrey T. Hancock": ["Finding Deceptive Opinion Spam by Any Stretch of the Imagination., ACL, 2011"], "Benjamin K. Tsou": ["Joint Bilingual Sentiment Classification with Unlabeled Parallel Corpora., ACL, 2011"], "Yang Liu": ["A Pilot Study of Opinion Summarization in Conversations., ACL, 2011", "N-Best Rescoring Based on Pitch-accent Patterns., ACL, 2011"], "Junehwa Song": ["Contrasting Opposing Views of News Articles on Contentious Issues., ACL, 2011"], "Ming Zhou": ["Recognizing Named Entities in Tweets., ACL, 2011", "Hypothesis Mixture Decoding for Statistical Machine Translation., ACL, 2011"], "Timothy Baldwin": ["Lexical Normalisation of Short Text Messages: Makn Sens a #twitter., ACL, 2011", "Collective Classification of Congressional Floor-Debate Transcripts., ACL, 2011", "Automatic Labelling of Topic Models., ACL, 2011"], "Xiaoming Li": ["Topical Keyphrase Extraction from Twitter., ACL, 2011"], "Grzegorz Kondrak": ["How do you pronounce your name? Improving G2P with transliterations., ACL, 2011"], "Noah A. Smith": ["Unsupervised Word Alignment with Arbitrary Features., ACL, 2011", "Semi-Supervised Frame-Semantic Parsing for Unknown Predicates., ACL, 2011"], "Klaus Macherey": ["Model-Based Aligner Combination Using Dual Decomposition., ACL, 2011"], "Helmut Schmid": ["An Algorithm for Unsupervised Transliteration Mining with an Application to Word Alignment., ACL, 2011"], "Brian Roark": ["Beam-Width Prediction for Efficient Context-Free Parsing., ACL, 2011"], "Giorgio Satta": ["Optimal Head-Driven Parsing Complexity for Linear Context-Free Rewriting Systems., ACL, 2011", "Prefix Probability for Probabilistic Synchronous Context-Free Grammars., ACL, 2011", "Dynamic Programming Algorithms for Transition-Based Dependency Parsers., ACL, 2011"], "Adam Lopez": ["A Comparison of Loopy Belief Propagation and Dual Decomposition for Integrated CCG Supertagging and Parsing., ACL, 2011", "Efficient CCG Parsing: A* versus Adaptive Supertagging., ACL, 2011"], "Dilek Hakkani-Tür": ["Discovery of Topically Coherent Sentences for Extractive Summarization., ACL, 2011"], "Dragomir R. Radev": ["Coherent Citation-Based Summarization of Scientific Papers., ACL, 2011", "Learning From Collective Human Behavior to Introduce Diversity in Lexical Choice., ACL, 2011"], "Jeff A. Bilmes": ["A Class of Submodular Functions for Document Summarization., ACL, 2011"], "Satoshi Sekine": ["Semi-supervised Relation Extraction with Large-scale Word Clustering., ACL, 2011"], "Daniel S. Weld": ["Knowledge-Based Weak Supervision for Information Extraction of Overlapping Relations., ACL, 2011"], "Dan Roth": ["Exploiting Syntactico-Semantic Structures for Relation Extraction., ACL, 2011", "Algorithm Selection and Model Adaptation for ESL Correction Tasks., ACL, 2011", "Confidence Driven Unsupervised Semantic Parsing., ACL, 2011"], "Pushpak Bhattacharyya": ["Together We Can: Bilingual Bootstrapping for WSD., ACL, 2011"], "Tom M. Mitchell": ["Which Noun Phrases Denote Which Concepts?, ACL, 2011"], "Dan I. Moldovan": ["Semantic Representation of Negation Using Focus Detection., ACL, 2011", "Unsupervised Learning of Semantic Relation Composition., ACL, 2011"], "Slav Petrov": ["Unsupervised Part-of-Speech Tagging with Bilingual Graph-Based Projections., ACL, 2011"], "Jacob Goldberger": ["Global Learning of Typed Entailment Rules., ACL, 2011"], "Stephen T. Wu": ["Incremental Syntactic Language Models for Phrase-based Translation., ACL, 2011"], "Tatsuya Kawahara": ["An Unsupervised Model for Joint Phrase Alignment and Extraction., ACL, 2011"], "Khalil Sima'an": ["Learning Hierarchical Translation Structure with Linguistic Annotations., ACL, 2011"], "Kang Liu": ["Phrase-Based Translation Model for Question Retrieval in Community Question Answer Archives., ACL, 2011"], "Ari Rappoport": ["Neutralizing Linguistically Problematic Annotations in Unsupervised Dependency Parsing Evaluation., ACL, 2011"], "Stephen Clark": ["Shift-Reduce CCG Parsing., ACL, 2011"], "Mark Johnson": ["The impact of language models and loss functions on repair disfluency detection., ACL, 2011"], "Ariya Rastrow": ["Learning Sub-Word Units for Open Vocabulary Speech Recognition., ACL, 2011"], "Klaus Zechner": ["Computing and Evaluating Syntactic Complexity Features for Automated Scoring of Spontaneous Non-Native Speech., ACL, 2011"], "Colin Cherry": ["Lexically-Triggered Hidden Markov Models for Clinical Document Coding., ACL, 2011"], "Rada Mihalcea": ["Learning to Grade Short Answer Questions using Semantic Similarity Measures and Dependency Graph Alignments., ACL, 2011"], "Kathleen R. McKeown": ["Age Prediction in Blogs: A Study of Style, Content, and Online Behavior in Pre- and Post-Social Media Generations., ACL, 2011"], "Rafael Alonso": ["Extracting Social Power Relationships from Natural Language., ACL, 2011"], "Hans Kamp": ["Bootstrapping coreference resolution using word associations., ACL, 2011"], "Andrew McCallum": ["Large-Scale Cross-Document Coreference Using Distributed Inference and Hierarchical Models., ACL, 2011"], "Massimo Poesio": ["A Cross-Lingual ILP Solution to Zero Anaphora Resolution., ACL, 2011"], "Vincent Ng": ["Coreference Resolution with World Knowledge., ACL, 2011"], "Andreas Maletti": ["How to train your multi bottom-up tree transducer., ACL, 2011"], "Xiaoyun Wu": ["Binarized Forest to String Translation., ACL, 2011"], "Liu Li": ["Learning to Transform and Select Elementary Trees for Improved Syntax-based Machine Translations., ACL, 2011"], "David Chiang": ["Rule Markov Models for Fast Tree-to-String Translation., ACL, 2011"], "Trevor Cohn": ["A Hierarchical Pitman-Yor Process HMM for Unsupervised Part of Speech Induction., ACL, 2011"], "Ryan Roth": ["Using Deep Morphology to Improve Automatic Error Detection in Arabic Handwriting Recognition., ACL, 2011"], "Kristina Toutanova": ["Unsupervised Bilingual Morpheme Segmentation and Alignment with Context-rich Hidden Semi-Markov Models., ACL, 2011"], "Yunyao Li": ["A Graph Approach to Spelling Correction in Domain-Centric Search., ACL, 2011"], "Hwee Tou Ng": ["Grammatical Error Correction with Alternating Structure Optimization., ACL, 2011", "Translating from Morphologically Complex Languages: A Paraphrase-Based Approach., ACL, 2011"], "Roger Levy": ["Automated Whole Sentence Grammar Correction Using a Noisy Channel Model., ACL, 2011", "Integrating surprisal and uncertain-input models in online sentence comprehension: formal techniques and empirical results., ACL, 2011"], "Le Sun": ["A Generative Entity-Mention Model for Linking Entities with Knowledge Base., ACL, 2011"], "Jason Baldridge": ["Simple supervised document geolocation with geodesic grids., ACL, 2011"], "Hinrich Schütze": ["Piggyback: Using Search Engines for Robust Cross-Domain Named Entity Recognition., ACL, 2011", "Integrating history-length interpolation and classes in language modeling., ACL, 2011"], "Dan Jurafsky": ["Template-Based Information Extraction without the Templates., ACL, 2011"], "Graeme Hirst": ["Classifying arguments by scheme., ACL, 2011"], "Min-Yen Kan": ["Automatically Evaluating Text Coherence Using Discourse Relations., ACL, 2011"], "Jonas Kuhn": ["Underspecifying and Predicting Voice for Surface Realisation Ranking., ACL, 2011"], "Carolyn Penstein Rosé": ["Recognizing Authority in Dialogue with an Integer Linear Programming Constrained Model., ACL, 2011"], "Miles Osborne": ["Reordering Metrics for MT., ACL, 2011"], "Sheng Li": ["Reordering with Source Language Collocations., ACL, 2011"], "Alexander M. Fraser": ["A Joint Sequence Translation Model with Integrated Reordering., ACL, 2011"], "Antske Fokkens": ["Metagrammar engineering: Towards systematic exploration of implemented grammars., ACL, 2011"], "Katrin Erk": ["Simple Unsupervised Grammar Induction from Raw Text with Cascaded Finite State Models., ACL, 2011"], "Sadao Kurohashi": ["Extracting Paraphrases from Definition Sentences on the Web., ACL, 2011"], "Aria Haghighi": ["Ordering Prenominal Modifiers with a Reranking Approach., ACL, 2011"], "Mirella Lapata": ["Unsupervised Semantic Role Induction via Split-Merge Clustering., ACL, 2011"], "Qiaoming Zhu": ["Using Cross-Entity Inference to Improve Event Extraction., ACL, 2011"], "Ellen Riloff": ["Peeling Back the Layers: Detecting Event Role Fillers in Secondary Contexts., ACL, 2011"], "Ralph Grishman": ["Knowledge Base Population: Successful Approaches and Challenges., ACL, 2011"], "Chin-Yew Lin": ["Nonlinear Evidence Fusion and Propagation for Hyponymy Relation Mining., ACL, 2011"], "William Schuler": ["A Pronoun Anaphora Resolution System based on Factorial Hidden Markov Models., ACL, 2011"], "Eugene Charniak": ["Disentangling Chat with Local Coherence Models., ACL, 2011"], "James C. Lester": ["An Affect-Enriched Dialogue Act Classification Model for Task-Oriented Dialogue., ACL, 2011"], "Marius Pasca": ["Fine-Grained Class Label Markup of Search Queries., ACL, 2011", "Ranking Class Labels Using Query Sessions., ACL, 2011"], "Vera Sheinman": ["Creating a manually error-tagged and shallow-parsed learner corpus., ACL, 2011"], "Chris Callison-Burch": ["Crowdsourcing Translation: Professional Quality from Non-Professionals., ACL, 2011"], "Bing Zhao": ["A Statistical Tree Annotator and Its Applications., ACL, 2011"], "Josef van Genabith": ["Consistent Translation using Discriminative Learning - A Translation Memory-inspired Approach., ACL, 2011"], "Eiichiro Sumita": ["Machine Translation System Combination by Confusion Forest., ACL, 2011"], "Francisco Casacuberta": ["Minimum Bayes-risk System Combination., ACL, 2011"], "Yajuan Lü": ["Adjoining Tree-to-String Translation., ACL, 2011"], "Haizhou Li": ["Enhancing Language Models in Statistical Machine Translation with Backward N-grams and Mutual Information Triggers., ACL, 2011"], "Robert C. Moore": ["Gappy Phrasal Alignment By Agreement., ACL, 2011"], "Noam Ordan": ["Translationese and Its Dialects., ACL, 2011"], "Pascale Fung": ["Rare Word Translation Extraction from Aligned Comparable Documents., ACL, 2011"], "Marcello Federico": ["Using Bilingual Parallel Corpora for Cross-Lingual Textual Entailment., ACL, 2011"], "Kenneth Ward Church": ["Using Large Monolingual and Bilingual Corpora to Improve Coordination Disambiguation., ACL, 2011"], "Nachum Dershowitz": ["Unsupervised Decomposition of a Document into Authorial Components., ACL, 2011"], "Eric P. Xing": ["Discovering Sociolinguistic Associations with Structured Sparsity., ACL, 2011"], "Mike Anderson": ["Local and Global Algorithms for Disambiguation to Wikipedia., ACL, 2011"], "Weiwei Sun": ["A Stacked Sub-Word Model for Joint Chinese Word Segmentation and Part-of-Speech Tagging., ACL, 2011"], "Franz Josef Och": ["Language-independent compound splitting with morphological operations., ACL, 2011"], "Zhongguo Li": ["Parsing the Internal Structure of Words: A New Paradigm for Chinese Word Segmentation., ACL, 2011"], "Álvaro Rodrigo": ["A Simple Measure to Assess Non-response., ACL, 2011"], "Suresh Manandhar": ["Improving Question Recommendation by Exploiting Information Need., ACL, 2011"], "Alexandre Klementiev": ["A Bayesian Model for Unsupervised Semantic Parsing., ACL, 2011"], "Anselmo Peñas": ["Unsupervised Discovery of Domain-Specific Knowledge from Text., ACL, 2011"], "Marianna Apidianaki": ["Latent Semantic Word Sense Induction and Disambiguation., ACL, 2011"], "Tat-Seng Chua": ["Aspect Ranking: Identifying Important Product Aspects from Online Consumer Reviews., ACL, 2011"], "ChengXiang Zhai": ["Structural Topic Model for Latent Topical Structure Analysis., ACL, 2011"], "Xiaojun Wan": ["Using Bilingual Information for Cross-Language Document Summarization., ACL, 2011"], "Li Cai": ["Exploiting Web-Derived Selectional Preference to Improve Statistical Dependency Parsing., ACL, 2011"], "Gertjan van Noord": ["Effective Measures of Domain Similarity for Parsing., ACL, 2011"], "Owen Rambow": ["Improving Arabic Dependency Parsing with Form-based and Functional Morphological Features., ACL, 2011"], "Aswarth Dara": ["Partial Parsing from Bitext Projections., ACL, 2011"], "Eduard H. Hovy": ["Insights from Network Structure for Text Mining., ACL, 2011"], "Christopher D. Manning": ["Event Extraction as Dependency Parsing., ACL, 2011"], "Youngjoong Ko": ["Extracting Comparative Entities and Predicates from Texts Using Comparative Type Classification., ACL, 2011"]}