{"Jason Eisner": ["Parameter Estimation for Probabilistic Finite-State Transducers., ACL, 2002", "Phonological Comprehension and the Compilation of Optimality Theory., ACL, 2002"], "Joshua Goodman": ["Sequential Conditional Generalized Iterative Scaling., ACL, 2002"], "Alexander Koller": ["Generation as Dependency Parsing., ACL, 2002"], "Michael Gamon": ["Machine-learned contexts for linguistic operations in German sentence realization., ACL, 2002"], "Dan I. Moldovan": ["Performance Issues and Error Analysis in an Open-Domain Question Answering System., ACL, 2002"], "Deepak Ravichandran": ["Learning surface text patterns for a Question Answering System., ACL, 2002"], "Jonas Kuhn": ["OT Syntax - Decidability of Generation-based Optimization., ACL, 2002"], "Gerald Penn": ["Generalized Encoding of Description Spaces and its Application to Typed Feature Structures., ACL, 2002"], "Michael Schiehlen": ["Ellipsis Resolution with Underspecified Scope., ACL, 2002"], "Donna K. Byron": ["Resolving Pronominal Reference to Abstract Entities., ACL, 2002"], "Charles B. Callaway": ["Pronominalization in Generated Discourse and Dialogue., ACL, 2002"], "Claire Gardent": ["Generating Minimal Definite Descriptions., ACL, 2002"], "Vincent Ng": ["Improving Machine Learning Approaches to Coreference Resolution., ACL, 2002"], "Mark-Jan Nederhof": ["Parsing non-recursive CFGs., ACL, 2002"], "Min Tang": ["Active Learning for Statistical Natural Language Parsing., ACL, 2002"], "Dan Klein": ["A Generative Constituent-Context Model for Improved Grammar Induction., ACL, 2002"], "Mark Johnson": ["A Simple Pattern-matching Algorithm for Recovering Empty Nodes and their Antecedents., ACL, 2002"], "Kristina Toutanova": ["Pronunciation Modeling for Improved Spelling Correction., ACL, 2002"], "Paul D. Clough": ["METER: MEasuring TExt Reuse., ACL, 2002"], "Sergey V. Pakhomov": ["Semi-Supervised Maximum Entropy Based Approach to Acronym and Abbreviation Normalization in Medical Texts., ACL, 2002"], "Hamish Cunningham": ["A framework and graphical development environment for robust NLP tools and applications., ACL, 2002"], "Jianfeng Gao": ["Improving Language Model Size Reduction using Better Pruning Criteria., ACL, 2002", "Exploring Asymmetric Clustering for Statistical Language Modeling., ACL, 2002"], "Peng Xu": ["A Study on Richer Syntactic Dependencies for Structured Language Modeling., ACL, 2002"], "Dmitriy Genzel": ["Entropy Rate Constancy in Text., ACL, 2002"], "Paola Merlo": ["A Multilingual Paradigm for Automatic Verb Classification., ACL, 2002"], "Nobuhiro Kaji": ["Verb Paraphrase based on Case Frame Alignment., ACL, 2002"], "Sabine Schulte im Walde": ["Inducing German Semantic Verb Classes from Purely Syntactic Subcategorisation Information., ACL, 2002"], "James R. Curran": ["Scaling Context Space., ACL, 2002"], "Daniel Gildea": ["The Necessity of Parsing for Predicate Argument Recognition., ACL, 2002"], "Barbara Rosario": ["The Descent of Hierarchy, and Selection in Relational Semantics., ACL, 2002"], "Mona T. Diab": ["An Unsupervised Method for Word Sense Tagging using Parallel Corpora., ACL, 2002"], "Michael Collins": ["New Ranking Algorithms for Parsing and Tagging: Kernels over Discrete Structures, and the Voted Perceptron., ACL, 2002", "Ranking Algorithms for Named Entity Extraction: Boosting and the Voted Perceptron., ACL, 2002"], "Stefan Riezler": ["Parsing the Wall Street Journal using a Lexical-Functional Grammar and Discriminative Estimation Techniques., ACL, 2002"], "Stuart Geman": ["Dynamic programming for parsing and estimation of stochastic unification-based grammars., ACL, 2002"], "Brian Roark": ["Markov Parsing: Lattice Rescoring with a Statistical Parser., ACL, 2002"], "Franz Josef Och": ["Discriminative Training and Maximum Entropy Models for Statistical Machine Translation., ACL, 2002"], "Kenji Yamada": ["A Decoder for Syntax-based Statistical MT., ACL, 2002"], "Kishore Papineni": ["Bleu: a Method for Automatic Evaluation of Machine Translation., ACL, 2002"], "Jason Baldridge": ["Coupling CCG and Hybrid Logic Dependency Semantics., ACL, 2002"], "Stephen Clark": ["Building Deep Dependency Structures using a Wide-Coverage CCG Parser., ACL, 2002"], "Julia Hockenmaier": ["Generative Models for Statistical Parsing with Combinatory Categorial Grammar., ACL, 2002"], "Cong Li": ["Word Translation Disambiguation Using Bilingual Bootstrapping., ACL, 2002"], "Christoph Müller": ["Applying Co-Training to Reference Resolution., ACL, 2002"], "Steven P. Abney": ["Bootstrapping., ACL, 2002"], "Daniel Marcu": ["An Unsupervised Approach to Recognizing Discourse Relations., ACL, 2002"], "Michael Johnston": ["MATCH: An Architecture for Multimodal Dialogue Systems., ACL, 2002"], "Helen Wright Hastie": ["What's the Problem: Automatically Identifying Problematic Dialogues in DARPA Communicator Dialogue Systems., ACL, 2002"], "Rebecca Hwa": ["Evaluating Translational Correspondence using Annotation Projection., ACL, 2002"], "Yaser Al-Onaizan": ["Translating Named Entities Using Monolingual and Bilingual Resources., ACL, 2002"], "Katharina Probst": ["Using Similarity Scoring to Improve the Bilingual Dictionary for Sub-sentential Alignment., ACL, 2002"], "Peter D. Turney": ["Thumbs Up or Thumbs Down? Semantic Orientation Applied to Unsupervised Classification of Reviews., ACL, 2002"], "Bernardo Magnini": ["Is It the Right Answer? Exploiting Web Redundancy for Answer Validation., ACL, 2002"], "Antal van den Bosch": ["Shallow Parsing on the Basis of Words Only: A Case Study., ACL, 2002"], "Berthold Crysmann": ["An Integrated Archictecture for Shallow and Deep Processing., ACL, 2002"], "Hal Daumé III": ["A Noisy-Channel Model for Document Compression., ACL, 2002"], "Chin-Yew Lin": ["From Single to Multi-document Summarization., ACL, 2002"], "Tadashi Nomoto": ["Supervised Ranking in Open-Domain Text Summarization., ACL, 2002"], "Guodong Zhou": ["Named Entity Recognition using an HMM-based Chunk Tagger., ACL, 2002"], "Hai Leong Chieu": ["Teaching a Weaker Classifier: Named Entity Recognition on Upper Case Text., ACL, 2002"], "Tetsuji Nakagawa": ["Revision Learning and its Application to Part-of-Speech Tagging., ACL, 2002"], "Manabu Sassano": ["An Empirical Study of Active Learning with Support Vector Machines for Japanese Word Segmentation., ACL, 2002"], "Alexander Clark": ["Memory-Based Learning of Morphology with Stochastic Transducers., ACL, 2002"]}