{"Joyce Y. Chai": ["Optimization in Multimodal Interpretation., ACL, 2004"], "Luc Steels": ["Constructivist Development of Grounded Construction Grammar., ACL, 2004"], "Scott McDonald": ["A Distributional Model of Semantic Context Effects in Lexical Processing., ACL, 2004"], "Magdalena Wolska": ["Analysis of Mixed Natural and Symbolic Input in Mathematical Dialogs., ACL, 2004"], "Mark Johnson": ["A TAG-based noisy-channel model of speech repairs., ACL, 2004"], "Keith B. Hall": ["Attention Shifting for Parsing Speech., ACL, 2004"], "Brian Roark": ["Discriminative Language Modeling with Conditional Random Fields and the Perceptron Algorithm., ACL, 2004"], "Mehryar Mohri": ["Statistical Modeling for Unit Selection in Speech Synthesis., ACL, 2004"], "Grace Chung": ["Developing a Flexible Spoken Dialog System Using Simulation., ACL, 2004"], "Hilda Hardy": ["Data-Driven Strategies for an Automated Dialogue System., ACL, 2004"], "Amanda Stent": ["Trainable Sentence Planning for Complex Information Presentations in Spoken Dialog Systems., ACL, 2004"], "Kristiina Jokinen": ["User Expertise Modeling and Adaptivity in a Speech-Based E-Mail System., ACL, 2004"], "James Henderson": ["Discriminative Training of a Neural Network Statistical Parser., ACL, 2004"], "Stephen Clark": ["Parsing the WSJ Using CCG and Log-Linear Models., ACL, 2004"], "Michael Collins": ["Incremental Parsing with the Perceptron Algorithm., ACL, 2004"], "Jun Suzuki": ["Convolution Kernels with Feature Selection for Natural Language Processing Tasks., ACL, 2004"], "Xiaofeng Yang": ["Improving Pronoun Resolution by Incorporating Coreferential Information of Candidates., ACL, 2004"], "Xiaoqiang Luo": ["A Mention-Synchronous Coreference Resolution Algorithm Based On the Bell Tree., ACL, 2004"], "Massimo Poesio": ["Learning to Resolve Bridging References., ACL, 2004"], "Vincent Ng": ["Learning Noun Phrase Anaphoricity to Improve Conference Resolution: Issues in Representation and Optimization., ACL, 2004"], "Haizhou Li": ["A Joint Source-Channel Model for Machine Transliteration., ACL, 2004"], "Yajuan Lü": ["Collocation Translation Acquisition Using Monolingual Corpora., ACL, 2004"], "Chris Callison-Burch": ["Statistical Machine Translation with Word- and Sentence-Aligned Parallel Corpora., ACL, 2004"], "Yan Qu": ["Finding Ideographic Representations of Japanese Names Written in Latin Script via Language Identification and Corpus Validation., ACL, 2004"], "Jasmin Saric": ["Extracting Regulatory Gene Expression Networks From Pubmed., ACL, 2004"], "Hans van Halteren": ["Linguistic Profiling for Authorship Recognition and Verification., ACL, 2004"], "Enrique Amigó": ["An Empirical Study of Information Synthesis Task., ACL, 2004"], "Carlos Rodríguez Penagos": ["Mining Metalinguistic Activity in Corpora to Create Lexical Resources Using Information Extraction Techniques: the MOP System., ACL, 2004"], "Cosmin Munteanu": ["Optimizing Typed Feature Structure Grammar Parsing through Non-Statistical Indexing., ACL, 2004"], "Christopher Collins": ["Head-Driven Parsing for Word Lattices., ACL, 2004"], "Gerald Penn": ["Balancing Clarity and Efficiency in Typed Feature Logic Through Delaying., ACL, 2004"], "Ruth Fuchss": ["Minimal Recursion Semantics as Dominance Constraints: Translation, Evaluation, and Analysis., ACL, 2004"], "Youngjoong Ko": ["Learning with Unlabeled Data for Text Categorization Using a Bootstrapping and a Feature Projection Technique., ACL, 2004"], "Philip Beineke": ["The Sentimental Factor: Improving Review Classification Via Human-Provided Information., ACL, 2004"], "Bo Pang": ["A Sentimental Education: Sentiment Analysis Using Subjectivity Summarization Based on Minimum Cuts., ACL, 2004"], "Diana McCarthy": ["Finding Predominant Word Senses in Untagged Text., ACL, 2004"], "Indrajit Bhattacharya": ["Unsupervised Sense Disambiguation Using Bilingual Probabilistic Models., ACL, 2004"], "Jinying Chen": ["Chinese Verb Sense Discrimination Using an EM Clustering Model with Rich Linguistic Features., ACL, 2004"], "Mona T. Diab": ["Relieving the data Acquisition Bottleneck in Word Sense Disambiguation., ACL, 2004"], "Valentin Jijkoun": ["Enriching the Output of a Parser Using Memory-based Learning., ACL, 2004"], "Aoife Cahill": ["Long-Distance Dependency Resolution in Automatically Acquired Wide-Coverage PCFG-Based LFG Approximations., ACL, 2004"], "Roger Levy": ["Deep Dependencies from Context-Free Statistical Parsers: Correcting the Surface Dependency Approximation., ACL, 2004"], "Alessandro Moschitti": ["A Study on Convolution Kernels for Shallow Statistic Parsing., ACL, 2004"], "Malte Gabsdil": ["Combining Acoustic and Pragmatic Features to Predict Recognition Performance in Spoken Dialogue Systems., ACL, 2004"], "Diane J. Litman": ["Predicting Student Emotions in Computer-Human Tutoring Dialogues., ACL, 2004"], "Fernando Gomez": ["Building Verb Predicates: A Computational View., ACL, 2004"], "Ruth O'Donovan": ["Large-Scale Induction and Evaluation of Lexical Resources from the Penn-II Treebank., ACL, 2004"], "Rebecca Green": ["Inducing Frame Semantic Verb Classes from WordNet and LDOCE., ACL, 2004"], "Florian Wolf": ["Paragraph-, Word-, and Coherence-based Approaches to Sentence Ranking: A Comparison of Algorithm and Human Performance., ACL, 2004"], "Nikiforos Karamanis": ["Evaluating Centering-Based Metrics of Coherence., ACL, 2004"], "Ernst Althaus": ["Computing Locally Coherent Discourses., ACL, 2004"], "Advaith Siddharthan": ["Generating Referring Expressions in Open Domains., ACL, 2004"], "Takaaki Hasegawa": ["Discovering Relations among Named Entities from Large Corpora., ACL, 2004"], "Aron Culotta": ["Dependency Tree Kernels for Relation Extraction., ACL, 2004"], "Barbara Rosario": ["Classifying Semantic Relations in Bioscience Texts., ACL, 2004"], "Razvan C. Bunescu": ["Collective Information Extraction with Relational Markov Networks., ACL, 2004"], "Gertjan van Noord": ["Error Mining for Wide-Coverage Grammar Engineering., ACL, 2004"], "Gabriel G. Infante López": ["Alternative approaches for Generating Bodies of Grammar Rules., ACL, 2004"], "Jianfeng Gao": ["Adaptive Chinese Word Segmentation., ACL, 2004"], "Jonas Kuhn": ["Experiments in parallel-text based grammar induction., ACL, 2004"], "Dan Klein": ["Corpus-Based Induction of Syntactic Structure: Models of Dependency and Constituency., ACL, 2004"], "Noah A. Smith": ["Annealing Techniques For Unsupervised Statistical Language Learning., ACL, 2004"], "Tadashi Nomoto": ["Multi-Engine Machine Translation with Voted Language Model., ACL, 2004"], "Cyril Goutte": ["Aligning words using matrix factorisation., ACL, 2004"], "Stephan Kanthak": ["FSA: An Efficient and Flexible C++ Toolkit for Finite State Automata Using On-Demand Computation., ACL, 2004"], "Robert C. Moore": ["Improving IBM Word Alignment Model 1., ACL, 2004"], "Éric Gaussier": ["A Geometric View on Bilingual Lexicon Extraction from Comparable Corpora., ACL, 2004"], "Pu-Jen Cheng": ["Creating Multilingual Translation Lexicons with Regional Variations Using Web Corpora., ACL, 2004"], "Mark-Jan Nederhof": ["Probabilistic Parsing Strategies., ACL, 2004", "An Alternative Method of Training Probabilistic LR Parsers., ACL, 2004"], "James Rogers": ["Wrapping of Trees., ACL, 2004"], "Estela Saquete": ["Splitting Complex Temporal Questions for Question Answering Systems., ACL, 2004"], "John M. Prager": ["Question Answering Using Constraint Satisfaction: QA-By-Dossier-With-Contraints., ACL, 2004"], "Wenjie Li": ["Applying Machine Learning to Chinese Temporal Relation Resolution., ACL, 2004"], "Dan Shen": ["Multi-Criteria-based Active Learning for Named Entity Recognition., ACL, 2004"], "Cheng Niu": ["Weakly Supervised Learning for Cross-document Person Name Disambiguation Supported by Information Extraction., ACL, 2004"], "Chin-Yew Lin": ["Automatic Evaluation of Machine Translation Quality Using Longest Common Subsequence and Skip-Bigram Statistics., ACL, 2004"], "Radu Soricut": ["A Unified Framework For Automatic Evaluation Using 4-Gram Co-occurrence Statistics., ACL, 2004"], "Bogdan Babych": ["Extending the BLEU MT Evaluation Method with Frequency Weightings., ACL, 2004"], "Zheng-Yu Niu": ["Learning Word Sense With Feature Selection and Order Identification Capabilities., ACL, 2004"], "Dekai Wu": ["A Kernel PCA Method for Superior Word Sense Disambiguation., ACL, 2004"], "Richard Campbell": ["Using Linguistic Principles to Recover Empty Categories., ACL, 2004"], "I. Dan Melamed": ["Statistical Machine Translation by Parsing., ACL, 2004", "Generalized Multitext Grammars., ACL, 2004"], "Michel Galley": ["Identifying Agreement and Disagreement in Conversational Speech: Use of Bayesian Networks to Model Pragmatic Dependencies., ACL, 2004"], "Michelle L. Gregory": ["Using Conditional Random Fields to Predict Pitch Accents in Conversational Speech., ACL, 2004"], "Ben Hutchinson": ["Acquiring the Meaning of Discourse Markers., ACL, 2004"], "Riccardo Serafin": ["FLSA: Extending Latent Semantic Analysis with Features for Dialogue Act Classification., ACL, 2004"]}