{"Jason Naradowsky": ["Noise reduction and targeted exploration in imitation learning for Abstract Meaning Representation parsing., ACL, 2016"], "Percy Liang": ["Data Recombination for Neural Semantic Parsing., ACL, 2016", "Inferring Logical Forms From Denotations., ACL, 2016", "How Much is 131 Million Dollars? Putting Numbers in Perspective with Compositional Descriptions., ACL, 2016", "Unanimous Prediction for 100% Precision with Application to Learning Semantic Mappings., ACL, 2016", "Simpler Context-Dependent Logical Forms via Model Projections., ACL, 2016"], "Mirella Lapata": ["Language to Logical Form with Neural Attention., ACL, 2016", "Neural Summarization by Extracting Sentences and Words., ACL, 2016", "Neural Semantic Role Labeling with Dependency Path Embeddings., ACL, 2016"], "Heng Ji": ["Unsupervised Person Slot Filling based on Graph Mining., ACL, 2016"], "Kevin Knight": ["A Multi-media Approach to Cross-lingual Entity Knowledge Transfer., ACL, 2016", "Grapheme-to-Phoneme Models for (Almost) Any Language., ACL, 2016"], "Minh-Thang Luong": ["Models and Inference for Prefix-Constrained Machine Translation., ACL, 2016"], "Hang Li": ["Modeling Coverage for Neural Machine Translation., ACL, 2016"], "Alexandra Birch": ["Improving Neural Machine Translation Models with Monolingual Data., ACL, 2016", "Neural Machine Translation of Rare Words with Subword Units., ACL, 2016"], "Qun Liu": ["Graph-Based Translation Via Graph Segmentation., ACL, 2016", "Phrase-Level Combination of SMT and TM Using Constrained Word Lattice., ACL, 2016"], "Joyce Yue Chai": ["Incremental Acquisition of Verb Hypothesis Space towards Physical World Interaction., ACL, 2016", "Physical Causality of Action Verbs in Grounded Language Understanding., ACL, 2016"], "Chris Biemann": ["Language Transfer Learning for Supervised Lexical Substitution., ACL, 2016"], "Chris Dyer": ["Learning the Curriculum with Bayesian Optimization for Task-Specific Word Representation Learning., ACL, 2016", "Synthesizing Compound Words for Machine Translation., ACL, 2016"], "Yoshua Bengio": ["Pointing the Unknown Words., ACL, 2016", "Generating Factoid Questions With Recurrent Neural Networks: The 30M Factoid Question-Answer Corpus., ACL, 2016", "A Character-level Decoder without Explicit Segmentation for Neural Machine Translation., ACL, 2016"], "Ji Ma": ["Generalized Transition-based Dependency Parsing via Control Parameters., ACL, 2016"], "Joakim Nivre": ["A Transition-Based System for Joint Lexical and Syntactic Analysis., ACL, 2016"], "Benoît Crabbé": ["Neural Greedy Constituent Parsing with Dynamic Oracles., ACL, 2016"], "Benjamin Bergen": ["Literal and Metaphorical Senses in Compositional Distributional Semantic Models., ACL, 2016", "Finding Non-Arbitrary Form-Meaning Systematicity Using String-Metric Learning for Kernel Regression., ACL, 2016"], "John D. Kelleher": ["Idiom Token Classification using Sentential Distributed Semantics., ACL, 2016"], "Yoshimasa Tsuruoka": ["Adaptive Joint Learning of Compositional and Non-Compositional Phrase Embeddings., ACL, 2016", "Tree-to-Sequence Attentional Neural Machine Translation., ACL, 2016"], "Carolyn Penstein Rosé": ["Metaphor Detection with Topic Transition, Emotion and Cognition in Context., ACL, 2016"], "Zhi Jin": ["Compressing Neural Language Models by Sparse Word Representations., ACL, 2016", "Natural Language Inference by Tree-Based Convolution and Heuristic Matching., ACL, 2016"], "Hinrich Schütze": ["Intrinsic Subspace Evaluation of Word Embedding Representations., ACL, 2016", "Learning Word Meta-Embeddings., ACL, 2016", "Word Embedding Calculus in Meaningful Ultradense Subspaces., ACL, 2016", "Single-Model Encoder-Decoder with Explicit Morphological Representation for Reinflection., ACL, 2016"], "Anna Korhonen": ["On the Role of Seed Lexicons in Learning Bilingual Word Embeddings., ACL, 2016", "Is \"Universal Syntax\" Universally Useful for Learning Distributed Word Representations?, ACL, 2016"], "Avirup Sil": ["Liberal Event Extraction and Event Schema Induction., ACL, 2016"], "Yulan He": ["Jointly Event Extraction and Visualization on Twitter via Probabilistic Modelling., ACL, 2016"], "Raymond J. Mooney": ["Using Sentence-Level LSTM Language Models for Script Inference., ACL, 2016"], "Dan Roth": ["Two Discourse Driven Language Models for Semantics., ACL, 2016", "Cross-lingual Models of Word Embeddings: An Empirical Comparison., ACL, 2016", "Grammatical Error Correction: Machine Translation and Classifiers., ACL, 2016", "Word Embeddings with Limited Memory., ACL, 2016"], "Yongfeng Huang": ["Sentiment Domain Adaptation with Multiple Sources., ACL, 2016"], "Yejin Choi": ["Connotation Frames: A Data-Driven Investigation., ACL, 2016", "Document-level Sentiment Inference with Social, Faction, and Discourse Context., ACL, 2016", "Learning Prototypical Event Structure from Photo Albums., ACL, 2016"], "Tingting He": ["Bi-Transferring Deep Neural Networks for Domain Adaptation., ACL, 2016"], "Haifeng Wang": ["Active Learning for Dependency Parsing with Partial Annotation., ACL, 2016"], "Roberto Wolfler Calvo": ["Dependency Parsing with Bounded Block Degree and Well-nestedness via Lagrangian Relaxation and Branch-and-Bound., ACL, 2016"], "Nick Craswell": ["Query Expansion with Locally-Trained Word Embeddings., ACL, 2016"], "Manish Shrivastava": ["Together we stand: Siamese Networks for Similar Question Retrieval., ACL, 2016"], "Chin-Yew Lin": ["News Citation Recommendation with Implicit and Explicit Semantics., ACL, 2016", "Knowledge Base Completion via Coupled Path Ranking., ACL, 2016"], "Hai Zhao": ["Neural Word Segmentation Learning for Chinese., ACL, 2016"], "Guohong Fu": ["Transition-Based Neural Word Segmentation., ACL, 2016"], "Philip Bachman": ["A Parallel-Hierarchical Model for Machine Comprehension on Sparse Data., ACL, 2016"], "Christopher D. Manning": ["Combining Natural Logic and Shallow Reasoning for Question Answering., ACL, 2016", "Improving Coreference Resolution by Learning Entity-Level Distributed Representations., ACL, 2016", "Achieving Open Vocabulary Neural Machine Translation with Hybrid Word-Character Models., ACL, 2016", "A Thorough Examination of the CNN/Daily Mail Reading Comprehension Task., ACL, 2016", "Learning Language Games through Interaction., ACL, 2016"], "Eric P. Xing": ["Easy Questions First? A Case Study on Curriculum Learning for Question Answering., ACL, 2016", "Learning Concept Taxonomies from Multi-modal Data., ACL, 2016", "Harnessing Deep Neural Networks with Logic Rules., ACL, 2016", "Science Question Answering using Instructional Materials., ACL, 2016", "Machine Comprehension using Rich Semantic Representations., ACL, 2016"], "Bowen Zhou": ["Improved Representation Learning for Question Answer Matching., ACL, 2016"], "Eduard H. Hovy": ["Tables as Semi-structured Knowledge for Question Answering., ACL, 2016", "End-to-end Sequence Labeling via Bi-directional LSTM-CNNs-CRF., ACL, 2016"], "Bonnie L. Webber": ["Neural Networks For Negation Scope Detection., ACL, 2016"], "Xiong Gao": ["CSE: Conceptual Sentence Embeddings based on Attention Model., ACL, 2016"], "Jianshe Zhou": ["DocChat: An Information Retrieval Approach for Chatbot Engines Using Unstructured Documents., ACL, 2016"], "Michael C. Frank": ["Investigating the Sources of Linguistic Alignment in Conversation., ACL, 2016"], "David Reitter": ["Entropy Converges Between Dialogue Participants: Explanations from an Information-Theoretic Perspective., ACL, 2016", "Convergence of Syntactic Complexity in Conversation., ACL, 2016"], "Tobias Kowatsch": ["Finding the Middle Ground - A Model for Planning Satisficing Answers., ACL, 2016"], "Minlie Huang": ["A Sentence Interaction Network for Modeling Dependence between Sentences., ACL, 2016"], "Sander Wubben": ["Towards more variation in text generation: Developing and evaluating variation models for choice of referential form., ACL, 2016"], "Andrew W. Senior": ["Latent Predictor Networks for Code Generation., ACL, 2016"], "David Schlangen": ["Easy Things First: Installments Improve Referring Expression Generation for Objects in Photographs., ACL, 2016"], "Fernando Pereira": ["Collective Entity Resolution with Multi-Focal Attention., ACL, 2016"], "Michael Strube": ["Which Coreference Evaluation Metric Do You Trust? A Proposal for a Link-based Entity Aware Metric., ACL, 2016"], "Dragomir R. Radev": ["Effects of Creativity and Cluster Tightness on Short Text Clustering Performance., ACL, 2016"], "Chunyan Miao": ["Generative Topic Embedding: a Continuous Representation of Documents., ACL, 2016"], "Yinqing Xu": ["Detecting Common Discussion Topics Across Culture From News Reader Comments., ACL, 2016"], "Philip Resnik": ["A Discriminative Topic Model using Document Network Structure., ACL, 2016"], "AbdulMalik S. Al-Salman": ["AraSenTi: Large-Scale Twitter-Specific Arabic Sentiment Lexicons., ACL, 2016"], "Jie Yang": ["Unsupervised Multi-Author Document Decomposition Based on Hidden Markov Model., ACL, 2016"], "Marek Rei": ["Automatic Text Scoring Using Neural Networks., ACL, 2016"], "Chris Quirk": ["Improved Semantic Parsers For If-Then Statements., ACL, 2016", "Compositional Learning of Embeddings for Relation Paths in Knowledge Base and Text., ACL, 2016"], "Boris Katz": ["Universal Dependencies for Learner English., ACL, 2016"], "Anders Søgaard": ["Extracting token-level signals of syntactic processing from fMRI - with an application to PoS induction., ACL, 2016", "Text Simplification as Tree Labeling., ACL, 2016", "Joint part-of-speech and dependency projection from multiple sources., ACL, 2016", "Weakly Supervised Part-of-speech Tagging Using Eye-tracking Data., ACL, 2016"], "Houfeng Wang": ["Bidirectional Recurrent Convolutional Neural Network for Relation Classification., ACL, 2016", "Knowledge-Based Semantic Embedding for Machine Translation., ACL, 2016"], "Bo An": ["Sentence Rewriting for Semantic Parsing., ACL, 2016"], "Vincent Ng": ["Chinese Zero Pronoun Resolution with Deep Neural Networks., ACL, 2016", "Modeling Stance in Student Essays., ACL, 2016"], "Ted Briscoe": ["Constrained Multi-Task Learning for Automated Essay Scoring., ACL, 2016"], "Wei Xu": ["CFO: Conditional Focused Neural Question Answering with Large-scale Knowledge Bases., ACL, 2016"], "Judith Eckle-Kohler": ["Verbs Taking Clausal and Non-Finite Arguments as Signals of Modality - Revisiting the Issue of Meaning Grounded in Syntax., ACL, 2016", "Optimizing an Approximation of ROUGE - a Problem-Reduction Approach to Extractive Multi-Document Summarization., ACL, 2016"], "Yoav Goldberg": ["Coordination Annotation Extension in the Penn Tree Bank., ACL, 2016", "Improved Parsing for Argument-Clusters Coordination., ACL, 2016", "Deep multi-task learning with low level tasks supervised at lower layers., ACL, 2016", "Multilingual Part-of-Speech Tagging with Bidirectional Long Short-Term Memory Models and Auxiliary Loss., ACL, 2016"], "Daniel Preotiuc-Pietro": ["Analyzing Biases in Human Perception of User Age and Gender from Text., ACL, 2016"], "Hongning Wang": ["Modeling Social Norms Evolution for Personalized Sentiment Classification., ACL, 2016"], "Gully Burns": ["Modeling Concept Dependencies in a Scientific Corpus., ACL, 2016"], "Lane Schwartz": ["Normalized Log-Linear Interpolation of Backoff Language Models is Efficient., ACL, 2016"], "Wei-Ying Ma": ["How well do Computers Solve Math Word Problems? Large-Scale Dataset Construction and Evaluation., ACL, 2016"], "Roberto Navigli": ["Embeddings for Word Sense Disambiguation: An Evaluation Study., ACL, 2016"], "Jan Kleindienst": ["Text Understanding with the Attention Sum Reader Network., ACL, 2016"], "Claire Cardie": ["Investigating LSTMs for Joint Extraction of Opinion Entities and Relations., ACL, 2016"], "Shigeki Matsubara": ["Transition-Based Left-Corner Parsing for Identifying PTB-Style Nonlocal Dependencies., ACL, 2016"], "Maarten de Rijke": ["Siamese CBOW: Optimizing Word Embeddings for Sentence Representations., ACL, 2016"], "Haizhou Li": ["Exploring Convolutional and Recurrent Neural Networks in Sequential Labelling for Dialogue Topic Tracking., ACL, 2016"], "Ekaterina Shutova": ["Cross-Lingual Lexico-Semantic Transfer in Language Learning., ACL, 2016"], "Mengqi Luo": ["A CALL System for Learning Preposition Usage., ACL, 2016"], "William B. Dolan": ["A Persona-Based Neural Conversation Model., ACL, 2016"], "Bo Zhang": ["Discriminative Deep Random Walk for Network Classification., ACL, 2016"], "Nigel Collier": ["Normalising Medical Concepts in Social Media Texts by Learning Semantic Representation., ACL, 2016"], "Heng Yu": ["Agreement-based Learning of Parallel Lexicons and Phrases from Non-Parallel Corpora., ACL, 2016"], "Xuanjing Huang": ["Deep Fusion LSTMs for Text Semantic Matching., ACL, 2016", "Investigating Language Universal and Specific Properties in Word Embeddings., ACL, 2016", "Implicit Discourse Relation Detection via a Deep Architecture with Gated Relevance Network., ACL, 2016", "A New Psychometric-inspired Evaluation Metric for Chinese Word Segmentation., ACL, 2016"], "Henry A. Kautz": ["Understanding Discourse on Work and Job-Related Well-Being in Public Social Media., ACL, 2016"], "Mark J. F. Gales": ["Off-topic Response Detection for Spontaneous Spoken English Assessment., ACL, 2016"], "Pushpak Bhattacharyya": ["Harnessing Cognitive Features for Sarcasm Detection., ACL, 2016"], "Mohit Bansal": ["End-to-End Relation Extraction using LSTMs on Sequences and Tree Structures., ACL, 2016"], "Mark-Jan Nederhof": ["A short proof that O_2 is an MCFL., ACL, 2016"], "Diane J. Litman": ["Context-aware Argumentative Relation Mining., ACL, 2016"], "Grzegorz Kondrak": ["Leveraging Inflection Tables for Stemming and Lemmatization., ACL, 2016"], "Soumya Ray": ["Scaling a Natural Language Generation System., ACL, 2016"], "Kevin D. Seppi": ["ALTO: Active Learning with Topic Overviews for Speeding Label Induction and Document Labeling., ACL, 2016"], "Dan Jurafsky": ["Predicting the Rise and Fall of Scientific Topics from Trends in their Rhetorical Framing., ACL, 2016", "Diachronic Word Embeddings Reveal Statistical Laws of Semantic Change., ACL, 2016"], "Helen Yannakoudakis": ["Compositional Sequence Labeling Models for Error Detection in Learner Writing., ACL, 2016"], "Manabu Sassano": ["Prediction of Prospective User Engagement with Intelligent Assistants., ACL, 2016"], "Casey Kennington": ["Resolving References to Objects in Photographs using the Words-As-Classifiers Model., ACL, 2016"], "Zhifang Sui": ["RBPB: Regularization-Based Pattern Balancing Method for Event Extraction., ACL, 2016"], "Sadao Kurohashi": ["Neural Network-Based Model for Japanese Predicate Argument Structure Analysis., ACL, 2016"], "Siddharth Patwardhan": ["Addressing Limited Data for Textual Entailment Across Domains., ACL, 2016"], "Ido Dagan": ["Annotating and Predicting Non-Restrictive Noun Phrase Modifications., ACL, 2016", "Improving Hypernymy Detection with an Integrated Path-based and Distributional Method., ACL, 2016", "Annotating Relation Inference in Context via Question Answering., ACL, 2016"], "Eiichiro Sumita": ["Bilingual Segmented Topic Model., ACL, 2016"], "Kentaro Inui": ["Learning Semantically and Additively Compositional Distributional Representations., ACL, 2016", "Composing Distributed Representations of Relational Patterns., ACL, 2016"], "Jun Zhao": ["Inner Attention based Recurrent Neural Networks for Answer Selection., ACL, 2016", "Leveraging FrameNet to Improve Automatic Event Detection., ACL, 2016"], "Zhiyuan Liu": ["Relation Classification via Multi-Level Attention CNNs., ACL, 2016"], "Kyunghyun Cho": ["Larger-Context Language Modelling with Recurrent Neural Network., ACL, 2016"], "Norman M. Sadeh": ["The Creation and Analysis of a Website Privacy Policy Corpus., ACL, 2016"], "Claire Gardent": ["Sequence-based Structured Prediction for Semantic Parsing., ACL, 2016"], "Xiaojun Wan": ["Towards Constructing Sports News from Live Text Commentary., ACL, 2016"], "Satoshi Nakamura": ["A Continuous Space Rule Selection Model for Syntax-based Statistical Machine Translation., ACL, 2016"], "Lianhui Qin": ["Probabilistic Graph-based Dependency Parsing with Convolutional Neural Network., ACL, 2016"], "Jiajun Chen": ["A Search-Based Dynamic Reranking Model for Dependency Parsing., ACL, 2016"], "Jianguo Xiao": ["Cross-Lingual Sentiment Classification with Bilingual Document Representation Learning., ACL, 2016"], "Zaiqing Nie": ["Segment-Level Sequence Modeling using Gated Recursive Semi-Markov Conditional Random Fields., ACL, 2016"], "Kathy McKeown": ["Identifying Causal Relations Using Parallel Wikipedia Articles., ACL, 2016"], "Kevin Gimpel": ["Commonsense Knowledge Base Completion., ACL, 2016"], "Christopher Potts": ["A Fast Unified Model for Parsing and Sentence Understanding., ACL, 2016"], "Eduardo Blanco": ["Beyond Plain Spatial Knowledge: Determining Where Entities Are and Are Not Located, and For How Long., ACL, 2016"], "Francis Bond": ["LexSemTm: A Semantic Dataset Based on All-words Unsupervised Sense Distribution Learning., ACL, 2016"], "Raquel Fernández": ["The LAMBADA dataset: Word prediction requiring a broad discourse context., ACL, 2016"], "David Berthelot": ["WikiReading: A Novel Large-scale Language Understanding Task over Wikipedia., ACL, 2016"], "Shay B. Cohen": ["Optimizing Spectral Learning for Parsing., ACL, 2016"], "David Weiss": ["Stack-propagation: Improved Representation Learning for Syntax., ACL, 2016"], "Yoram Bachrach": ["Inferring Perceived Demographics from User Emotional Tone and User-Environment Emotional Contrast., ACL, 2016"], "Eytan Adar": ["Prototype Synthesis for Model Laws., ACL, 2016"], "Iryna Gurevych": ["Which argument is more convincing? Analyzing and predicting convincingness of Web arguments using bidirectional LSTM., ACL, 2016", "Supersense Embeddings: A Unified Model for Supersense Interpretation, Prediction, and Utilization., ACL, 2016", "Temporal Anchoring of Events for the TimeBank Corpus., ACL, 2016"], "Justin Grimmer": ["Discovery of Treatments from Text Corpora., ACL, 2016"], "Stefan Riezler": ["Learning Structured Predictors from Bandit Feedback for Interactive NLP., ACL, 2016", "Multimodal Pivots for Image Caption Translation., ACL, 2016"], "Mari Ostendorf": ["Deep Reinforcement Learning with a Natural Language Action Space., ACL, 2016"], "Victor O. K. Li": ["Incorporating Copying Mechanism in Sequence-to-Sequence Learning., ACL, 2016"], "Shourya Roy": ["Cross-domain Text Classification with Multiple Domains and Disparate Label Sets., ACL, 2016"], "Jason Eisner": ["Morphological Smoothing and Extrapolation of Word Embeddings., ACL, 2016", "User Modeling in Language Learning with Macaronic Texts., ACL, 2016"], "Timothy Baldwin": ["Take and Took, Gaggle and Goose, Book and Read: Evaluating the Utility of Vector Differences for Lexical Relation Learning., ACL, 2016", "Bootstrapped Text-level Named Entity Recognition for Literature., ACL, 2016"], "Yang Liu": ["Minimum Risk Training for Neural Machine Translation., ACL, 2016", "Semi-Supervised Learning for Neural Machine Translation., ACL, 2016"], "Marcin Junczys-Dowmunt": ["Target-Side Context for Discriminative Models in Statistical Machine Translation., ACL, 2016"], "Sebastian Padó": ["Model Architectures for Quotation Detection., ACL, 2016"], "Enamul Hoque": ["Speech Act Modeling of Written Asynchronous Conversations with Task-Specific Embeddings and Conditional Structured Models., ACL, 2016"], "Manfred Pinkal": ["Situation entity types: automatic classification of clause-level aspect., ACL, 2016"], "Nobuyuki Shimizu": ["Cross-Lingual Image Caption Generation., ACL, 2016"], "Lucy Vanderwende": ["Generating Natural Questions About an Image., ACL, 2016"], "Keisuke Sakaguchi": ["Phrase Structure Annotation and Parsing for Learner English., ACL, 2016"], "Brendan Meeder": ["A Trainable Spaced Repetition Model for Language Learning., ACL, 2016"], "Shuly Wintner": ["On the Similarities Between Native, Non-native and Translated Texts., ACL, 2016"], "Hal Daumé III": ["Learning Text Pair Similarity with Context-sensitive Autoencoders., ACL, 2016"], "João Magalhães": ["Linguistic Benchmarks of Online News Article Quality., ACL, 2016"], "Eneko Agirre": ["Alleviating Poor Context with Background Knowledge for Named Entity Disambiguation., ACL, 2016"], "Kathleen R. McKeown": ["Mining Paraphrasal Typed Templates from a Plain Text Corpus., ACL, 2016"], "Jonas Kuhn": ["How to Train Dependency Parsers with Inexact Search for Joint Sentence Boundary Detection and Parsing of Entire Documents., ACL, 2016"], "Anna Rumshisky": ["MUTT: Metric Unit TesTing for Language Generation Tasks., ACL, 2016"], "Adam Lopez": ["N-gram language models for massively parallel devices., ACL, 2016"], "Jan A. Botha": ["Cross-Lingual Morphological Tagging for Low-Resource Languages., ACL, 2016"], "Michael Auli": ["Strategies for Training Large Vocabulary Neural Language Models., ACL, 2016"], "Aline Villavicencio": ["Predicting the Compositionality of Nominal Compounds: Giving Word Embeddings a Hard Time., ACL, 2016", "How Naked is the Naked Truth? A Multilingual Lexicon of Nominal Compound Compositionality., ACL, 2016"], "Dan Klein": ["Learning-Based Single-Document Summarization with Compression and Anaphoricity Constraints., ACL, 2016"], "Andoni Azpeitia": ["Set-Theoretic Alignment for Comparable Corpora., ACL, 2016"], "Mariana S. C. Almeida": ["Jointly Learning to Embed and Predict with Multiple Languages., ACL, 2016"], "Mark Johnson": ["Efficient techniques for parsing with tree automata., ACL, 2016"], "Diana Nicoleta Popa": ["A Vector Space for Distributional Semantics for Entailment., ACL, 2016"], "Ji Wu": ["Hidden Softmax Sequence Model for Dialogue Structure Analysis., ACL, 2016"], "Luke Zettlemoyer": ["Summarizing Source Code using a Neural Attention Model., ACL, 2016"], "Matt Huenerfauth": ["Continuous Profile Models in ASL Syntactic Facial Expression Synthesis., ACL, 2016"], "Gerald Penn": ["Evaluating Sentiment Analysis in the Context of Securities Trading., ACL, 2016"], "Ari Rappoport": ["Edge-Linear First-Order Dependency Parsing with Undirected Minimum Spanning Tree Inference., ACL, 2016"], "Kam-Fai Wong": ["Topic Extraction from Microblog Posts Using Conversation Structures., ACL, 2016"], "Maosong Sun": ["Neural Relation Extraction with Selective Attention over Instances., ACL, 2016"], "Chitta Baral": ["Learning To Use Formulas To Solve Simple Arithmetic Problems., ACL, 2016"], "Stasinos Konstantopoulos": ["Unravelling Names of Fictional Characters., ACL, 2016"], "Chris Callison-Burch": ["Most \"babies\" are \"little\" and most \"problems\" are \"huge\": Compositional Entailment in Adjective-Nouns., ACL, 2016", "Simple PPDB: A Paraphrase Database for Simplification., ACL, 2016"], "Ashish Anand": ["Recurrent neural network models for disease name recognition using domain invariant features., ACL, 2016"], "Steven Bethard": ["Domain Adaptation for Authorship Attribution: Improved Structural Correspondence Learning., ACL, 2016"], "Manabu Okumura": ["A Corpus-Based Analysis of Canonical Word Order of Japanese Double Object Constructions., ACL, 2016"], "Radu Florian": ["One for All: Towards Language Independent Named Entity Linking., ACL, 2016"], "Masajiro Iwasaki": ["On Approximately Searching for Similar Word Embeddings., ACL, 2016"], "Derek Ruths": ["The More Antecedents, the Merrier: Resolving Multi-Antecedent Anaphors., ACL, 2016"], "Tianming Wang": ["Automatic Labeling of Topic Models Using Text Summaries., ACL, 2016"], "Baobao Chang": ["Graph-based Dependency Parsing with Bidirectional LSTM., ACL, 2016"], "Xiaoyan Zhu": ["TransG : A Generative Model for Knowledge Graph Embedding., ACL, 2016"], "Dongyan Zhao": ["Question Answering on Freebase via Relation Extraction and Textual Evidence., ACL, 2016"], "Frank Rudzicz": ["Vector-space topic models for detecting Alzheimer's disease., ACL, 2016"], "Ming Zhang": ["Chinese Couplet Generation with Neural Network Structures., ACL, 2016"], "Christian Brendel": ["Case and Cause in Icelandic: Reconstructing Causal Networks of Cascaded Language Changes., ACL, 2016"], "Steve J. Young": ["On-line Active Reward Learning for Policy Optimisation in Spoken Dialogue Systems., ACL, 2016"], "Michael Collins": ["Globally Normalized Transition-Based Neural Networks., ACL, 2016"], "Erhard W. Hinrichs": ["Transition-based dependency parsing with topological fields., ACL, 2016"], "Ruhi Sarikaya": ["Scalable Semi-Supervised Query Classification Using Matrix Sketching., ACL, 2016"], "Mark Dredze": ["Learning Multiview Embeddings of Twitter Users., ACL, 2016", "Improving Named Entity Recognition for Chinese Social Media with Word Segmentation Representation Learning., ACL, 2016"], "Hsin-Hsi Chen": ["Implicit Polarity and Implicit Aspect Recognition in Opinion Mining., ACL, 2016"], "Boris Chidlovskii": ["A Domain Adaptation Regularization for Denoising Autoencoders., ACL, 2016"], "Liang Huang": ["Incremental Parsing with Minimal Features Using Bi-Directional LSTM., ACL, 2016"], "Christof Monz": ["Improving Statistical Machine Translation Performance by Oracle-BLEU Model Re-estimation., ACL, 2016"], "Filip Jurcícek": ["Sequence-to-Sequence Generation for Spoken Dialogue via Deep Syntax Trees and Strings., ACL, 2016"], "Alexander Mehler": ["On the Linearity of Semantic Change: Investigating Meaning Variation via Dynamic Graph Models., ACL, 2016"], "Naomi Feldman": ["Joint Word Segmentation and Phonetic Category Induction., ACL, 2016"], "Ting Liu": ["A Language-Independent Neural Network for Event Detection., ACL, 2016"], "Lucia Specia": ["Reference Bias in Monolingual Machine Translation Evaluation., ACL, 2016", "Metrics for Evaluation of Word-level Machine Translation Quality Estimation., ACL, 2016"], "Keith B. Hall": ["Cross-lingual projection for class-based language models., ACL, 2016"], "Xingtian Shi": ["A Fast Approach for Semantic Similar Short Texts Retrieval., ACL, 2016"], "Masaaki Nagata": ["Empty element recovery by spinal parser operations., ACL, 2016", "Phrase Table Pruning via Submodular Function Maximization., ACL, 2016"], "Michael Flor": ["Semantic classifications for detection of verb metaphors., ACL, 2016"], "Weiwei Guo": ["Recognizing Salient Entities in Shopping Queries., ACL, 2016"], "Doina Precup": ["Leveraging Lexical Resources for Learning Entity Embeddings in Multi-Relational Data., ACL, 2016"], "Boyang Li": ["Multiplicative Representations for Unsupervised Semantic Role Induction., ACL, 2016"], "Abe Ittycheriah": ["Vocabulary Manipulation for Neural Machine Translation., ACL, 2016"], "Hugo Van hamme": ["Improving cross-domain n-gram language modelling with skipgrams., ACL, 2016"], "Nikos Tsourakis": ["An Open Web Platform for Rule-Based Speech-to-Sign Translation., ACL, 2016"], "Khalil Sima'an": ["Word Alignment without NULL Words., ACL, 2016"], "Dietrich Klakow": ["Unsupervised morph segmentation and statistical language models for vocabulary expansion., ACL, 2016"], "János Kálmán": ["Detecting Mild Cognitive Impairment by Exploiting Linguistic Information from Transcripts., ACL, 2016"], "Marie-Francine Moens": ["Multi-Modal Representations for Improved Bilingual Lexicon Learning., ACL, 2016"], "Yi Li": ["Is This Post Persuasive? Ranking Argumentative Comments in Online Forum., ACL, 2016"], "Jina Suh": ["The Value of Semantic Parse Labeling for Knowledge Base Question Answering., ACL, 2016"], "Bo Xu": ["Attention-Based Bidirectional Long Short-Term Memory Networks for Relation Classification., ACL, 2016"], "Marco Baroni": ["The red one!: On learning to refer to things based on discriminative properties., ACL, 2016"], "Yue Zhang": ["Don't Count, Predict! An Automatic Approach to Learning Sentiment Lexicons for Short Text., ACL, 2016"], "Xue-Jie Zhang": ["Dimensional Sentiment Analysis Using a Regional CNN-LSTM Model., ACL, 2016"], "Shinsuke Mori": ["Domain Specific Named Entity Recognition Referring to the Real World by Deep Neural Networks., ACL, 2016"], "Alfio Gliozzo": ["An Entity-Focused Approach to Generating Company Descriptions., ACL, 2016"], "Sabine Schulte im Walde": ["Automatic Semantic Classification of German Preposition Types: Comparing Hard and Soft Clustering Approaches across Features., ACL, 2016"], "Verena Rieser": ["Natural Language Generation enhances human decision-making with uncertain information., ACL, 2016"], "William W. Cohen": ["Tweet2Vec: Character-Based Distributed Representations for Social Media., ACL, 2016"], "Josef van Genabith": ["A Neural Network based Approach to Automatic Post-Editing., ACL, 2016"], "Eduard Barbu": ["An Unsupervised Method for Automatic Translation Memory Cleaning., ACL, 2016"], "Hermann Ney": ["Exponentially Decaying Bag-of-Words Input Features for Feed-Forward Neural Network in Statistical Machine Translation., ACL, 2016"], "Bill Byrne": ["Syntactically Guided Neural Machine Translation., ACL, 2016"], "Antal van den Bosch": ["Very quaffable and great fun: Applying NLP to wine reviews., ACL, 2016"], "Lyle H. Ungar": ["Exploring Stylistic Variation with Age and Income on Twitter., ACL, 2016"], "Rada Mihalcea": ["Finding Optimists and Pessimists on Twitter., ACL, 2016"], "Gabriela Csurka": ["Transductive Adaptation of Black Box Predictions., ACL, 2016"], "Makoto Yamada": ["Which Tumblr Post Should I Read Next?, ACL, 2016"], "Dirk Hovy": ["The Enemy in Your Own Camp: How Well Can We Detect Statistically-Generated Fake Reviews - An Adversarial Study., ACL, 2016"], "José A. R. Fonollosa": ["Character-based Neural Machine Translation., ACL, 2016"], "Marine Carpuat": ["Learning Monolingual Compositional Representations via Bilingual Supervision., ACL, 2016"], "Prasad Tadepalli": ["Event Nugget Detection with Forward-Backward Recurrent Neural Networks., ACL, 2016"], "Bartal Veyhe": ["IBC-C: A Dataset for Armed Conflict Analysis., ACL, 2016"], "Jun'ichi Tsujii": ["A Latent Concept Topic Model for Robust Topic Inference Using Word Embeddings., ACL, 2016"], "Trevor Cohn": ["Hawkes Processes for Continuous Time Sequence Classification: an Application to Rumour Stance Classification in Twitter., ACL, 2016"], "Preslav Nakov": ["Hunting for Troll Comments in News Community Forums., ACL, 2016", "Machine Translation Evaluation Meets Community Question Answering., ACL, 2016"], "Marco Idiart": ["Matrix Factorization using Window Sampling and Negative Sampling for Improved Word Representations., ACL, 2016"], "Miguel A. Alonso": ["One model, two languages: training bilingual parsers with harmonized treebanks., ACL, 2016"], "Joel Nothman": ["Using mention accessibility to improve coreference resolution., ACL, 2016"], "Aubrie Woods": ["Exploiting Linguistic Features for Sentence Completion., ACL, 2016"], "Xinjie Zhou": ["User Embedding for Scholarly Microblog Recommendation., ACL, 2016"], "Ngoc Thang Vu": ["Integrating Distributional Lexical Contrast into Word Embeddings for Antonym-Synonym Distinction., ACL, 2016"], "Meni Adler": ["Specifying and Annotating Reduced Argument Span Via QA-SRL., ACL, 2016"], "Simone Teufel": ["Improving Argument Overlap for Proposition-Based Summarisation., ACL, 2016"], "Hidetoshi Shimodaira": ["Cross-Lingual Word Representations via Spectral Graph Embeddings., ACL, 2016"], "Leo Wanner": ["Semantics-Driven Recognition of Collocations Using Word Embeddings., ACL, 2016"], "Jun Araki": ["Incorporating Relational Knowledge into Word Representations using Subspace Regularization., ACL, 2016"], "Noam Slonim": ["Claim Synthesis via Predicate Recycling., ACL, 2016"], "Yuji Matsumoto": ["Modelling the Interpretation of Discourse Connectives by Bayesian Pragmatics., ACL, 2016"], "Samuel Gershman": ["Nonparametric Spherical Topic Modeling with Word Embeddings., ACL, 2016"], "Huan Liu": ["A Novel Measure for Coherence in Statistical Topic Models., ACL, 2016"], "Smaranda Muresan": ["Coarse-grained Argumentation Features for Scoring Persuasive Essays., ACL, 2016"], "Xu Sun": ["Dependency-based Gated Recursive Neural Network for Chinese Word Segmentation., ACL, 2016"], "Ronan Collobert": ["Deep Neural Networks for Syntactic Parsing of Morphologically Rich Languages., ACL, 2016"], "Shannon L. Spruit": ["The Social Impact of Natural Language Processing., ACL, 2016"], "Eric Bapteste": ["Using Sequence Similarity Networks to Identify Partial Cognates in Multilingual Wordlists., ACL, 2016"]}