{"Richard Durbin": ["Interpreting the Human Genome Sequence, Using Stochastic Grammars., ACL, 2001"], "Jean-Luc Gauvain": ["Processing Broadcast Audio for Information Access., ACL, 2001"], "Fredy A. Amaya": ["Improvement of a Whole Sentence Maximum Entropy Language Model Using Grammatical Features., ACL, 2001"], "Timothy Baldwin": ["Low-cost, High-Performance Translation Retrieval: Dumber is Better., ACL, 2001"], "Michele Banko": ["Scaling to Very Very Large Corpora for Natural Language Disambiguation., ACL, 2001"], "Catalina Barbu": ["Evaluation Tool for Rule-based Anaphora Resolution Methods., ACL, 2001"], "François Barthélemy": ["Guided Parsing of Range Concatenation Languages., ACL, 2001"], "Regina Barzilay": ["Extracting Paraphrases from a Parallel Corpus., ACL, 2001"], "Gann Bierner": ["Alternative Phrases and Natural Languages Information Retrieval., ACL, 2001"], "Rens Bod": ["What is the Minimal Set of Fragments that Achieves Maximal Parse Accuracy?, ACL, 2001"], "Manuel Bodirsky": ["Underspecified Beta Reduction., ACL, 2001"], "Michael R. Brent": ["Chinese Text Segmentation With MBDP-1: Making the Most of Training Corpora., ACL, 2001"], "Jill Burstein": ["Towards Automatic Classification of Discourse Elements in Essays., ACL, 2001"], "Lynne J. Cahill": ["From RAGS to RICHES: Exploiting the Potential of a Flexible Generation Architecture., ACL, 2001"], "Justine Cassell": ["Non-Verbal Cues for Discourse Structure., ACL, 2001"], "Eugene Charniak": ["Immediate-Head Parsing for Language Models., ACL, 2001"], "David Chiang": ["Constraints on Strong Generative Power., ACL, 2001"], "Ann A. Copestake": ["An Algebra for Semantic Construction in Constraint-based Grammars., ACL, 2001"], "Simon Corston-Oliver": ["A Machine Learning Approach to the Automatic Evaluation of Machine Translation., ACL, 2001"], "Philippe de Groote": ["Towards Abstract Categorial Grammars., ACL, 2001"], "Alexander Ja. Dikovsky": ["Grammars for Local and Long Dependencies., ACL, 2001"], "John Dowding": ["Practical Issues in Compiling Typed Unification Grammars for Speech Recognition., ACL, 2001"], "Pablo Ariel Duboué": ["Empirically Estimating Order Constraints for Content Planning in Generation., ACL, 2001"], "Denys Duchier": ["Topological Dependency Trees: A Constraint-Based Account of Linear Precedence., ACL, 2001"], "Stefan Evert": ["Methods for the Qualitative Evaluation of Lexical Association Measures., ACL, 2001"], "Atsushi Fujii": ["Oganizing Encyclopedic Knowledge based on the Web and its Application to Question Answering., ACL, 2001"], "Ismael García-Varea": ["Refined Lexikon Models for Statistical Machine Translation Using a Maximum Entropy Approach., ACL, 2001"], "Claire Gardent": ["Generating with a Grammar Based on Tree Descriptions: a Constraint-Based Approach., ACL, 2001"], "Kim Gerdes": ["Word Order in German: A Formal Dependency Grammar Using a Topological Hierarchy., ACL, 2001"], "Ulrich Germann": ["Fast Decoding and Optimal Decoding for Machine Translation., ACL, 2001"], "Jonathan Ginzburg": ["Resolving Ellipsis in Clarification., ACL, 2001"], "Rebecca Green": ["Mapping Lexical Entries in a Verbs Database to WordNet Senses., ACL, 2001"], "Claire Grover": ["XML-Based Data Preparation for Robust Deep Parsing., ACL, 2001"], "Jan Hajic": ["Serial Combination of Rules and Statistics: A Case Study in Czech Tagging., ACL, 2001"], "Eva Hajicová": ["Topic-focus and Salience., ACL, 2001"], "Sanda M. Harabagiu": ["The Role of Lexico-Semantic Feedback in Open-Domain Textual Question-Answering., ACL, 2001"], "Daniel Hardt": ["Generation of VP Ellipsis: A Corpus-Based Approach., ACL, 2001"], "Jing Huang": ["Information Extraction from Voicemail., ACL, 2001"], "Nancy Ide": ["A Common Framework for Syntactic Annotation., ACL, 2001"], "Hideki Isozaki": ["Japanese Named Entity Recognition based on a Simple Rule Generator and Decision Tree Learning., ACL, 2001"], "Mark Johnson": ["Joint and Conditional Estimation of Tagging and Parsing Models., ACL, 2001"], "Alexandra Kinyon": ["A Language-Independent Shallow-Parser Compiler., ACL, 2001"], "Dan Klein": ["Parsing with Treebank Grammars: Empirical Bounds, Theoretical Models, and the Structure of the Penn Treebank., ACL, 2001"], "Sandra Kübler": ["From Chunks to function-Argument Structure: A Similarity-Based Approach., ACL, 2001"], "Maria Lapata": ["Evaluating Smoothing Algorithms against Plausibility Judgements., ACL, 2001"], "Alain Lecomte": ["Extending Lambek Grammars: a Logical Account of Minimalist Grammars., ACL, 2001"], "Diane J. Litman": ["Predicting User Reactions to System Error., ACL, 2001"], "Jimin Liu": ["Building Semantic Perceptron Net for Topic Spotting., ACL, 2001"], "Daniel Marcu": ["Towards a Unified Approach to Memory- and Statistical-Based Machine Translation., ACL, 2001"], "Lisa N. Michaud": ["Error Profiling: Toward a Model of English Acquisition for Deaf Learners., ACL, 2001"], "Dan I. Moldovan": ["Logic Form Transformation of WordNet and its Applicability to Question Answering., ACL, 2001"], "Karin Müller": ["Automatic Detection of Syllable Boundaries Combining the Advantages of Treebank and Bracketed Corpora Training., ACL, 2001"], "Gerald Penn": ["Tractability and Structural Closures in Attribute Logic Type Signatures., ACL, 2001"], "Georgios Petasis": ["Using Machine Learning to Maintain Rule-based Named-Entity Recognition and Classification Systems., ACL, 2001"], "Owen Rambow": ["Evaluating a Trainable Sentence Planner for a Spoken Dialogue System., ACL, 2001"], "Ehud Reiter": ["Using a Randomised Controlled Clinical Trial to Evaluate an NLG System., ACL, 2001"], "Diana Santos": ["Evaluating CETEMPublico, a Free Resource for Portuguese., ACL, 2001"], "Barry Schiffman": ["Producing Biographical Summaries: Combining Linguistic Knowledge with Corpus Statistics., ACL, 2001"], "Helmut Schmid": ["Parse Forest Computation of Expected Governors., ACL, 2001"], "William Schuler": ["Computational Properties of Environment-based Disambiguation., ACL, 2001"], "Kyriakos N. Sgarbas": ["Incremental Construction of Compact Acyclic NFAs., ACL, 2001"], "Matthew G. Snover": ["A Bayesian Model for Morpheme and Paradigm Identification., ACL, 2001"], "Masao Utiyama": ["A Statistical Model for Domain-Independent Text Segmentation., ACL, 2001"], "Antal van den Bosch": ["Detecting Problematic Turns in Human-Machine Interactions: Rule-induction Versus Memory-based Learning Approaches., ACL, 2001"], "Marcel P. van Lohuizen": ["A Generic Approach to Parallel Chart Parsing with an Application to LinGO., ACL, 2001"], "Marilyn A. Walker": ["Quantitative and Qualitative Evaluation of Darpa Communicator Spoken Dialogue Systems., ACL, 2001"], "Kenji Yamada": ["A Syntax-based Statistical Translation Model., ACL, 2001"], "Hirofumi Yamamoto": ["Multi-Class Composite N-gram Language Model for Spoken Language Processing Using Multiple Word Clusters., ACL, 2001"], "Tong Zhang": ["Text Chunking using Regularized Winnow., ACL, 2001"], "Ingrid Zuckerman": ["Using Machine Learning Techniques to Interpret WH-questions., ACL, 2001"]}