{"Susan Brennan": ["Invited Talk: Processes that Shape Conversation and their Implications for Computational Linguistics., ACL, 2000"], "Jun'ichi Tsujii": ["Invited Talk: Generic NLP Technologies: Language, Knowledge and Information Extraction., ACL, 2000"], "Roger K. Moore": ["Invited Talk: Spoken Language Technology: Where Do We Go From Here?, ACL, 2000"], "Stephan Vogel": ["Translation with Cascaded Finite State Transducers., ACL, 2000"], "Jung-jae Kim": ["Phrase-Pattern-based Korean to English Machine Translation using Two Level Translation Pattern Selection., ACL, 2000"], "George F. Foster": ["A Maximum Entropy/Minimum Divergence Translation Model., ACL, 2000"], "Yuval Krymolowski": ["Incorporating Compositional Evidence in Memory-Based Partial Parsing., ACL, 2000"], "Khalil Sima'an": ["Tree-gram Parsing: Lexical Dependencies and Structural Relations., ACL, 2000"], "Rens Bod": ["An Improved Parser for Data-Oriented Lexical-Functional Analysis., ACL, 2000"], "Inderjeet Mani": ["Robust Temporal Processing of News., ACL, 2000"], "Frédéric Béchet": ["Tagging Unknown Proper Names Using Decision Trees., ACL, 2000"], "Rob Malouf": ["The Order of Prenominal Adjectives in Natural Language Generation., ACL, 2000"], "Nicholas Roy": ["Spoken Dialogue Management Using Probabilistic Reasoning., ACL, 2000"], "Patrick Pantel": ["An Unsupervised Approach to Prepositional Phrase Attachment using Contextually Similar Words., ACL, 2000"], "Endong Xun": ["A Unified Statistical Model for the Identification of English BaseNP., ACL, 2000"], "Grace Ngai": ["Rule Writing or Annotation: Cost-efficient Resource Usage for Base Noun Phrase Chunking., ACL, 2000"], "Alexander S. Yeh": ["Using Existing Systems to Supplement Small Amounts of Annotated Grammatical Relations Training Data., ACL, 2000"], "David Milward": ["Distributing Representation for Robust Interpretation of Dialogue Utterances., ACL, 2000"], "Pamela W. Jordan": ["Can Nominal Expressions Achieve Multiple Goals? An Empirical Study., ACL, 2000", "Learning Attribute Selections for Non-Pronominal Expressions., ACL, 2000"], "Giuseppe Carenini": ["An Empirical Study of the Influence of Argument Conciseness on Argument Effectiveness., ACL, 2000"], "Kumiko Tanaka-Ishii": ["Multi-Agent Explanation Strategies in Real-Time Domains., ACL, 2000"], "Antonio Ferrández Rodríguez": ["A Computational Approach to Zero-pronouns in Spanish., ACL, 2000"], "Thomas S. Morton": ["Coreference for NLP Applications., ACL, 2000"], "Kenneth R. Beesley": ["Finite-State Non-Concatenative Morphotactics., ACL, 2000"], "Anne N. De Roeck": ["A Morphologically Sensitive Clustering Algorithm for Identifying Arabic Roots., ACL, 2000"], "David Yarowsky": ["Minimally Supervised Morphological Analysis by Multimodal Alignment., ACL, 2000"], "Ewan Klein": ["A Constraint-based Approach to English Prosodic Constituents., ACL, 2000"], "Karin Müller": ["Inducing Probabilistic Syllable Classes Using Multivariate Clustering., ACL, 2000"], "Shimei Pan": ["Modeling Local Context for Pitch Accent Prediction., ACL, 2000"], "Zheng Chen": ["A New Statistical Approach To Chinese Pinyin Input., ACL, 2000"], "Lei Zhang": ["Automatic Detecting/Correcting Errors in Chinese Text by an Approximate Word-Matching Algorithm., ACL, 2000"], "Tom B. Y. Lai": ["Dependency-based Syntactic Analysis of Chinese and Annotation of Parsed Corpus., ACL, 2000"], "Sang-Zoo Lee": ["Part-of-Speech Tagging Based on Hidden Markov Model Assuming Joint Independence., ACL, 2000", "Hidden Markov Model-Based Korean Part-of-Speech Tagging Considering High Agglutinativity, Word-Spacing, and Lexical Correlativity., ACL, 2000"], "Silviu Cucerzan": ["Language Independent, Minimally Supervised Induction of Lexical Probabilities., ACL, 2000"], "Mark Hepple": ["Independence and Commitment: Assumptions for Rapid Training and Execution of Rule-based POS Taggers., ACL, 2000"], "Eric Brill": ["An Improved Error Model for Noisy Channel Spelling Correction., ACL, 2000"], "Adam L. Berger": ["Query-Relevant Summarization using FAQs., ACL, 2000"], "Yoshio Nakao": ["An Algorithm for One-page Summarization of a Long Text Based on Thematic Hierarchy Detection., ACL, 2000"], "Norbert Reithinger": ["Summarizing Multilingual Spoken Negotiation Dialogues., ACL, 2000"], "Michele Banko": ["Headline Generation Based on Statistical Translation., ACL, 2000"], "Kiyotaka Uchimoto": ["Named Entity Extraction Based on A Maximum Entropy Model and Transformation Rules., ACL, 2000"], "Christopher S. G. Khoo": ["Extracting Causal Knowledge from a Medical Database Using Graphical Patterns., ACL, 2000"], "Chikashi Nobata": ["Difficulty Indices for the Named Entity Task in Japanese., ACL, 2000"], "Marcel P. van Lohuizen": ["Memory-Efficient and Thread-Safe Quasi-Destructive Graph Unification., ACL, 2000"], "Jonas Kuhn": ["Processing Optimality-theoretic Syntax by Interleaved Chart Parsing and Generation., ACL, 2000"], "Alexander Koller": ["A Polynomial-Time Fragment of Dominance Constraints., ACL, 2000"], "Masaaki Nagata": ["Synchronous Morphological Analysis of Grapheme and Phoneme for Japanese OCR., ACL, 2000"], "Jin-Xia Huang": ["Chinese-Korean Word Alignment Based on Linguistic Comparison., ACL, 2000"], "Massimo Poesio": ["Specifying the Parameters of Centering Theory: a Corpus-Based Evaluation using Text from Application-Oriented Domains., ACL, 2000"], "Eleni Miltsakaki": ["The Role of Centering Theory's Rough-Shift in the Teaching and Evaluation of Writing Skills., ACL, 2000"], "Nancy Ide": ["A Hierarchical Account of Referential Accessibility., ACL, 2000"], "Eiichiro Sumita": ["Lexical Transfer Using a Vector-Space Model., ACL, 2000"], "António Ribeiro": ["Using Confidence Bands for Parallel Texts Alignment., ACL, 2000"], "Franz Josef Och": ["Improved Statistical Alignment Models., ACL, 2000"], "William Schuler": ["Multi-Component TAG and Notions of Formal Power., ACL, 2000"], "David Chiang": ["Statistical Parsing with an Automatically-Extracted Tree Adjoining Grammar., ACL, 2000"], "Srinivas Bangalore": ["Corpus-Based Lexical Choice in Natural Language Generation., ACL, 2000"], "Zhifang Sui": ["An Information-Theory-Based Feature Type Analysis for the Modeling of Statistical Parsing., ACL, 2000"], "Stefan Riezler": ["Lexicalized Stochastic Modeling of Constraint-Based Grammars using Log-Linear Measures and EM Training., ACL, 2000"], "Atsushi Fujii": ["Utilizing the World Wide Web as an Encyclopedia: Extracting Term Descriptions from Semi-Structured Texts., ACL, 2000"], "Jong-Hoon Oh": ["Term Recognition Using Technical Dictionary Hierarchy., ACL, 2000"], "Jordi Daudé": ["Mapping WordNets Using Structural Information., ACL, 2000"], "Daniel Gildea": ["Automatic Labeling of Semantic Roles., ACL, 2000"], "Manfred Pinkal": ["Feature Logic for Dotted Types: A Formalism for Complex Word Meanings., ACL, 2000"], "Ting Liu": ["PENS: A Machine-aided English Writing System for Chinese Users., ACL, 2000"], "Jun'ichi Kakegawa": ["Diagnostic Processing of Japanese for Computer-Assisted Second Language Learning., ACL, 2000"], "Seong-Bae Park": ["Word Sense Disambiguation by Learning from Unlabeled Data., ACL, 2000"], "José Luis Vicedo González": ["Importance of Pronominal Anaphora Resolution in Question Answering Systems., ACL, 2000"], "Dan I. Moldovan": ["The Structure and Performance of an Open-Domain Question Answering System., ACL, 2000"], "Kilyoun Kim": ["Dimension-Reduced Estimation of Word Co-occurrence Probability., ACL, 2000"], "Jianfeng Gao": ["Distribution-Based Pruning of Backoff Language Models., ACL, 2000"], "Rachel E. O. Roxas": ["Panel: Computational Linguistics Research on Philippine Languages., ACL, 2000"], "Bobby Nazief": ["Panel: Development of Computational Linguistics Research: A Challenge for Indonesia., ACL, 2000"], "Huy Khanh Phan": ["Panel: Good Spelling of Vietnamese Texts, One Aspect of Computational Linguistics in Vietnam., ACL, 2000"], "Akshar Bharati": ["Panel: Computational Linguistics in India: An Overview., ACL, 2000"], "Virach Sornlertlamvanich": ["Panel: The State of the Art in Thai Language Processing., ACL, 2000"], "Yusoff Zaharin": ["Panel: Computational Linguistics in Malaysia., ACL, 2000"]}