{"Masaaki Nagata": ["Learning to Translate with Multiple Objectives., ACL, 2012", "Bayesian Symbol-Refined Tree Substitution Grammars for Syntactic Parsing., ACL, 2012", "A Comparative Study of Target Dependency Structures for Statistical Machine Translation., ACL, 2012"], "Chris Dyer": ["Joint Feature Selection in Distributed Stochastic Learning for Large-Scale Discriminative Training in SMT., ACL, 2012"], "Sriram Venkatapathy": ["Prediction of Learning Curves in Machine Translation., ACL, 2012"], "Khe Chai Sim": ["Probabilistic Integration of Partial Lexical Information for Noise Robust Haptic Voice Recognition., ACL, 2012"], "James R. Glass": ["A Nonparametric Bayesian Approach to Acoustic Model Discovery., ACL, 2012"], "Bo Xu": ["Automated Essay Scoring Based on Finite State Transducer: towards ASR Transcription of Oral English Speech., ACL, 2012"], "Graeme Hirst": ["Text-level Discourse Parsing with Rich Linguistic Features., ACL, 2012"], "Nianwen Xue": ["PDTB-style Discourse Annotation of Chinese Text., ACL, 2012", "Chinese Comma Disambiguation for Discourse Analysis., ACL, 2012"], "Philip Resnik": ["SITS: A Hierarchical Nonparametric Model using Speaker Identity for Topic Segmentation in Multiparty Conversations., ACL, 2012", "Topic Models for Dynamic Translation Model Adaptation., ACL, 2012"], "Marie-Francine Moens": ["Extracting Narrative Timelines as Temporal Dependency Structures., ACL, 2012"], "Nathanael Chambers": ["Labeling Documents with Timestamps: Learning from their Time Expressions., ACL, 2012"], "Álvaro Rodrigo": ["Temporally Anchored Relation Extraction., ACL, 2012"], "Jacob Goldberger": ["Efficient Tree-based Approximation for Entailment Graph Learning., ACL, 2012"], "Regina Barzilay": ["Learning High-Level Planning from Text., ACL, 2012", "Unsupervised Morphology Rivals Supervised Morphology for Arabic MT., ACL, 2012"], "Nam-Khanh Tran": ["Distributional Semantics in Technicolor., ACL, 2012"], "John DeNero": ["A Class-Based Agreement Model for Generating Accurately Inflected Translations., ACL, 2012"], "Hermann Ney": ["Deciphering Foreign Language by Combining Language Models and Context Vectors., ACL, 2012"], "Tatsuya Kawahara": ["Machine Translation without Words through Substring Alignment., ACL, 2012"], "Sanjeev Khudanpur": ["Fast Syntactic Analysis for Statistical Language Modeling via Substructure Sharing and Uptraining., ACL, 2012"], "Jacob Eisenstein": ["Bootstrapping a Unified Model of Lexical and Phonetic Acquisition., ACL, 2012"], "Karen Livescu": ["Discriminative Pronunciation Modeling: A Large-Margin, Feature-Rich Approach., ACL, 2012"], "Patrick Watrin": ["Discriminative Strategies to Integrate Multiword Expression Recognition and Parsing., ACL, 2012"], "Haizhou Li": ["Utilizing Dependency Language Models for Graph-based Dependency Parsing Models., ACL, 2012", "Modeling the Translation of Predicate-Argument Structure for SMT., ACL, 2012"], "Lyle H. Ungar": ["Spectral Learning of Latent-Variable PCFGs., ACL, 2012"], "Xiaojun Wan": ["Reducing Approximation and Estimation Errors for Chinese Lexical Processing with Heterogeneous Annotations., ACL, 2012"], "Hans Uszkoreit": ["Capturing Paradigmatic and Syntagmatic Lexical Relations: Towards Accurate Chinese Part-of-Speech Tagging., ACL, 2012"], "Wenjie Li": ["Fast Online Training with Frequency-Adaptive Learning Rates for Chinese Word Segmentation and New Word Detection., ACL, 2012"], "Martha Palmer": ["Verb Classification using Distributional Similarity in Syntactic and Semantic Structures., ACL, 2012", "Fast and Robust Part-of-Speech Tagging Using Dynamic Model Selection., ACL, 2012"], "Hwee Tou Ng": ["Word Sense Disambiguation Improves Information Retrieval., ACL, 2012", "Character-Level Machine Translation Evaluation for Languages with Ambiguous Word Boundaries., ACL, 2012"], "Ariel Felner": ["Efficient Search for Transformation-based Inference., ACL, 2012"], "Li Deng": ["Maximum Expected BLEU Training of Phrase and Lexicon Translation Models., ACL, 2012"], "Ming Zhou": ["Learning Translation Consensus with Structured Label Propagation., ACL, 2012", "Joint Learning of a Dual SMT System for Paraphrase Generation., ACL, 2012"], "David Chiang": ["Smaller Alignment Models for Better Translations: Unsupervised Word Alignment with the l0-norm., ACL, 2012", "An Exploration of Forest-to-String Translation: Does Translation Help or Hurt Parsing?, ACL, 2012"], "Bing Liu": ["Modeling Review Comments., ACL, 2012", "Aspect Extraction through Semi-Supervised Modeling., ACL, 2012"], "Dilek Hakkani-Tür": ["A Joint Model for Discovery of Aspects in Utterances., ACL, 2012"], "Hyeonseo Ku": ["Learning to \"Read Between the Lines\" using Bayesian Logic Programs., ACL, 2012"], "Yejin Choi": ["Collective Generation of Natural Image Descriptions., ACL, 2012", "Syntactic Stylometry for Deception Detection., ACL, 2012"], "Mirella Lapata": ["Concept-to-text Generation via Discriminative Reranking., ACL, 2012"], "Andrew McCallum": ["A Discriminative Hierarchical Model for Fast Coreference at Large Scale., ACL, 2012", "Unsupervised Relation Discovery with Sense Disambiguation., ACL, 2012"], "Dan Klein": ["Coreference Semantics from Web Features., ACL, 2012", "Large-Scale Syntactic Language Modeling with Treelets., ACL, 2012"], "Dragomir R. Radev": ["Subgroup Detection in Ideological Discussions., ACL, 2012"], "Xiaoyan Zhu": ["Cross-Domain Co-Extraction of Sentiment and Topic Lexicons., ACL, 2012", "String Re-writing Kernel., ACL, 2012"], "Diarmuid Ó Séaghdha": ["Learning Syntactic Verb Frames using Graphical Models., ACL, 2012"], "David Chen": ["Fast Online Lexicon Learning for Grounded Language Acquisition., ACL, 2012"], "Qun Liu": ["Translation Model Adaptation for Statistical Machine Translation with Monolingual Topic Information., ACL, 2012", "Hierarchical Chunk-to-String Translation., ACL, 2012"], "Helmut Schmid": ["A Statistical Model for Unsupervised and Semi-supervised Transliteration Mining., ACL, 2012"], "Marcello Federico": ["Modified Distortion Matrices for Phrase-Based Statistical Machine Translation., ACL, 2012", "Detecting Semantic Equivalence and Information Disparity in Cross-lingual Documents., ACL, 2012"], "Sharon Goldwater": ["Semantic Parsing with Bayesian Tree Transducers., ACL, 2012"], "James R. Curran": ["Dependency Hashing for n-best CCG Parsing., ACL, 2012", "Robust Conversion of CCG Derivations to Phrase Structure Trees., ACL, 2012", "Event Linking: Grounding Event Reference in a News Archive., ACL, 2012"], "Joost Engelfriet": ["Strong Lexicalization of Tree Adjoining Grammars., ACL, 2012"], "Xiaoming Li": ["Tweet Recommendation with Graph Co-Ranking., ACL, 2012", "A Novel Burst-based Text Representation Model for Scalable Event Detection., ACL, 2012"], "Furu Wei": ["Joint Inference of Named Entity Recognition and Normalization for Tweets., ACL, 2012"], "Ee-Peng Lim": ["Finding Bursty Topics from Microblogs., ACL, 2012"], "Bo Pang": ["Spice it up? Mining Refinements to Online Instructions from User Generated Content., ACL, 2012"], "Yang Liu": ["Sentence Dependency Tagging in Online Question Answering Forums., ACL, 2012", "A Two-step Approach to Sentence Compression of Spoken Utterances., ACL, 2012"], "Michael Gamon": ["Mining Entity Types from Query Logs via User Intent Modeling., ACL, 2012"], "Houfeng Wang": ["Cross-Lingual Mixture Model for Sentiment Classification., ACL, 2012"], "Tat-Seng Chua": ["Community Answer Summarization for Multi-Sentence Question with Group L1 Regularization., ACL, 2012"], "Shashi Narayan": ["Error Mining on Dependency Trees., ACL, 2012"], "Qiang Liu": ["Computational Approaches to Sentence Completion., ACL, 2012"], "Su-Lin Wu": ["Iterative Viterbi A* Algorithm for K-Best Sequential Decoding., ACL, 2012"], "Anoop Sarkar": ["Bootstrapping via Graph Propagation., ACL, 2012", "Mixing Multiple Translation Models in Statistical Machine Translation., ACL, 2012"], "Amir Globerson": ["Selective Sharing for Multilingual Dependency Parsing., ACL, 2012"], "Shomir Wilson": ["The Creation of a Corpus of English Metalanguage., ACL, 2012"], "Alexandre Klementiev": ["Crosslingual Induction of Semantic Roles., ACL, 2012"], "Yuji Matsumoto": ["Head-driven Transition-based Parsing with Top-down Prediction., ACL, 2012", "Tense and Aspect Error Correction for ESL Learners Using Global Context., ACL, 2012"], "Sylvain Salvati": ["MIX Is Not a Tree-Adjoining Language., ACL, 2012"], "Wanxiang Che": ["Exploiting Multiple Treebanks for Parsing with Quasi-synchronous Grammars., ACL, 2012"], "Noah A. Smith": ["A Probabilistic Model for Canonicalizing Named Entity Mentions., ACL, 2012", "Coarse Lexical Semantic Annotation with Supersenses: An Arabic Case Study., ACL, 2012"], "Hwanjo Yu": ["Multilingual Named Entity Recognition using Parallel Data and Metadata from Wikipedia., ACL, 2012"], "Carlo Strapparava": ["A Computational Approach to the Automation of Creative Naming., ACL, 2012"], "Hiroshi Nakagawa": ["Reducing Wrong Labels in Distant Supervision for Relation Extraction., ACL, 2012"], "André Bittar": ["Finding Salient Dates for Building Thematic Timelines., ACL, 2012"], "Jeremiah Dittmar": ["Historical Analysis of Legal Opinions with a Sparse Mixed-Effects Latent Variable Model., ACL, 2012"], "Shouxun Lin": ["A Topic Similarity Model for Hierarchical Phrase-based Translation., ACL, 2012", "Identifying High-Impact Sub-Structures for Convolution Kernels in Document-level Sentiment Classification., ACL, 2012"], "Richard Johansson": ["Modeling Topic Dependencies in Hierarchical Text Categorization., ACL, 2012"], "Emily Pitler": ["Attacking Parsing Bottlenecks with Unlabeled Data and Relevant Factorizations., ACL, 2012"], "Joseph Le Roux": ["Semi-supervised Dependency Parsing using Lexical Affinities., ACL, 2012"], "Michael Strube": ["Collective Classification for Fine-grained Information Status., ACL, 2012"], "Jean-David Ruvini": ["Structuring E-Commerce Inventory., ACL, 2012"], "Wagner Meira Jr.": ["Named Entity Disambiguation in Streaming Data., ACL, 2012"], "Jude W. Shavlik": ["Big Data versus the Crowd: Looking for Relationships in All the Right Places., ACL, 2012"], "Dan Roth": ["Automatic Event Extraction with Structured Preference Modeling., ACL, 2012"], "Luke S. Zettlemoyer": ["Discriminative Learning for Joint Template Filling., ACL, 2012"], "Jean-Charles Lamirel": ["Classifying French Verbs Using French and English Lexical Resources., ACL, 2012"], "Mona T. Diab": ["Modeling Sentences in the Latent Space., ACL, 2012", "Genre Independent Subgroup Detection in Online Discussion Threads: A Study of Implicit Attitude using Textual Latent Semantics., ACL, 2012", "Learning the Latent Semantics of a Concept from its Definition., ACL, 2012"], "Andrew Y. Ng": ["Improving Word Representations via Global Context and Multiple Word Prototypes., ACL, 2012"], "Michael C. Frank": ["Exploiting Social Information in Grounded Language Learning via Grammatical Reduction., ACL, 2012"], "Lillian Lee": ["You Had Me at Hello: How Phrasing Affects Memorability., ACL, 2012"], "Nenghai Yu": ["A Ranking-based Approach to Word Reordering for Statistical Machine Translation., ACL, 2012"], "Samuel Larkin": ["PORT: a Precision-Order-Recall MT Evaluation Metric for Tuning., ACL, 2012"], "Kumiko Tanaka-Ishii": ["Text Segmentation by Language Using Minimum Description Length., ACL, 2012"], "Ting Liu": ["Improve SMT Quality with Automatically Extracted Paraphrase Rules., ACL, 2012", "A Comparison of Chinese Parsers for Stanford Dependencies., ACL, 2012"], "Oliviero Stock": ["Ecological Evaluation of Persuasive Messages Using Google AdWords., ACL, 2012"], "Weiyi Meng": ["Polarity Consistency Checking for Sentiment Dictionaries., ACL, 2012"], "Min-Yen Kan": ["Combining Coherence Models and Machine Translation Evaluation Metrics for Summarization Evaluation., ACL, 2012"], "Emiel Krahmer": ["Sentence Simplification by Monolingual Machine Translation., ACL, 2012"], "Sang-Jo Lee": ["A Cost Sensitive Part-of-Speech Tagging: Differentiating Serious Errors from Minor Errors., ACL, 2012"], "Xiao Jiang": ["A Broad-Coverage Normalization System for Social Media Language., ACL, 2012"], "Jun'ichi Tsujii": ["Incremental Joint Approach to Word Segmentation, POS Tagging, and Dependency Parsing in Chinese., ACL, 2012"], "Mitch Marcus": ["Exploring Deterministic Constraints: from a Constrained English POS Tagger to an Efficient ILP Solution to Chinese Word Segmentation., ACL, 2012"], "Chunyu Kit": ["Higher-order Constituent Parsing and Parser Combination., ACL, 2012"], "Evelina Andersson": ["Joint Evaluation of Morphological Segmentation and Syntactic Parsing., ACL, 2012"], "Jakob Uszkoreit": ["A Feature-Rich Constituent Context Model for Grammar Induction., ACL, 2012"], "Nicola Cancedda": ["Private Access to Phrase Tables for Statistical Machine Translation., ACL, 2012"], "Richard Zens": ["Fast and Scalable Decoding with Language Model Look-Ahead for Phrase-based Statistical Machine Translation., ACL, 2012"], "Josef van Genabith": ["Head-Driven Hierarchical Phrase-based Translation., ACL, 2012"], "Gary Geunbae Lee": ["A Graph-based Cross-lingual Projection Approach for Weakly Supervised Relation Extraction., ACL, 2012", "A Meta Learning Approach to Grammatical Error Correction., ACL, 2012"], "Guillermo Garrido": ["Pattern Learning for Relation Extraction with a Hierarchical Topic Model., ACL, 2012"], "Alice H. Oh": ["Self-Disclosure and Relationship Strength in Twitter Conversations., ACL, 2012"], "Eric Fosler-Lussier": ["Learning to Temporally Order Medical Events in Clinical Text., ACL, 2012"], "Tony Veale": ["A Context-sensitive, Multi-faceted Model of Lexico-Conceptual Affect., ACL, 2012"], "Kevin Knight": ["Decoding Running Key Ciphers., ACL, 2012"], "Mark Johnson": ["Using Rejuvenation to Improve Particle Filtering for Bayesian Word Segmentation., ACL, 2012"], "Christopher D. Manning": ["Baselines and Bigrams: Simple, Good Sentiment and Topic Classification., ACL, 2012"], "Benjamin Snyder": ["Automatically Learning Measures of Child Language Development., ACL, 2012"], "Stuart M. Shieber": ["Estimating Compact Yet Rich Tree Insertion Grammars., ACL, 2012"], "Francis Bond": ["Cross-lingual Parse Disambiguation based on Semantic Correspondence., ACL, 2012"], "Jyh-Shing Roger Jang": ["Learning to Find Translations and Transliterations on the Web., ACL, 2012"], "Julia Hockenmaier": ["Beefmoves: Dissemination, Diversity, and Dynamics of English Borrowings in a German Hip Hop Forum., ACL, 2012"], "James Henserdon": ["Unsupervised Semantic Role Induction with Global Role Ordering., ACL, 2012"], "Hod Lipson": ["Humor as Circuits in Semantic Networks., ACL, 2012"], "Ido Dagan": ["Crowdsourcing Inference-Rule Evaluation., ACL, 2012"], "Owen Rambow": ["A Comprehensive Gold Standard for the Enron Organizational Hierarchy., ACL, 2012"], "Kemal Oflazer": ["Transforming Standard Arabic to Colloquial Arabic., ACL, 2012"], "Julian A. Cerruti": ["Corpus-based Interpretation of Instructions in Virtual Environments., ACL, 2012"], "Hang Li": ["Automatically Mining Question Reformulation Patterns from Search Log Data., ACL, 2012"], "Eugene Charniak": ["Native Language Detection with Tree Substitution Grammars., ACL, 2012"], "Rafael E. Banchs": ["Movie-DiC: a Movie Dialogue Corpus for Research and Development., ACL, 2012"], "Serena Villata": ["Combining Textual Entailment and Argumentation Theory for Supporting Online Debates Interactions., ACL, 2012"], "Christian Chiarcos": ["Towards the Unsupervised Acquisition of Discourse Relations., ACL, 2012"], "Ahmed M. Ali": ["Arabic Retrieval Revisited: Morphological Hole Filling., ACL, 2012"], "Graham Katz": ["Extracting and modeling durations for habits and events from Twitter., ACL, 2012"], "Gerhard Weikum": ["Coupling Label Propagation and Constraints for Temporal Fact Extraction., ACL, 2012"], "Slav Petrov": ["Using Search-Logs to Improve Query Tagging., ACL, 2012"], "Stephen Tyndall": ["Toward Automatically Assembling Hittite-Language Cuneiform Tablet Fragments into Larger Texts., ACL, 2012"], "Jonathan J. Webster": ["A Corpus of Textual Revisions in Second Language Writing., ACL, 2012"], "Vivi Nastase": ["Word Epoch Disambiguation: Finding How Words Change Over Time., ACL, 2012"], "Ingrid Zukerman": ["Authorship Attribution with Author-aware Topic Models., ACL, 2012"], "Kam-Fai Wong": ["Information-theoretic Multi-view Domain Adaptation., ACL, 2012"], "Jordan L. Boyd-Graber": ["Efficient Tree-Based Topic Modeling., ACL, 2012"], "Chunliang Zhang": ["Learning Better Rule Extraction with Translation Span Alignment., ACL, 2012"], "Jiajun Chen": ["Enhancing Statistical Machine Translation with Character Alignment., ACL, 2012"], "Hae-Chang Rim": ["Translation Model Size Reduction for Hierarchical Phrase-based Statistical Machine Translation., ACL, 2012"], "James Henderson": ["Heuristic Cube Pruning in Linear Time., ACL, 2012"], "Jörg Tiedemann": ["Combining Word-Level and Character-Level Models for Machine Translation Between Closely-Related Languages., ACL, 2012"], "Daniel Gildea": ["Improving the IBM Alignment Models Using Variational Bayes., ACL, 2012"], "Eiichiro Sumita": ["Post-ordering by Parsing for Japanese-English Statistical Machine Translation., ACL, 2012"], "Minlie Huang": ["Fine Granular Aspect Analysis using Latent Structural Models., ACL, 2012"], "Wei-Fen Lin": ["Exploiting Latent Information to Predict Diffusions of Novel Topics on Social Networks., ACL, 2012"], "Manabu Okumura": ["Sentence Compression with Semantic Role Constraints., ACL, 2012"], "Guy Lapalme": ["Fully Abstractive Approach to Guided Summarization., ACL, 2012"], "John M. Conroy": ["Assessing the Effect of Inconsistent Assessors on Summarization Evaluation., ACL, 2012"], "Tanja Samardzic": ["Lemmatisation as a Tagging Task., ACL, 2012"], "Hisami Suzuki": ["How Are Spelling Errors Generated and Corrected? A Study of Corrected and Uncorrected Spelling Errors Using Keystroke Logs., ACL, 2012"], "Stephan Oepen": ["Tokenization: Returning to a Long Solved Problem - A Survey, Contrastive Experiment, Recommendations, and Toolkit -., ACL, 2012"], "Benoît Sagot": ["Unsupervized Word Segmentation: the Case for Mandarin Chinese., ACL, 2012"], "Hitoshi Nishikawa": ["Grammar Error Correction Using Pseudo-Error Sentences and Domain Adaptation., ACL, 2012"]}