{"Claudette Cayrol": ["On the Acceptability of Arguments in Preference-based Argumentation., UAI, 1998"], "Claudio Sossai": ["Merging uncertain knowledge bases in a possibilistic logic framework., UAI, 1998"], "Marco Valtorta": ["A Hybrid Algorithm to Compute Marginal and Joint Beliefs in Bayesian Networks and Its Complexity., UAI, 1998"], "Christopher W. Geib": ["Structured Reachability Analysis for Markov Decision Processes., UAI, 1998"], "Daphne Koller": ["Tractable Inference for Complex Stochastic Processes., UAI, 1998"], "Carl Myers Kadie": ["Empirical Analysis of Predictive Algorithms for Collaborative Filtering., UAI, 1998"], "Juan F. Huete": ["Query Expansion in Information Retrieval Systems using a Bayesian Network-Based Thesaurus., UAI, 1998"], "Catherine Tessier": ["Dealing with Uncertainty in Situation Assessment: towards a Symbolic Approach., UAI, 1998"], "Pilar Sanmartin": ["Marginalizing in Undirected Graph and Hypergraph Models., UAI, 1998"], "Yuval Shahar": ["Utility Elicitation as a Classification Problem., UAI, 1998"], "Fábio Gagliardi Cozman": ["Irrelevance and Independence Relations in quasi-Bayesian Networks., UAI, 1998"], "Adnan Darwiche": ["Dynamic Jointrees., UAI, 1998"], "Benoit Desjardins": ["On the semi-Markov Equivalence of Causal Models., UAI, 1998"], "Henri Prade": ["Comparative uncertainty, belief functions and accepted beliefs., UAI, 1998"], "Régis Sabbadin": ["Qualitative Decision Theory with Sugeno Integrals., UAI, 1998"], "Nir Friedman": ["The Bayesian Structural EM Algorithm., UAI, 1998"], "Stuart J. Russell": ["Learning the Structure of Dynamic Probabilistic Networks., UAI, 1998"], "Vladimir Vapnik": ["Learning by Transduction., UAI, 1998"], "Dan Geiger": ["Graphical Models and Exponential Families., UAI, 1998"], "Clark Glymour": ["Psychological and Normative Theories of Causal Power and the Probabilities of Causes., UAI, 1998"], "Joseph Y. Halpern": ["Updating Sets of Probabilities., UAI, 1998", "Axiomatizing Causal Reasoning., UAI, 1998"], "Henry Tirri": ["Minimum Encoding Approaches for Predictive Modeling., UAI, 1998"], "Peter Haddawy": ["Toward Case-Based Preference Elicitation: Similarity Measures on Preference Structures., UAI, 1998"], "Eric A. Hansen": ["Solving POMDPs by Searching in Policy Space., UAI, 1998"], "Craig Boutilier": ["Hierarchical Solution of Markov Decision Processes using Macro-actions., UAI, 1998"], "Eric Horvitz": ["Inferring Informational Goals from Free-Text Queries: A Bayesian Approach., UAI, 1998"], "Thomas Stützle": ["Evaluating Las Vegas Algorithms: Pitfalls and Remedies., UAI, 1998"], "David L. Poole": ["An Anytime Algorithm for Decision Making under Uncertainty., UAI, 1998"], "Koos Rommelse": ["The Lumière Project: Bayesian User Modeling for Inferring the Goals and Needs of Software Users., UAI, 1998"], "Sunil Vadera": ["Any Time Probabilistic Reasoning for Sensor Validation., UAI, 1998"], "Manfred Jaeger": ["Measure Selection: Notions of Rationality and Representation Independence., UAI, 1998"], "Jean-Yves Jaffray": ["Implementing Resolute Choice Under Uncertainty., UAI, 1998"], "Michèle Rombaut": ["Dealing with uncertainty on the initial state of a Petri net., UAI, 1998"], "Martin A. Tanner": ["Hierarchical Mixtures-of-Experts for Exponential Family Regression Models with Generalized Linear Mean Functions: A Survey of Approximation and Consistency Results., UAI, 1998"], "Yishay Mansour": ["Exact Inference of Hidden Structure from Sample Data in noisy-OR Networks., UAI, 1998"], "Lawrence K. Saul": ["Large Deviation Methods for Approximate Probabilistic Inference., UAI, 1998"], "Michael I. Jordan": ["Mixture Representations for Inference and Learning in Boltzmann Machines., UAI, 1998"], "Prakash P. Shenoy": ["A Comparison of Lauritzen-Spiegelhalter, Hugin, and Shenoy-Shafer Architectures for Computing Marginals of Probability Distributions., UAI, 1998"], "Michael P. Wellman": ["Incremental Tradeoff Resolution in Qualitative Probabilistic Networks., UAI, 1998", "Using Qualitative Relationships for Bounding Probability Distributions., UAI, 1998"], "Thomas Lukasiewicz": ["Magic Inference Rules for Probabilistic Deduction under Taxonomic Knowledge., UAI, 1998"], "Finn Verner Jensen": ["Lazy Propagation in Junction Trees., UAI, 1998"], "Kathryn B. Laskey": ["Constructing Situation Specific Belief Networks., UAI, 1998"], "Charles F. Manski": ["Treatment Choice in Heterogeneous Populations Using Experiments without Covariate Data., UAI, 1998"], "David Heckerman": ["An Experimental Comparison of Several Clustering and Initialization Methods., UAI, 1998", "Learning Mixtures of DAG Models., UAI, 1998"], "Paul-André Monney": ["From Likelihood to Plausibility., UAI, 1998"], "Gregory F. Cooper": ["A Multivariate Discretization Method for Learning Bayesian Networks from Mixed Data., UAI, 1998"], "Boon Toh Low": ["Resolving Conflicting Arguments under Uncertainties., UAI, 1998"], "Ronald Parr": ["Flexible Decomposition Algorithms for Weakly Coupled Markov Decision Problems., UAI, 1998"], "David M. Pennock": ["Logarithmic Time Parallel Bayesian Inference., UAI, 1998"], "Ross D. Shachter": ["Learning From What You Don't Observe., UAI, 1998", "Bayes-Ball: The Rational Pastime (for Determining Irrelevance and Requisite Information in Belief Networks and Influence Diagrams)., UAI, 1998"], "David Poole": ["Context-specific approximation in probabilistic inference., UAI, 1998"], "Rina Dechter": ["Empirical Evaluation of Approximation Algorithms for Probabilistic Decoding., UAI, 1998"], "Marco Ramoni": ["Decision Theoretic Foundations of Graphical Model Selection., UAI, 1998"], "Jim Q. Smith": ["On the Geometry of Bayesian Graphical Models with Hidden Variables., UAI, 1998"], "Yoram Singer": ["Switching Portfolios., UAI, 1998"], "Milan Studený": ["Bayesian Networks from the Point of View of Chain Graphs., UAI, 1998"], "Nevin Lianwen Zhang": ["Probabilistic Inference in Influence Diagrams., UAI, 1998"], "Stephen S. Lee": ["Planning with Partially Observable Markov Decision Processes: Advances in Exact Solution Method., UAI, 1998"], "Andrea Bobbio": ["Flexible and Approximate Computation through State-Space Reduction., UAI, 1998"]}