{"Dan Geiger": ["On the logic of causal models., UAI, 1988"], "Bruce D'Ambrosio": ["Process, structure and modularity in reasoning with uncertainty., UAI, 1988"], "Thomas L. Dean": ["Probabilistic causal reasoning., UAI, 1988"], "Spencer Star": ["Generating decision structures and causal explanations for decision making., UAI, 1988"], "John S. Breese": ["Control of problem solving: principles and architecture., UAI, 1988"], "Thomas Verma": ["Causal networks: semantics and expressiveness., UAI, 1988"], "Pramod Jain": ["Stochastic sensitivity analysis using fuzzy influence diagrams., UAI, 1988"], "Ross D. Shachter": ["A linear approximation method for probabilistic inference., UAI, 1988"], "Wilson X. Wen": ["Minimum cross entropy reasoning in recursive causal networks., UAI, 1988"], "Eric Neufeld": ["Probabilsitic semantics and defaults., UAI, 1988"], "Peter Haddawy": ["Modal logics of higher-order probability., UAI, 1988"], "Wolfgang Spohn": ["A general non-probabilistic theory of inductive reasoning., UAI, 1988"], "Henry E. Kyburg Jr.": ["Epistemological relevance and statistical knowledge., UAI, 1988", "Probabilistic inference and non-monotonic inference., UAI, 1988"], "Prakash P. Shenoy": ["Axioms for probability and belief-function proagation., UAI, 1988"], "Romas Aleliunas": ["A summary of a new normative theory of probabilistic logic., UAI, 1988"], "Paul K. Black": ["Hierarchical evidence and belief functions., UAI, 1988"], "Fahiem Bacchus": ["On probability distributions over possible worlds., UAI, 1988"], "John Yen": ["A framework of fuzzy evidential reasoning., UAI, 1988"], "Daniel Hunter": ["Parallel belief revision., UAI, 1988"], "Ronald Prescott Loui": ["Evidential reasoning compared in a network usage prediction testbed: preliminary report., UAI, 1988"], "Jayant Kalagnanam": ["A comparison of decision alaysis and expert rules for sequential diagnosis., UAI, 1988"], "David Heckerman": ["An empirical comparison of three inference methods., UAI, 1988"], "Didier Dubois": ["Modeling uncertain and vague knowledge in possibility and evidence theories., UAI, 1988"], "Suk Wah Kwok": ["Multiple decision trees., UAI, 1988"], "R. Martin Chavez": ["KNET: integrating hypermedia and normative bayesian modeling., UAI, 1988"], "Holly Brügge Jimison": ["Generating explanations of decision models based on an augmented representation of uncertainty., UAI, 1988"], "Matthew Cecile": ["Induction and uncertainty management techniques applied to veterinary medical diagnosis., UAI, 1988"], "Alexander S. Yeh": ["Predicting the likely behaviours of continuous nonlinear systems in equilibrium., UAI, 1988"], "John Mark Agosta": ["The structure of bayes networks for visual recognition., UAI, 1988"], "Tod S. Levitt": ["Utility-based control for computer vision., UAI, 1988"]}