{"Gregory F. Cooper": ["An Algorithm for Computing Probabilistic Propositions., UAI, 1987"], "Henry E. Kyburg Jr.": ["Higher Order Probabilities., UAI, 1987"], "Mary McLeish": ["Nilsson's Probabilistic Entailment Extended to Dempster-Shafer Theory., UAI, 1987"], "Eric Neufeld": ["Towards Solving the Multiple Extension Problem: Combining Defaults and Probability., UAI, 1987"], "Ben P. Wise": ["Satisfaction of Assumptions is a Weak Predictor of Performance., UAI, 1987", "Evaluation of Uncertain Inference Models III: The Role of Tuning., UAI, 1987"], "John Yen": ["Can Evidence be Combined in the Dempster-Shafer Theory?, UAI, 1987", "Implementing Evidential Reasoning in Expert Systems., UAI, 1987"], "Thomas O. Binford": ["Bayesian Inference in Model-Based Machine Vision., UAI, 1987"], "Lashon B. Booker": ["Computing Belief Commitments Using Tensor Products., UAI, 1987"], "Wray L. Buntine": ["Decision Tree Induction Systems: A Bayesian Analysis., UAI, 1987"], "Homer L. Chin": ["Bayesian Belief Network Inference Using Simulation., UAI, 1987"], "David Heckerman": ["A Bayesian Perspective on Confidence., UAI, 1987"], "Max Henrion": ["Some Practical Issues in Constructing Belief Networks., UAI, 1987"], "George Rebane": ["The Recovery of Causal Poly-Trees from Statistical Data., UAI, 1987"], "Ross D. Shachter": ["A Heuristic Bayesian Approach to Knowledge Acquisition: Application to the Analysis of Tissue-Type Plasminogen Activator., UAI, 1987", "Efficient Inference on Generalized Fault Diagrams., UAI, 1987"], "Thomas B. Slack": ["Advantages and a Limitation of Using LEG Nets in a Real Time Problem., UAI, 1987"], "David J. Spiegelhalter": ["A Unified Approach to Imprecision and Sensitivity of Beliefs in Expert Systems., UAI, 1987"], "Lei Xu": ["Structuring Causal Tree Models with Continuous Variables., UAI, 1987"], "Gautam Biswas": ["Using the Dempster-Shafer Scheme in a Mixed-Initiative Expert System Shell., UAI, 1987"], "Piero P. Bonissone": ["T-Norm Based Reasoning in Situation Assessment Applications., UAI, 1987"], "Paul R. Cohen": ["Steps Towards Programs that Manage Uncertainty., UAI, 1987", "Modifiable Combining Functions., UAI, 1987"], "Bruce D'Ambrosio": ["A Hybrid Approach to Reasoning Under Uncertainty., UAI, 1987"], "Gregory D. Hager": ["Estimation Procedures for Robust Sensor Control., UAI, 1987"], "Eric Horvitz": ["Reasoning about Beliefs and Actions Under Computational Resource Constraints., UAI, 1987"], "Rich Caruana": ["The Automatic Training of Rule Bases that Use Numerical Uncertainty Representations., UAI, 1987"], "Norman C. Dalkey": ["The Inductive Logic of Information Systems., UAI, 1987"], "Chris Elsaesser": ["Explanation of Probabilistic Inference., UAI, 1987"], "Spencer Star": ["Theory-Based Inductive Learning: An Integration of Symbolic and Quantitative Methods., UAI, 1987"]}