{"Adam J. Grove": ["Graphical models for preference and utility., UAI, 1995"], "Judea Pearl": ["Counterfactuals and Policy Analysis in Structural Models., UAI, 1995", "Logarithmic-Time Updates and Queries in Probabilistic Networks., UAI, 1995", "Testing Identifiability of Causal Effects., UAI, 1995", "On the Testability of Causal Models With Latent and Instrumental Variables., UAI, 1995"], "Philippe Smets": ["Belief functions and default reasoning., UAI, 1995", "Generating Explanations for Evidential Reasoning., UAI, 1995"], "Claudio Sossai": ["An Algebraic Semantics for Possibilistic Logic., UAI, 1995"], "Russ Blake": ["Automating Computer Bottleneck Detection with Belief Nets., UAI, 1995"], "Wray L. Buntine": ["Chain graphs for learning., UAI, 1995"], "Cristina Solares": ["Error Estimation in Approximate Bayesian Belief Network Inference., UAI, 1995"], "Jose Manuel Zurita": ["Generating the Structure of a Fuzzy Rule under Uncertainty., UAI, 1995"], "Henri Prade": ["Practical model-based diagnosis with qualitative possibilistic uncertainty., UAI, 1995", "Numerical representations of acceptance., UAI, 1995"], "Ross D. Shachter": ["Decision Flexibility., UAI, 1995", "A Definition and Graphical Representation for Causality., UAI, 1995"], "David Maxwell Chickering": ["A Transformational Characterization of Equivalent Bayesian Network Structures., UAI, 1995"], "Adnan Darwiche": ["Conditioning Algorithms for Exact and Approximate Inference in Causal Networks., UAI, 1995"], "Serafín Moral": ["Independence Concepts for Convex Sets of Probabilities., UAI, 1995"], "Denise Draper": ["Clustering Without (Thinking About) Triangulation., UAI, 1995"], "Darryl Morrell": ["Implementation of Continuous Bayesian Networks Using Sums of Weighted Gaussians., UAI, 1995"], "Linda C. van der Gaag": ["Elicitation of Probabilities for Belief Networks: Combining Qualitative and Quantitative Information., UAI, 1995"], "Til Schuermann": ["Fraud/Uncollectible Debt Detection Using a Bayesian Network Based Learning System: A Rare Binary Outcome with Mixed Data Structures., UAI, 1995"], "Thomas Schiex": ["A constraint satisfaction framework for decision under uncertainty., UAI, 1995"], "Joseph Y. Halpern": ["Plausibility Measures: A User's Guide., UAI, 1995"], "David Heckerman": ["A Characterization of the Dirichlet Distribution with Application to Learning Bayesian Networks., UAI, 1995", "A Bayesian Approach to Learning Causal Networks., UAI, 1995"], "Moisés Goldszmidt": ["Fast Belief Update Using Order-of-Magnitude Probabilities., UAI, 1995"], "Benjamin N. Grosof": ["Transforming Prioritized Defaults and Specificity into Parallel Defaults., UAI, 1995"], "Richard Goodwin": ["Efficient Decision-Theoretic Planning: Techniques and Empirical Analysis., UAI, 1995"], "Francesc Esteva": ["Fuzzy logic and probability., UAI, 1995"], "Jonathan Gavrin": ["Probabilistic Temporal Reasoning with Endogenous Change., UAI, 1995"], "David Harmanec": ["Toward a Characterization of Uncertainty Measure for the Dempster-Shafer Theory., UAI, 1995"], "Dan Geiger": ["Learning Bayesian Networks: A Unification for Discrete and Gaussian Domains., UAI, 1995"], "Matthew Barry": ["Display of Information for Time-Critical Decision Making., UAI, 1995"], "Adrian C. Klein": ["Reasoning, Metareasoning, and Mathematical Truth: Studies of Theorem Proving under Limited Resources., UAI, 1995"], "Mark Hulme": ["Improved Sampling for Diagnostic Reasoning in Bayesian Networks., UAI, 1995"], "Finn Verner Jensen": ["Cautious Propagation in Bayesian Networks., UAI, 1995"], "Ali Jenzarli": ["Information/Relevance Influence Diagrams., UAI, 1995"], "Pat Langley": ["Estimating Continuous Distributions in Bayesian Classifiers., UAI, 1995"], "Stuart J. Russell": ["Stochastic simulation algorithms for dynamic probabilistic networks., UAI, 1995"], "Grigoris I. Karakoulas": ["Probabilistic Exploration in Planning while Learning., UAI, 1995"], "Marco Valtorta": ["On the Detection of Conflicts in Diagnostic Bayesian Networks Using Abstraction., UAI, 1995"], "Uffe Kjærulff": ["HUGS: Combining Exact Inference and Gibbs Sampling in junction Trees., UAI, 1995"], "Jaswinder Pal Singh": ["Sensitivities: An Alternative to Conditional Probabilities for Bayesian Belief Networks., UAI, 1995"], "Philip N. Judson": ["Is There a Role for Qualitative Risk Assessment?, UAI, 1995"], "Leslie Pack Kaelbling": ["On the Complexity of Solving Markov Decision Problems., UAI, 1995"], "Christopher Meek": ["Causal inference and causal explanation with background knowledge., UAI, 1995", "Strong completeness and faithfulness in Bayesian networks., UAI, 1995"], "James Helwig": ["A Theoretical Framework for Context-Sensitive Temporal Probability Model Construction with Application to Plan Projection., UAI, 1995"], "Simon Parsons": ["Refining reasoning in qualitative probabilistic networks., UAI, 1995"], "James M. Robins": ["Probabilistic evaluation of sequential plans from causal models with hidden variables., UAI, 1995"], "David Poole": ["Exploiting the Rule Structure for Decision Making within the Independent Choice Logic., UAI, 1995"], "Gregory M. Provan": ["Abstraction in Belief Networks: The Role of Intermediate States in Diagnostic Reasoning., UAI, 1995"], "Michael P. Wellman": ["Accounting for Context in Plan Recognition, with Application to Traffic Monitoring., UAI, 1995"], "Prakash P. Shenoy": ["A New Pruning Method for Solving Decision Trees and Game Trees., UAI, 1995"], "Peter Spirtes": ["Directed Cyclic Graphical Representations of Feedback Models., UAI, 1995"], "Thomas S. Richardson": ["Causal Inference in the Presence of Latent Variables and Selection Bias., UAI, 1995"], "Sampath Srinivas": ["Modeling failure priors and persistence in model-based diagnosis., UAI, 1995", "A polynomial algorithm for computing the optimal repair strategy in a system with independent component failures., UAI, 1995"], "Eric Horvitz": ["Exploiting System Hierarchy to Compute Repair Plans in Probabilistic Model-Based Diagnosis., UAI, 1995"], "Kenneth Larson": ["Path Planning under Time-Dependent Uncertainty., UAI, 1995"], "Emil Weydert": ["Defaults and Infinitesimals Defeasible Inference by Nonarchimedean Entropy-Maximization., UAI, 1995"], "Nic Wilson": ["An Order of Magnitude Calculus., UAI, 1995"], "Yang Xiang": ["A Method for Implementing a Probabilistic Model as a Relational Database., UAI, 1995", "Optimization of Inter-Subnet Belief Updating in Multiply Sectioned Bayesian Networks., UAI, 1995"], "Nevin Lianwen Zhang": ["Inference with Causal Independence in the CPSC Network., UAI, 1995"]}