{"Sandra A. Sandri": ["On the Semantics and Automated Deduction for PLFC, a Logic of Possibilistic Uncertainty and Fuzziness., UAI, 1999"], "Luis Enrique Sucar": ["A Temporal Bayesian Network for Diagnosis and Prediction., UAI, 1999"], "Hagai Attias": ["Inferring Parameters and Structure of Latent Variable Models by Variational Bayes., UAI, 1999"], "Manfred K. Warmuth": ["Relative Loss Bounds for On-line Density Estirnation with the Exponential Family of Distributions., UAI, 1999"], "Kathryn B. Laskey": ["An Application of Uncertain Reasoning to Requirements Engineering., UAI, 1999", "Representing and Combining Partially Specified CPTs., UAI, 1999"], "Dan Geiger": ["Random Algorithms for the Loop Cutset Problem., UAI, 1999"], "Henri Prade": ["Possibilistic logic bases and possibilistic graphs., UAI, 1999"], "Håkan L. S. Younes": ["Artificial Decision Making Under Uncertainty in Intelligent Buildings., UAI, 1999"], "David Poole": ["Reasoning With Conditional Ceteris Paribus Preference Statements., UAI, 1999"], "Bikash Sabata": ["Continuous Value Function Approximation for Sequential Bidding Policies., UAI, 1999"], "Daphne Koller": ["Discovering the Hidden Structure of Complex Dynamic Systems., UAI, 1999"], "Russell Greiner": ["Comparing Bayesian Network Classifiers., UAI, 1999"], "David Heckerman": ["Fast Learning from Sparse Data., UAI, 1999", "Parameter Priors for Directed Acyclic Graphical Models and the Characteriration of Several Probability Distributions., UAI, 1999"], "Changwon Yoo": ["Causal Discovery from a Mixture of Experimental and Observational Data., UAI, 1999"], "James Cussens": ["Loglinear models for first-order probabilistic reasoning., UAI, 1999"], "Sanjoy Dasgupta": ["Learning Polytrees., UAI, 1999"], "Marek J. Druzdzel": ["A Hybrid Anytime Algorithm for the Construction of Causal Models From Sparse Data., UAI, 1999"], "David Andre": ["Model based Bayesian Exploration., UAI, 1999"], "V. S. Subrahmanian": ["Hybrid Probabilistic Programs: Algorithms and Complexity., UAI, 1999"], "Philippe Smets": ["Assessing the value of a candidate: Comparing belief function and possibility theories., UAI, 1999", "Practical Uses of Belief Functions., UAI, 1999"], "Mariusz Kossarski": ["Evaluation of Distributed Intelligence on the Smart Card., UAI, 1999"], "Patrice Perny": ["Qualitative Models for Decision Under Uncertainty without the Commensurability Assumption., UAI, 1999"], "Abraham J. Wyner": ["Data Analysis with Bayesian Networks: A Bootstrap Approach., UAI, 1999"], "Dana Pe'er": ["Learning Bayesian Network Structure from Massive Datasets: The \"Sparse Candidate\" Algorithm., UAI, 1999"], "Christopher Meek": ["Quantifier Elimination for Statistical Problems., UAI, 1999"], "Prakash P. Shenoy": ["On Transformations between Probability and Spolinian Disbelief Functions., UAI, 1999"], "Christopher A. Miller": ["A New Model of Plan Recognition., UAI, 1999"], "Véronique Berge-Cherfaoui": ["Multi-objects association in perception of dynamical situation., UAI, 1999"], "Peter Haddawy": ["A Hybrid Approach to Reasoning with Partially Elicited Preference Models., UAI, 1999", "The Decision-Theoretic Interactive Video Advisor., UAI, 1999"], "David Harmanec": ["Faithful Approximations of Belief Functions., UAI, 1999"], "Craig Boutilier": ["SPUDD: Stochastic Planning using Decision Diagrams., UAI, 1999"], "Thomas Hofmann": ["Probabilistic Latent Semantic Analysis., UAI, 1999"], "David L. Poole": ["Estimating the Value of Computation in Flexible Information Refinement., UAI, 1999"], "David Hovel": ["Attention-Sensitive Alerting., UAI, 1999"], "Rina Dechter": ["Mini-Bucket Heuristics for Improved Search., UAI, 1999"], "Dragomir Anguelov": ["A General Algorithm for Approximate Inference and Its Application to Hybrid Bayes Nets., UAI, 1999"], "Henry Tirri": ["On Supervised Selection of Bayesian Networks., UAI, 1999"], "Nathalie Jitnah": ["Bayesian Poker., UAI, 1999"], "Ryszard Kowalczyk": ["On Quantified Linguistic Approximation., UAI, 1999"], "Choh-Man Teng": ["Choosing Among Interpretations of Probability., UAI, 1999"], "Yoav Shoham": ["Expected Utility Networks., UAI, 1999"], "Judy Goldsmith": ["My Brain is Full: When More Memory Helps., UAI, 1999"], "Finn Verner Jensen": ["Lazy Evaluation of Symmetric Bayesian Decision Problems., UAI, 1999", "Welldefined Decision Scenarios., UAI, 1999", "Inference in Multiply Sectioned Bayesian Networks with Extended Shafer-Shenoy and Lazy Propagation., UAI, 1999"], "Satinder P. Singh": ["On the Complexity of Policy Iteration., UAI, 1999", "Approximate Planning for Factored POMDPs using Belief State Simplification., UAI, 1999"], "Anthony R. Cassandra": ["Solving POMDPs by Searching the Space of Finite Policies., UAI, 1999"], "Leslie Pack Kaelbling": ["Learning Finite-State Controllers for Partially Observable Environments., UAI, 1999", "Accelerating EM: An Empirical Study., UAI, 1999"], "Linda S. Steinberg": ["Bayes Nets in Educational Assessment: Where the Numbers Come From., UAI, 1999"], "Gregory F. Cooper": ["A Bayesian Network Classifier that Combines a Finite Mixture Model and a NaIve Bayes Model., UAI, 1999"], "Kevin P. Murphy": ["A Variational Approximation for Bayesian Networks with Discrete and Continuous Latent Variables., UAI, 1999"], "Michael I. Jordan": ["Loopy Belief Propagation for Approximate Inference: An Empirical Study., UAI, 1999"], "Tod S. Levitt": ["Learning Bayesian Networks from Incomplete Data with Stochastic Search Algorithms., UAI, 1999"], "Kevin B. Korb": ["Learning Bayesian Networks with Restricted Causal Interactions., UAI, 1999"], "Thomas S. Huang": ["Variational Learning in Mixed-State Dynamic Graphical Models., UAI, 1999"], "Michael P. Wellman": ["Graphical Representations of Consensus Belief., UAI, 1999"], "Ken T. Takusagawa": ["SPOOK: A system for probabilistic object-oriented knowledge representation., UAI, 1999"], "Andrea Bobbio": ["Bayesian Networks for Dependability Analysis: an Application to Digital Control Reliability., UAI, 1999"], "Linda C. van der Gaag": ["Enhancing QPNs for Trade-off Resolution., UAI, 1999"], "Régis Sabbadin": ["A Possibilistic Model for Qualitative Sequential Decision Problems under Uncertainty in Partially Observable Environments., UAI, 1999"], "David A. Schum": ["Inference Networks and the Evaluation of Evidence: Alternative Analyses., UAI, 1999"], "A. S. Gargoum": ["Approximate Learning in Complex Dynamic Bayesian Networks., UAI, 1999"], "Ross D. Shachter": ["Efficient Value of Information Computation., UAI, 1999"], "Hagit Shatkay": ["Learning Hidden Markov Models with Geometrical Constraints., UAI, 1999"], "Bruce D'Ambrosio": ["Multiplicative Factorization of Noisy-Max., UAI, 1999"], "Yao-Hua Tan": ["An Update Semantics for Defeasible Obligations., UAI, 1999"], "Reimar Hofmann": ["Mixture Approximations to Bayesian Networks., UAI, 1999"], "Babs G. Taal": ["How to Elicit Many Probabilities., UAI, 1999"], "Frans Voorbraak": ["Probabilistic Belief Change: Expansion, Conditioning and Constraining., UAI, 1999"], "Clayton Smith": ["Bayesian Control for Concentrating Mixed Nuclear Waste., UAI, 1999"], "Cory J. Butz": ["Contextual Weak Independence in Bayesian Networks., UAI, 1999"], "Kim-Leng Poh": ["Time-Critical Dynamic Decision Making., UAI, 1999"], "Weihong Zhang": ["A Method for Speeding Up Value Iteration in Partially Observable Markov Decision Processes., UAI, 1999"]}