{"Marek J. Druzdzel": ["Causality in Bayesian Belief Networks., UAI, 1993", "Intercausal Reasoning with Uninstantiated Ancestor Nodes., UAI, 1993"], "Judea Pearl": ["From Conditional Oughts to Qualitative Decision Theory., UAI, 1993"], "Russ B. Altman": ["A Probabilistic Algorithm for Calculating Structure: Borrowing from Simulated Annealing., UAI, 1993"], "Scott A. Musman": ["A Study of Scaling Issues in Bayesian Belief Networks for Ship Classification., UAI, 1993"], "Gregory M. Provan": ["Tradeoffs in Constructing and Evaluating Temporal Influence Diagrams., UAI, 1993"], "Harold P. Lehmann": ["End-User Construction of Influence Diagrams for Bayesian Statistics., UAI, 1993"], "Steven M. LaValle": ["On Considering Uncertainty and Alternatives in Low-Level Vision., UAI, 1993"], "Paul Dagum": ["Forecasting Sleep Apnea with Dynamic Network Models., UAI, 1993", "Additive Belief-Network Models., UAI, 1993"], "Peter J. Regan": ["Normative Engineering Risk Management Systems., UAI, 1993"], "David Heckerman": ["Diagnosis of Multiple Faults: A Sensitivity Analysis., UAI, 1993", "Causal Independence for Knowledge Acquisition and Inference., UAI, 1993"], "Francisco Javier Díez": ["Parameter adjustment in Bayes networks. The generalized noisy OR-gate., UAI, 1993"], "Didier Dubois": ["A fuzzy relation-based extension of Reggia's relational model for diagnosis handling uncertain and incomplete information., UAI, 1993"], "Morten Elvang-Gøransson": ["Dialectic reasoning with inconsistent information., UAI, 1993"], "Eric Horvitz": ["Utility-Based Abstraction and Categorization., UAI, 1993"], "Kathryn B. Laskey": ["Sensitivity Analysis for Probability Assessments in Bayesian Networks., UAI, 1993"], "John F. Lemmer": ["Causal Modeling., UAI, 1993"], "Izhar Matzkevich": ["Some Complexity Considerations in the Combination of Belief Networks., UAI, 1993", "Deriving A Minimal itI-map of a Belief Network Relative to a Target Ordering of its Nodes., UAI, 1993"], "Kim-Leng Poh": ["Probabilistic Conceptual Network: A Belief Representation Scheme for Utility-Based Categorization., UAI, 1993", "Reasoning about the Value of Decision-Model Refinement: Methods and Application., UAI, 1993"], "William B. Poland": ["Mixtures of Gaussians and Minimum Relative Entropy Techniques for Modeling Continuous Uncertainties., UAI, 1993"], "Prakash P. Shenoy": ["Valuation Networks and Conditional Independence., UAI, 1993"], "Solomon Eyal Shimony": ["Relevant Explanations: Allowing Disjunctive Assignments., UAI, 1993"], "Sampath Srinivas": ["A Generalization of the Noisy-Or Model., UAI, 1993"], "Fahiem Bacchus": ["Using First-Order Probability Logic for the Construction of Bayesian Networks., UAI, 1993"], "Marie desJardins": ["Representing and Reasoning With Probabilistic Knowledge: A Bayesian Approach., UAI, 1993"], "John W. Egar": ["Graph-Grammar Assistance for Automated Generation of Influence Diagrams., UAI, 1993"], "Wai Lam": ["Using Causal Information and Local Measures to Learn Bayesian Networks., UAI, 1993"], "Ron Musick": ["Minimal Assumption Distribution Propagation in Belief Networks., UAI, 1993"], "Moninder Singh": ["An Algorithm for the Construction of Bayesian Network Structures from Data., UAI, 1993"], "Joe Suzuki": ["A Construction of Bayesian Networks from Databases Based on an MDL Principle., UAI, 1993"], "Soe-Tsyr Yuan": ["Knowledge-Based Decision Model Construction for the Hierarchical Diagnosis: A Preliminary Report., UAI, 1993"], "Lisa J. Burnell": ["A Synthesis of Logical and Probabilistic Reasoning for Program Understanding and Debugging., UAI, 1993"], "Peter Che": ["An Implementation of a Method for Computing the Uncertainty in Inferred Probabilities in Belief Networks., UAI, 1993"], "Bruce D'Ambrosio": ["Incremental Probabilistic Inference., UAI, 1993"], "Thomas L. Dean": ["Deliberation Scheduling for Time-Critical Sequential Decision Making., UAI, 1993"], "Dan Geiger": ["Inference Algorithms for Similarity Networks., UAI, 1993"], "Paul E. Lehner": ["Two Procedures for Compiling Influence Diagrams., UAI, 1993"], "Zhaoyu Li": ["An efficient approach for finding the MPE in belief networks., UAI, 1993"], "Todd Michael Mansell": ["A method for Planning Given Uncertain and Incomplete Information., UAI, 1993"], "David Poole": ["The use of conflicts in searching Bayesian networks., UAI, 1993"], "Carlos Rojas-Guzmán": ["GALGO: A Genetic ALGOrithm Decision Support Tool for Complex Uncertain Systems Modeled with Bayesian Belief Networks., UAI, 1993"], "Sumit Sarkar": ["Using Tree-Decomposable Structures to Approximate Belief Networks., UAI, 1993"], "Ross D. Shachter": ["Using Potential Influence Diagrams for Probabilistic Inference and Decision Making., UAI, 1993"], "Thomas Verma": ["Deciding Morality of Graphs is NP-complete., UAI, 1993"], "Nevin Lianwen Zhang": ["Incremental computation of the value of perfect information in stepwise-decomposable influence diagrams., UAI, 1993"], "Salem Benferhat": ["Argumentative inference in uncertain and inconsistent knowledge bases., UAI, 1993"], "Adnan Darwiche": ["Argument Calculus and Networks., UAI, 1993"], "John Fox": ["Argumentation as a General Framework for Uncertain Reasoning., UAI, 1993"], "Simon Parsons": ["On reasoning in networks with qualitative uncertainty., UAI, 1993"], "S. K. Michael Wong": ["Qualitative Measures of Ambiguity., UAI, 1993"], "Robert F. Bordley": ["A Bayesian Variant of Shafer's Commonalities For Modelling Unforeseen Events., UAI, 1993"], "Craig Boutilier": ["The Probability of a Possibility: Adding Uncertainty to Default Rules., UAI, 1993"], "Dimiter Driankov": ["Possibilistic decreasing persistence., UAI, 1993"], "J. W. Guan": ["Discounting and Combination Operations in Evidential Reasoning., UAI, 1993"], "Jürg Kohlas": ["Probabilistic Assumption-Based Reasoning., UAI, 1993"], "Serafín Moral": ["Partially Specified Belief Functions., UAI, 1993"], "Philippe Smets": ["Jeffrey's rule of conditioning generalized to belief functions., UAI, 1993"], "Fengming Song": ["Inference with Possibilistic Evidence., UAI, 1993"], "Carl G. Wagner": ["Constructing Lower Probabilities., UAI, 1993"], "Pei Wang": ["Belief Revision in Probability Theory., UAI, 1993"], "Nic Wilson": ["The Assumptions Behind Dempster's Rule., UAI, 1993"], "Hong Xu": ["A Belief-Function Based Decision Support System., UAI, 1993"]}