{"Eric Bauer": ["Update Rules for Parameter Estimation in Bayesian Networks., UAI, 1997"], "Ami Berler": ["Bayes Networks for Sonar Sensor Fusion., UAI, 1997"], "John Bigham": ["Exploiting Uncertain and Temporal Information in Correlation., UAI, 1997"], "Craig Boutilier": ["Correlated Action Effects in Decision Theoretic Regression., UAI, 1997"], "Alex G. Büchner": ["Corporate Evidential Decision Making in Performance Prediction Domains., UAI, 1997"], "Luis M. de Campos": ["Algorithms for Learning Decomposable Models and Chordal Graphs., UAI, 1997"], "Anthony R. Cassandra": ["Incremental Pruning: A Simple, Fast, Exact Method for Partially Observable Markov Decision Processes., UAI, 1997"], "Urszula Chajewska": ["Defining Explanation in Probabilistic Systems., UAI, 1997"], "Adrian Y. W. Cheuk": ["Structured Arc Reversal and Simulation of Dynamic Probabilistic Networks., UAI, 1997"], "David Maxwell Chickering": ["A Bayesian Approach to Learning Bayesian Networks with Local Structure., UAI, 1997"], "Tongsheng Chu": ["Exploring Parallelism in Learning Belief Networks., UAI, 1997"], "Matthew S. Collins": ["Efficient Induction of Finite State Automata., UAI, 1997"], "Fábio Gagliardi Cozman": ["Robustness Analysis of Bayesian Networks with Local Convex Sets of Distributions., UAI, 1997"], "Adnan Darwiche": ["A Standard Approach for Optimizing Belief Network Inference Using Query DAGs., UAI, 1997"], "Thomas L. Dean": ["Model Reduction Techniques for Computing Approximately Optimal Solutions for Markov Decision Processes., UAI, 1997"], "Rina Dechter": ["A Scheme for Approximating Probabilistic Inference., UAI, 1997"], "Søren L. Dittmer": ["Myopic Value of Information in Influence Diagrams., UAI, 1997"], "Jens Doerpmund": ["Limitations of Skeptical Default Reasoning., UAI, 1997"], "Didier Dubois": ["Decision-Making under Ordinal Preferences and Comparative Uncertainty., UAI, 1997"], "Nir Friedman": ["Sequential Update of Bayesian Network Structure., UAI, 1997", "Image Segmentation in Video Sequences: A Probabilistic Approach., UAI, 1997"], "Judy Goldsmith": ["The Complexity of Plan Existence and Evaluation in Probabilistic Domains., UAI, 1997"], "Carla P. Gomes": ["Algorithm Portfolio Design: Theory vs. Practice., UAI, 1997"], "Russell Greiner": ["Learning Bayesian Nets that Perform Well., UAI, 1997"], "Adam J. Grove": ["Probability Update: Conditioning vs. Cross-Entropy., UAI, 1997"], "Vu A. Ha": ["Problem-Focused Incremental Elicitation of Multi-Attribute Utility Models., UAI, 1997"], "David Heckerman": ["Models and Selection Criteria for Regression and Classification., UAI, 1997"], "Luis D. Hernández": ["Inference with Idempotent Valuations., UAI, 1997"], "Eric Horvitz": ["Perception, Attention, and Resources: A Decision-Theoretic Approach to Graphics Rendering., UAI, 1997", "Time-Critical Action: Representations and Application., UAI, 1997"], "Jun Hu": ["Learning Belief Networks in Domains with Recursively Embedded Pseudo Independent Submodels., UAI, 1997"], "Manfred Jaeger": ["Relational Bayesian Networks., UAI, 1997"], "Radim Jirousek": ["Composition of Probability Measures on Finite Spaces., UAI, 1997"], "Michael J. Kearns": ["An Information-Theoretic Analysis of Hard and Soft Assignment Methods for Clustering., UAI, 1997"], "Uffe Kjærulff": ["Nested Junction Trees., UAI, 1997"], "Daphne Koller": ["Object-Oriented Bayesian Networks., UAI, 1997"], "Alexander V. Kozlov": ["Nonuniform Dynamic Discretization in Hybrid Networks., UAI, 1997"], "Henry E. Kyburg Jr.": ["Probabilistic Acceptance., UAI, 1997"], "Kathryn B. Laskey": ["Network Fragments: Representing Knowledge for Constructing Probabilistic Models., UAI, 1997"], "Yan Lin": ["Computational Advantages of Relevance Reasoning in Bayesian Belief Networks., UAI, 1997"], "Maite López-Sánchez": ["Incremental Map Generation by Low Cost Robots Based on Possibility/Necessity Grids., UAI, 1997"], "Todd Michael Mansell": ["A Target Classification Decision Aid., UAI, 1997"], "Christopher Meek": ["Structure and Parameter Learning for Causal Independence and Causal Interaction Models., UAI, 1997"], "Paul-André Monney": ["Support and Plausibility Degrees in Generalized Functional Models., UAI, 1997"], "Scott B. Morris": ["Cognitive Processing of Causal Knowledge., UAI, 1997"], "David M. Pennock": ["Representing Aggregate Belief through the Competitive Equilibrium of a Securities Market., UAI, 1997"], "Marco Ramoni": ["Learning Bayesian Networks from Incomplete Databases., UAI, 1997"], "James M. Robins": ["Estimation of Effects of Sequential Treatments by Reparameterizing Directed Acyclic Graphs., UAI, 1997"], "Solomon Eyal Shimony": ["Cost-Sharing in Bayesian Knowledge Bases., UAI, 1997"], "Yoav Shoham": ["Conditional Utility, Utility Independence, and Utility Networks., UAI, 1997"], "Choh-Man Teng": ["Sequential Thresholds: Context Sensitive Default Extensions., UAI, 1997"], "Moshe Tennenholtz": ["On Stable Multi-Agent Behavior in Face of Uncertainty., UAI, 1997"], "Bo Thiesson": ["Score and Information for Recursive Exponential Models with Incomplete Data., UAI, 1997"], "Ian E. Thomas": ["Lexical Access for Speech Understanding using Minimum Message Length Encoding., UAI, 1997"], "Nevin Lianwen Zhang": ["Region-Based Approximations for Planning in Stochastic Domains., UAI, 1997", "Independence of Causal Influence and Clique Tree Propagation., UAI, 1997", "Fast Value Iteration for Goal-Directed Markov Decision Processes., UAI, 1997"]}