{"Norman C. Dalkey": ["Models vs inductive inference for dealing with probabilistic knowledge., UAI, 1986"], "David Heckerman": ["An axiomatic framework for belief updates., UAI, 1986", "A backwards view for assessment., UAI, 1986"], "Eric Horvitz": ["The myth of modularity in rule-based systems for reasoning with uncertainty., UAI, 1986"], "Steven J. Henkind": ["Imprecise meanings as a cause of uncertainty in medical knowledge-based systems., UAI, 1986"], "Michael S. Landy": ["Evidence as opinions of experts., UAI, 1986"], "Mary McLeish": ["Probabilistic logic: some comments and possible use for nonmonotonic reasoning., UAI, 1986"], "Lee A. Appelbaum": ["Experiments with interval-valued uncertainty., UAI, 1986"], "Karl G. Kempf": ["Evaulation of uncertain inference models I: PROSPECTOR., UAI, 1986", "Planning, scheduling and uncertainty in the sequence of future events., UAI, 1986"], "Ben P. Wise": ["Experimentally comparing uncertain inference systems to probability., UAI, 1986"], "Steven W. Norton": ["Knowledge engineering within a generalised bayesian framework., UAI, 1986", "An explanation mechanism for bayesian inferencing systems., UAI, 1986"], "Kaihu Chen": ["Learning to predict: an inductive approach., UAI, 1986"], "Brian Falkenhainer": ["Towards a general-purpose belief maintenance system., UAI, 1986"], "Ronald L. Rivest": ["A non-iterative maximum entropy algorithm., UAI, 1986"], "Max Henrion": ["Propagating uncertainty in bayesian networks by probabilistic logic sampling., UAI, 1986"], "Shimon Schocken": ["On the rational scope of probabilistic rule-based inference systems., UAI, 1986"], "Ross D. Shachter": ["DAVID: influence diagram processing system for the macintosh., UAI, 1986"], "Michael P. Wellman": ["Qualitativce probabilistic networks for planning under uncertainty., UAI, 1986"], "Ronald R. Yager": ["On implementing usual values., UAI, 1986"], "Su-Shing Chen": ["Some extensions of probabilistic logic., UAI, 1986"], "Roger A. Browse": ["Belief as summarization and meta-support., UAI, 1986"], "Benjamin N. Grosof": ["Non-monotonicity in probabilistic reasoning., UAI, 1986"], "James Hawthorne": ["A semantic approach to non-monotonic entailments., UAI, 1986"], "Henry E. Kyburg Jr.": ["Knowledge., UAI, 1986"], "Ronald Prescott Loui": ["Computing reference classes., UAI, 1986"], "Judea Pearl": ["Distributedrevision of belief commitment in composite explanations., UAI, 1986"], "Khaled Mellouli": ["Propagation of belief functions: a distributed approach., UAI, 1986"], "Silvio Ursic": ["Generalising fuzzy logic probabilistic inferences., UAI, 1986"], "Shoshana Abel": ["The sum-and-lattice-points method based on an evidential-reasoning system applied to the real-time vehicle guidance problem., UAI, 1986"], "Naveen Hota": ["Probabilistic reasoning about ship images., UAI, 1986"], "Hugh F. Durrant-Whyte": ["Information and multi-sensor coordination., UAI, 1986"], "Leonard Uhr": ["Evidential reasoning in a computer vision system., UAI, 1986"], "Tod S. Levitt": ["Bayesian inference for radar imagery based surveillance., UAI, 1986"], "John R. Clarke": ["A causal bayesian model for the diagnosis of appendicitis., UAI, 1986"], "Peter C. Cheeseman": ["Estimating uncertain spatial relationships in robotics., UAI, 1986"]}