{"Luis M. de Campos": ["An Algorithm for Finding Minimum d-Separating Sets in Belief Networks., UAI, 1996"], "John Mark Agosta": ["Constraining Influence Diagram Structure by Generative Planning: An Application to the Optimization of Oil Spill Response., UAI, 1996"], "Alice M. Agogino": ["Inference Using Message Propagation and Topology Transformation in Vector Gaussian Continuous Networks., UAI, 1996"], "Gregory F. Cooper": ["A Structurally and Temporally Extended Bayesian Belief Network Model: Definitions, Properties, and Modeling Techniques., UAI, 1996"], "Michael D. Perlman": ["An Alternative Markov Property for Chain Graphs., UAI, 1996"], "Kang G. Shin": ["Plan Development using Local Probabilistic Models., UAI, 1996"], "Donald Bamber": ["Entailment in Probability of Thresholded Generalizations., UAI, 1996"], "Jerome Lemaire": ["Object Recognition with Imperfect Perception and Redundant Description., UAI, 1996"], "Mathias Bauer": ["Approximations for Decision Making in the Dempster-Shafer Theory of Evidence., UAI, 1996"], "Dan Geiger": ["A sufficiently fast algorithm for finding close to optimal junction trees., UAI, 1996"], "Henri Prade": ["Coping with the Limitations of Rational Inference in the Framework of Possibility Theory., UAI, 1996", "Belief Revision with Uncertain Inputs in the Possibilistic Setting., UAI, 1996"], "Hector Geffner": ["Arguing for Decisions: A Qualitative Model of Decision Making., UAI, 1996"], "Craig Boutilier": ["Learning Conventions in Multiagent Stochastic Domains using Likelihood Estimates., UAI, 1996"], "Daphne Koller": ["Context-Specific Independence in Bayesian Networks., UAI, 1996"], "David Heckerman": ["Decision-Theoretic Troubleshooting: A Framework for Repair and Experiment., UAI, 1996", "Efficient Approximations for the Marginal Likelihood of Incomplete Data Given a Bayesian Network., UAI, 1996"], "Patricia Gómez": ["Tail Sensitivity Analysis in Bayesian Networks., UAI, 1996"], "Tom Chávez": ["Decision-Analytic Approaches to Operational Decision Making: Application and Observation., UAI, 1996"], "David Maxwell Chickering": ["Learning Equivalence Classes of Bayesian Network Structures., UAI, 1996"], "Lonnie Chrisman": ["Independence with Lower and Upper Probabilities., UAI, 1996", "Propagation of 2-Monotone Lower Probabilities on an Undirected Graph., UAI, 1996"], "Eric Krotkov": ["Quasi-Bayesian Strategies for Efficient Plan Generation: Application to the Planning to Observe Problem., UAI, 1996"], "Scott Burgess": ["Some Experiments with Real-time Decision Algorithms., UAI, 1996"], "Gregory M. Provan": ["Query DAGs: A practical paradigm for implementing belief-network inference., UAI, 1996"], "Rina Dechter": ["Bucket elimination: A unifying framework for probabilistic inference., UAI, 1996", "Topological parameters for time-space tradeoff., UAI, 1996", "An evaluation of structural parameters for probabilistic reasoning: Results on benchmark circuits., UAI, 1996", "Identifying Independencies in Causal Graphs with Feedback., UAI, 1996"], "Peter Haddawy": ["Sound Abstraction of Probabilistic Actions in The Constraint Mass Assignment Framework., UAI, 1996", "Theoretical Foundations for Abstraction-Based Probabilistic Planning., UAI, 1996"], "Moisés Goldszmidt": ["Learning Bayesian Networks with Local Structure., UAI, 1996"], "Joseph Y. Halpern": ["A Qualitative Markov Assumption and Its Implications for Belief Change., UAI, 1996", "Defining Relative Likelihood in Partially-Ordered Preferential Structures., UAI, 1996"], "Zohar Yakhini": ["On the Sample Complexity of Learning Bayesian Networks., UAI, 1996"], "Christopher Meek": ["Asymptotic Model Selection for Directed Networks with Hidden Variables., UAI, 1996"], "Paul O'Rorke": ["Why is diagnosis using belief networks insensitive to imprecision in probabilities?, UAI, 1996"], "David L. Poole": ["Flexible Policy Construction by Information Refinement., UAI, 1996"], "Max Henrion": ["Efficient Search-Based Inference for noisy-OR Belief Networks: TopEpsilon., UAI, 1996"], "Sunil Vadera": ["A Probabilistic Model for Sensor Validation., UAI, 1996"], "Michael I. Jordan": ["Computing upper and lower bounds on likelihoods in intractable networks., UAI, 1996"], "Finn Verner Jensen": ["MIDAS: An Influence Diagram for Management of Mildew in Winter Wheat., UAI, 1996"], "Jaswinder Pal Singh": ["Computational complexity reduction for BN2O networks using similarity of states., UAI, 1996"], "Henry E. Kyburg Jr.": ["Uncertain Inferences and Uncertain Conclusions., UAI, 1996"], "Laura Martignon": ["Bayesian Learning of Loglinear Models for Neural Connectivity., UAI, 1996"], "Daniel J. Lehmann": ["Generalized Qualitative Probability: Savage revisited., UAI, 1996"], "Kathryn B. Laskey": ["Network Engineering for Complex Belief Networks., UAI, 1996"], "Liem Ngo": ["Probabilistic Disjunctive Logic Programming., UAI, 1996"], "Michael P. Wellman": ["Toward a Market Model for Bayesian Inference., UAI, 1996", "Optimal Factory Scheduling using Stochastic Dominance A*., UAI, 1996"], "Mark A. Peot": ["Geometric Implications of the Naive Bayes Assumption., UAI, 1996"], "Eric Horvitz": ["A Graph-Theoretic Analysis of Information Value., UAI, 1996"], "David Poole": ["A Framework for Decision-Theoretic Planning I: Combining the Situation Calculus, Conditional Plans, Probability and Utility., UAI, 1996"], "Paul Dagum": ["Optimal Monte Carlo Estimation of Belief Network Inference., UAI, 1996"], "Thomas Richardson": ["A Discovery Algorithm for Directed Cyclic Graphs., UAI, 1996", "A Polynomial-Time Algorithm for Deciding Equivalence of Directed Cyclic Graphical Models., UAI, 1996"], "Carl-Heinz Meyer": ["Coherent Knowledge Processing at Maximum Entropy by SPIRIT., UAI, 1996"], "Edward Michael Williams": ["Sample-and-Accumulate Algorithms for Belief Updating in Bayes Networks., UAI, 1996"], "Marvin Mandelbaum": ["A Measure of Decision Flexibility., UAI, 1996"], "Prakash P. Shenoy": ["Binary Join Trees., UAI, 1996"], "P. Pandurang Nayak": ["Efficient enumeration of instantiations in Bayesian networks., UAI, 1996"], "Milan Studený": ["On Separation Criterion and Recovery Algorithm for Chain Graphs., UAI, 1996"], "Choh-Man Teng": ["Possible World Partition Sequences: A Unifying Framework for Uncertain Reasoning., UAI, 1996"], "Jean-Paul Krivine": ["Supply Restoration in Power Distribution Systems: A Case Study in Integrating Model-Based Diagnosis and Repair Planning., UAI, 1996"], "Robert L. Welch": ["Real Time Estimation of Bayesian Networks., UAI, 1996"], "S. K. Michael Wong": ["Testing Implication of Probabilistic Dependencies., UAI, 1996"], "Nick Cercone": ["Critical Remarks on Single Link Search in Learning Belief Networks., UAI, 1996"]}