{"Laveen N. Kanal": ["Handling Uncertain Information: A Review of Numeric and Non-numeric Methods., UAI, 1985", "Consensus Rules., UAI, 1985"], "Michael C. Tanner": ["Uncertainty Handling in Expert Systems: Uniform vs. Task-Specific Formalisms., UAI, 1985"], "David J. Spiegelhalter": ["Probabilistic Reasoning in Predictive Expert Systems., UAI, 1985"], "Max Henrion": ["A Framework for Comparing Uncertain Inference Systems to Probability., UAI, 1985"], "Peter C. Cheeseman": ["Probabilistic vs. Fuzzy Reasoning., UAI, 1985"], "Lotfi A. Zadeh": ["Is Probability Theory Sufficient for Dealing with Uncertainty in AI: A Negative View., UAI, 1985"], "John F. Lemmer": ["Confidence Factors, Empiricism and the Dempster-Shafer Theory of Evidence., UAI, 1985"], "Glenn Shafer": ["Probability Judgment in Artificial Intelligence., UAI, 1985"], "David Heckerman": ["The Inconsistent Use of Measures of Certainty in Artificial Intelligence Research., UAI, 1985", "Probabilistic Interpretation for MYCIN's Certainty Factors., UAI, 1985"], "Benjamin N. Grosof": ["Evidential Confirmation as Transformed Probability: On the Duality of Priors and Updates., UAI, 1985", "An Inequality Paradigm for Probabilistic Knowledge: The Logic of Conditional Probability Intervals., UAI, 1985"], "Rodney W. Johnson": ["Independence and Bayesian Updating Methods., UAI, 1985"], "Daniel Hunter": ["Uncertain Reasoning Using Maximum Entropy Inference., UAI, 1985"], "John E. Shore": ["Relative Entropy, Probabilistic Inference, and AI., UAI, 1985"], "Keith Decker": ["Selecting Uncertainty Calculi and Granularity: An Experiment in Trading-off Precision and Complexity., UAI, 1985"], "Alf C. Zimmer": ["What Uncertainty Judgments Can Tell About the Underlying Subjective Probabilities., UAI, 1985"], "Marvin S. Cohen": ["An Expert System Framework for Non-monotonic Reasoning About Probabilistic Assumptions., UAI, 1985"], "Chee Yee Chong": ["Metaprobability and Dempster-Shafer in Evidential Reasoning., UAI, 1985"], "Gerald Liu": ["Knowledge Structures and Evidential Reasoning in Decision Analysis., UAI, 1985"], "Ronald R. Yager": ["A General Approach to Decision Making with Evidential Knowledge., UAI, 1985"], "Matthew L. Ginsberg": ["Implementing Probabilistic Reasoning., UAI, 1985"], "John S. Breese": ["Exact Reasoning About Uncertainty: On the Design of Expert Systems for Decision Support., UAI, 1985"], "Tod S. Levitt": ["Model-Based Probabilistic Situation Inference in Hierarchical Hypothesis Spaces., UAI, 1985"], "Judea Pearl": ["A Constraint-Propagation Approach to Probabilistic Reasoning., UAI, 1985"], "Ross D. Shachter": ["Intelligent Probabilistic Inference., UAI, 1985"], "Karl G. Kempf": ["An Odds Ratio Based Inference Engine., UAI, 1985"], "Norman C. Dalkey": ["Inductive Inference and the Representation of Uncertainty., UAI, 1985"], "Henry Hamburger": ["Representing, Combining and Using Uncertain Estimates., UAI, 1985"], "Malcolm Bauer": ["Machine Learning, Clustering and Polymorphy., UAI, 1985"], "Larry A. Rendell": ["Induction, of and by Probability., UAI, 1985"], "John Fox": ["Three Arguments for Extending the Framework of Probability., UAI, 1985"], "Ronald Prescott Loui": ["Interval-Based Decisions for Reasoning Systems., UAI, 1985"], "Ray J. Solomonoff": ["The Application of Algorithmic Probability to Problems in Artificial Intelligence., UAI, 1985"], "Bruce Abramson": ["An Explanation of and Cure for Minimax Pathology., UAI, 1985"], "Chun-Hung Tzeng": ["An Evaluation of Two Alternatives to Minimax., UAI, 1985"]}