{"Tim Philip": ["Ending-based Strategies for Part-of-Speech Tagging., UAI, 1994"], "Gregory F. Cooper": ["An Evaluation of an Algorithm for Inductive Learning of Bayesian Belief Networks Using Simulated Data Sets., UAI, 1994"], "Jaswinder Pal Singh": ["Probabilistic Constraint Satisfaction with Non-Gaussian Noise., UAI, 1994"], "Derek D. Ayers": ["A Bayesian Method Reexamined., UAI, 1994"], "Ross D. Shachter": ["Laplace's Method Approximations for Probabilistic Inference in Belief Networks with Continuous Variables., UAI, 1994", "A Decision-based View of Causality., UAI, 1994", "Three Approaches to Probability Model Selection., UAI, 1994"], "Daphne Koller": ["Generating New Beliefs from Old., UAI, 1994"], "Judea Pearl": ["Counterfactual Probabilities: Computational Methods, Bounds and Applications., UAI, 1994", "On Testing Whether an Embedded Bayesian Network Represents a Probability Model., UAI, 1994", "A Probabilistic Calculus of Actions., UAI, 1994"], "Ildar Z. Batyrshin": ["Modus Ponens Generating Function in the Class of \\Lambda-Valuations of Plausibility., UAI, 1994"], "Dan Geiger": ["Approximation Algorithms for the Loop Cutset Problem., UAI, 1994"], "Jérôme Lang": ["Possibility and Necessity Functions over Non-Classical Logics., UAI, 1994", "Syntax-based Default Reasoning as Probabilistic Model-based Diagnosis., UAI, 1994"], "Raj Bhatnagar": ["Exploratory Model Building., UAI, 1994"], "Edward A. Billard": ["Learning in Multi-Level Stochastic Games with Delayed Information., UAI, 1994"], "Jim Blythe": ["Planning with External Events., UAI, 1994"], "Remco R. Bouckaert": ["Properties of Bayesian Belief Network Learning Algorithms., UAI, 1994", "A Stratified Simulation Scheme for Inference in Bayesian Belief Networks., UAI, 1994"], "Max Henrion": ["Efficient Estimation of the Value of Information in Monte Carlo Models., UAI, 1994", "Knowledge Engineering for Large Belief Networks., UAI, 1994"], "Bruce D'Ambrosio": ["Symbolic Probabilistic Inference in Large BN20 Networks., UAI, 1994"], "Moisés Goldszmidt": ["Action Networks: A Framework for Reasoning about Actions and Change under Uncertainty., UAI, 1994", "On the Relation between Kappa Calculus and Probabilistic Reasoning., UAI, 1994"], "Michael R. Fehling": ["A Structured, Probabilistic Representation of Action., UAI, 1994"], "Craig Boutilier": ["Integrating Planning and Execution in Stochastic Domains., UAI, 1994"], "Steve Hanks": ["Localized Partial Evaluation of Belief Networks., UAI, 1994"], "Daniel S. Weld": ["A Probablistic Model of Action for Least-Commitment Planning with Information Gathering., UAI, 1994"], "Marek J. Druzdzel": ["Some Properties of joint Probability Distributions., UAI, 1994"], "Henri Prade": ["An Ordinal View of Independence with Application to Plausible Reasoning., UAI, 1994"], "Thomas Schiex": ["Penalty Logic and its Link with Dempster-Shafer Theory., UAI, 1994"], "Kazuo J. Ezawa": ["Value of Evidence on Influence Diagrams., UAI, 1994"], "Pascale Fonck": ["Conditional Independence in Possibility Theory., UAI, 1994"], "Brendan Del Favero": ["Backward Simulation in Bayesian Networks., UAI, 1994"], "David Heckerman": ["Learning Gaussian Networks., UAI, 1994"], "Mark S. Boddy": ["Epsilon-Safe Planning., UAI, 1994"], "Peter Haddawy": ["Generating Bayesian Networks from Probablity Logic Knowledge Bases., UAI, 1994"], "AnHai Doan": ["Abstracting Probabilistic Actions., UAI, 1994"], "Lluis Godo": ["On Modal Logics for Qualitative Possibility in a Fuzzy Setting., UAI, 1994"], "John S. Breese": ["A New Look at Causal Independence., UAI, 1994"], "David Maxwell Chickering": ["Learning Bayesian Networks: The Combination of Knowledge and Statistical Data., UAI, 1994"], "Jochen Heinsohn": ["Probabilistic Description Logics., UAI, 1994"], "Gillian Sanders": ["An Experimental Comparison of Numerical and Qualitative Probabilistic Reasoning., UAI, 1994"], "Bernhard Hollunder": ["An Alternative Proof Method for Possibilistic Logic and its Application to Terminological Logics., UAI, 1994"], "Yen-Teh Hsia": ["Possibilistic Conditioning and Propagation., UAI, 1994"], "Michael P. Wellman": ["The Automated Mapping of Plans for Plan Recognition., UAI, 1994"], "Manfred Jaeger": ["A Logic for Default Reasoning About Probabilities., UAI, 1994"], "Frank Jensen": ["Optimal junction Trees., UAI, 1994"], "Søren L. Dittmer": ["From Influence Diagrams to junction Trees., UAI, 1994"], "Uffe Kjærulff": ["Reduction of Computational Complexity in Bayesian Networks Through Removal of Weak Dependences., UAI, 1994"], "Fahiem Bacchus": ["Using New Data to Refine a Bayesian Network., UAI, 1994"], "Stephanie Sage": ["Induction of Selective Bayesian Classifiers., UAI, 1994"], "René Proulx": ["Fuzzy Geometric Relations to Represent Hierarchical Spatial Information., UAI, 1994"], "Scott A. Musman": ["Constructing Belief Networks to Evaluate Plans., UAI, 1994"], "Grahame B. Smith": ["Operator Selection While Planning Under Uncertainty., UAI, 1994"], "Johann Gamper": ["Model-based Diagnosis with Qualitative Temporal Uncertainty., UAI, 1994"], "Tod S. Levitt": ["Incremental Dynamic Construction of Layered Polytree Networks., UAI, 1994"], "Daniel E. O'Leary": ["Models of Consensus for Multiple Agent Systems., UAI, 1994"], "Lawrence M. Brem": ["Robust Planning in Uncertain Environments., UAI, 1994"], "Michael Pittarelli": ["Anytime Decision Making with Imprecise Probabilities., UAI, 1994"], "David L. Poole": ["Solving Asymmetric Decision Problems with Influence Diagrams., UAI, 1994", "Intercausal Independence and Heterogeneous Factorization., UAI, 1994"], "Alberto Riva": ["Belief Maintenance in Bayesian Networks., UAI, 1994"], "Solomon Eyal Shimony": ["Belief Updating by Enumerating High-Probability Independence-based Assignments., UAI, 1994"], "Peter Szolovits": ["Global Conditioning for Probabilistic Inference in Belief Networks., UAI, 1994"], "Philippe Smets": ["Belief Induced by the Partial Knowledge of the Probabilities., UAI, 1994", "Evidential Reasoning with Conditional Belief Functions., UAI, 1994"], "Paul Snow": ["Ignorance and the Expressiveness of Single- and Set-Valued Probability Models of Belief., UAI, 1994"], "Sampath Srinivas": ["A Probabilistic Approach to Hierarchical Model-based Diagnosis., UAI, 1994"], "Milan Studený": ["Semigraphoids Are Two-Antecedental Approximations of Stochastic Conditional Independence Models., UAI, 1994"], "Sek-Wah Tan": ["Exceptional Subclasses in Qualitative Probability., UAI, 1994"], "Pei Wang": ["A Defect in Dempster-Shafer Theory., UAI, 1994"], "Chao-Lin Liu": ["State-Space Abstraction for Anytime Evaluation of Probabilistic Networks., UAI, 1994"], "Emil Weydert": ["General Belief Measures., UAI, 1994"], "Nic Wilson": ["Generating Graphoids from Generalised Conditional Probability., UAI, 1994"], "Zhiwei Wang": ["On Axiomatization of Probabilistic Conditional Independencies., UAI, 1994"]}