{"Csaba Szepesvári": ["Bayesian Optimal Control of Smoothly Parameterized Systems., UAI, 2015"], "Sébastien Destercke": ["Optimal expert elicitation to reduce interval uncertainty., UAI, 2015"], "Pei Jiang": ["Stochastic Integration via Error-Correcting Codes., UAI, 2015"], "Ali Ghodsi": ["Learning the Structure of Sum-Product Networks via an SVD-based Algorithm., UAI, 2015"], "Hervé Isambert": ["Robust reconstruction of causal graphical models based on conditional 2-point and 3-point information., UAI, 2015"], "Subramanian Ramamoorthy": ["Are You Doing What I Think You Are Doing? Criticising Uncertain Agent Models., UAI, 2015"], "Stephen P. Boyd": ["Disciplined Convex Stochastic Programming: A New Framework for Stochastic Optimization., UAI, 2015"], "Jesse Hoey": ["Intelligent Affect: Rational Decision Making for Socially Aligned Agents., UAI, 2015"], "Shai Ben-David": ["Representation Learning for Clustering: A Statistical Framework., UAI, 2015"], "Brian D. Ziebart": ["Adversarial Cost-Sensitive Classification., UAI, 2015"], "Cosma Rohilla Shalizi": ["Geometric Network Comparisons., UAI, 2015"], "Doina Precup": ["Learning and Planning with Timing Information in Markov Decision Processes., UAI, 2015"], "Fabian Hadiji": ["Parameterizing the Distance Distribution of Undirected Networks., UAI, 2015"], "Vincent Liew": ["New Limits for Knowledge Compilation and Applications to Exact Model Counting., UAI, 2015"], "Andrea Passerini": ["Hashing-Based Approximate Probabilistic Inference in Hybrid Domains., UAI, 2015"], "Ioannis Tsamardinos": ["Bayesian Network Learning with Discrete Case-Control Data., UAI, 2015"], "Judea Pearl": ["Efficient Algorithms for Bayesian Network Parameter Learning from Incomplete Data., UAI, 2015", "Missing Data as a Causal and Probabilistic Problem., UAI, 2015"], "Shivani Agarwal": ["Bayes Optimal Feature Selection for Supervised Learning with General Performance Measures., UAI, 2015"], "Frederick Eberhardt": ["Visual Causal Feature Learning., UAI, 2015"], "Fei Sha": ["Large-Margin Determinantal Point Processes., UAI, 2015"], "Shengyu Zhang": ["Fast Relative-Error Approximation Algorithm for Ridge Regression., UAI, 2015"], "Christopher Meek": ["Selective Greedy Equivalence Search: Finding Optimal Bayesian Networks Using a Polynomial Number of Score Evaluations., UAI, 2015"], "Nikos Vlassis": ["Stable Spectral Learning Based on Schur Decomposition., UAI, 2015"], "Neil D. Lawrence": ["Semi-described and semi-supervised learning with Gaussian processes., UAI, 2015"], "David M. Pennock": ["Budget Constraints in Prediction Markets., UAI, 2015"], "Zoran Ognjanovic": ["A Probabilistic Logic for Reasoning about Uncertain Temporal Information., UAI, 2015"], "Zoubin Ghahramani": ["Training generative neural networks via Maximum Mean Discrepancy optimization., UAI, 2015"], "Alexander T. Ihler": ["Incremental Region Selection for Mini-bucket Elimination Bounds., UAI, 2015"], "Aram Galstyan": ["Estimating Mutual Information by Local Gaussian Approximation., UAI, 2015"], "John P. Cunningham": ["Psychophysical Detection Testing with Bayesian Active Learning., UAI, 2015"], "Susanne Biundo": ["Locally Conditioned Belief Propagation., UAI, 2015"], "Christopher K. I. Williams": ["Discriminative Switching Linear Dynamical Systems applied to Physiological Condition Monitoring., UAI, 2015"], "Zhi-Li Zhang": ["Revisiting Non-Progressive Influence Models: Scalable Influence Maximization in Social Networks., UAI, 2015"], "David M. Blei": ["Scalable Recommendation with Hierarchical Poisson Factorization., UAI, 2015", "Population Empirical Bayes., UAI, 2015", "The Survival Filter: Joint Survival Analysis with a Latent Time Series., UAI, 2015"], "Theodore J. Perkins": ["State Sequence Analysis in Hidden Markov Models., UAI, 2015"], "Stuart J. Russell": ["Multitasking: Optimal Planning for Bandit Superprocesses., UAI, 2015", "A Smart-Dumb/Dumb-Smart Algorithm for Efficient Split-Merge MCMC., UAI, 2015"], "Stefano Ermon": ["Importance Sampling over Sets: A New Probabilistic Inference Scheme., UAI, 2015"], "Thomas G. Dietterich": ["Progressive Abstraction Refinement for Sparse Sampling., UAI, 2015"], "Lawrence Carin": ["Zero-Truncated Poisson Tensor Factorization for Massive Binary Tensors., UAI, 2015"], "Lirong Xia": ["Computing Optimal Bayesian Decisions for Rank Aggregation via MCMC Sampling., UAI, 2015"], "Matti Järvisalo": ["Do-calculus when the True Graph Is Unknown., UAI, 2015"], "Zoltán Szabó": ["Kernel-Based Just-In-Time Learning for Passing Expectation Propagation Messages., UAI, 2015"], "Mikko Koivisto": ["Averaging of Decomposable Graphs by Dynamic Programming and Sampling., UAI, 2015"], "Gholamreza Haffari": ["Novel Bernstein-like Concentration Inequalities for the Missing Mass., UAI, 2015"], "Pushmeet Kohli": ["Minimizing Expected Losses in Perturbation Models with Multidimensional Parametric Min-cuts., UAI, 2015"], "Steven Schockaert": ["Encoding Markov logic networks in Possibilistic Logic., UAI, 2015"], "Marcus Hutter": ["On the Computability of AIXI., UAI, 2015"], "Kevin Speer": ["Tracking with ranked signals., UAI, 2015"], "Benjamin M. Marlin": ["Classification of Sparse and Irregularly Sampled Time Series with Mixtures of Expected Gaussian Kernels and Random Features., UAI, 2015"], "Ross D. Shachter": ["Complexity of the Exact Solution to the Test Sequencing Problem., UAI, 2015"], "Marek Petrik": ["Finite-Sample Analysis of Proximal Gradient TD Algorithms., UAI, 2015"], "John W. Fisher III": ["Estimating the Partition Function by Discriminance Sampling., UAI, 2015"], "Thomas S. Richardson": ["A Finite Population Likelihood Ratio Test of the Sharp Null Hypothesis for Compliers., UAI, 2015"], "Jinbo Xu": ["Structure Learning Constrained by Node-Specific Degree Distribution., UAI, 2015"], "Jeff G. Schneider": ["Active Search and Bandits on Graphs using Sigma-Optimality., UAI, 2015", "On the Error of Random Fourier Features., UAI, 2015", "Generalization Bounds for Transfer Learning under Model Shift., UAI, 2015"], "Richard S. Sutton": ["Off-policy learning based on weighted importance sampling with linear computational complexity., UAI, 2015"], "Petri Myllymäki": ["Impact of Learning Strategies on the Quality of Bayesian Networks: An Empirical Evaluation., UAI, 2015"], "David D. Jensen": ["Learning the Structure of Causal Models with Relational and Temporal Dependence., UAI, 2015"], "Max Welling": ["Hamiltonian ABC., UAI, 2015"], "Abhradeep Thakurta": ["(Nearly) Optimal Differentially Private Stochastic Multi-Arm Bandits., UAI, 2015"], "Kristian Kersting": ["Equitable Partitions of Concave Free Energies., UAI, 2015"], "Andres Muñoz Medina": ["Non-parametric Revenue Optimization for Generalized Second Price auctions.., UAI, 2015"], "Alexandra M. Carvalho": ["Polynomial-time algorithm for learning optimal tree-augmented dynamic Bayesian networks., UAI, 2015"], "Pedro M. Domingos": ["Learning and Inference in Tractable Probabilistic Knowledge Bases., UAI, 2015"], "Ioannis N. Psaromiligkos": ["Multi-Context Models for Reasoning under Partial Knowledge: Generative Process and Inference Grammar., UAI, 2015"], "Hui Jiang": ["Annealed Gradient Descent for Deep Learning., UAI, 2015"], "Jinwoo Shin": ["Max-Product Belief Propagation for Linear Programming: Applications to Combinatorial Optimization., UAI, 2015"], "Trevor J. Hastie": ["Fast Algorithms for Learning with Long N-grams via Suffix Tree Based Matrix Multiplication., UAI, 2015"], "Marloes H. Maathuis": ["A Complete Generalized Adjustment Criterion., UAI, 2015"], "Xiaojian Wu": ["Optimal Threshold Control for Energy Arbitrage with Degradable Battery Storage., UAI, 2015"], "Jianyu Yang": ["Mesochronal Structure Learning., UAI, 2015"], "Lise Getoor": ["Budgeted Online Collective Inference., UAI, 2015"], "Christian R. Shelton": ["Auxiliary Gibbs Sampling for Inference in Piecewise-Constant Conditional Intensity Models., UAI, 2015"], "Alan Fern": ["Memory-Effcient Symbolic Online Planning for Factored MDPs., UAI, 2015"], "Alexander J. Smola": ["Communication Efficient Coresets for Empirical Loss Minimization., UAI, 2015"], "Suvrit Sra": ["Large-scale randomized-coordinate descent methods with non-separable linear constraints., UAI, 2015"], "Adnan Darwiche": ["An Upper Bound on the Global Optimum in Parameter Estimation., UAI, 2015"], "Oliver Schulte": ["A Markov Game Model for Valuing Player Actions in Ice Hockey., UAI, 2015"], "Byron Boots": ["Learning Latent Variable Models by Improving Spectral Solutions with Exterior Point Method., UAI, 2015"], "Ping Li": ["Improved Asymmetric Locality Sensitive Hashing (ALSH) for Maximum Inner Product Search (MIPS)., UAI, 2015"], "Antti Hyttinen": ["Learning Optimal Chain Graphs with Answer Set Programming., UAI, 2015"], "Milan Studený": ["How matroids occur in the context of learning Bayesian network structure., UAI, 2015"], "John W. Sheppard": ["The Long-Run Behavior of Continuous Time Bayesian Networks., UAI, 2015"], "J. Andrew Bagnell": ["Online Bellman Residual Algorithms with Predictive Error Guarantees., UAI, 2015"], "Emily B. Fox": ["Bayesian Structure Learning for Stationary Time Series., UAI, 2015"], "Maciej Liskiewicz": ["Learning from Pairwise Marginal Independencies., UAI, 2015"], "Andrew McCallum": ["Bethe Projections for Non-Local Inference., UAI, 2015"], "Matthijs T. J. Spaan": ["Planning under Uncertainty with Weighted State Scenarios., UAI, 2015"], "Ian J. Wassell": ["Clustered Sparse Bayesian Learning., UAI, 2015"], "Adrian Weller": ["Bethe and Related Pairwise Entropy Approximations., UAI, 2015"], "Vladimir N. Minin": ["Effcient Transition Probability Computation for Continuous-Time Branching Processes via Compressed Sensing., UAI, 2015"], "Yuan Feng": ["Extend Transferable Belief Models with Probabilistic Priors., UAI, 2015"], "Martin Neil": ["Probabilistic Graphical Models Parameter Learning with Transferred Prior and Constraints., UAI, 2015"]}