{"Teresa Alsinet": ["A Complete Calcultis for Possibilistic Logic Programming with Fuzzy Propositional Variables., UAI, 2000"], "Christophe Andrieu": ["Reversible Jump MCMC Simulated Annealing for Neural Networks., UAI, 2000"], "Ann Becker": ["Perfect Tree-like Markovian Distributions., UAI, 2000"], "Daniel S. Bernstein": ["The Complexity of Decentralized Control of Markov Decision Processes., UAI, 2000"], "Jeff A. Bilmes": ["Dynamic Bayesian Multinets., UAI, 2000"], "Christopher M. Bishop": ["Variational Relevance Vector Machines., UAI, 2000"], "Craig Boutilier": ["Approximately Optimal Monitoring of Plan Preconditions., UAI, 2000"], "Urszula Chajewska": ["Utilities as Random Variables: Density Estimation and Structure Discovery., UAI, 2000"], "Jian Cheng": ["Computational Investigation of Low-Discrepancy Sequences in Simulation Algorithms for Bayesian Networks., UAI, 2000"], "David Maxwell Chickering": ["A Decision Theoretic Approach to Targeted Advertising., UAI, 2000"], "Frans Coetzee": ["Bayesian Classification and Feature Selection from Finite Data Sets., UAI, 2000"], "Gregory F. Cooper": ["A Bayesian Method for Causal Modeling and Discovery Under Selection., UAI, 2000"], "Fábio Gagliardi Cozman": ["Separation Properties of Sets of Probability Measures., UAI, 2000"], "James Cussens": ["Stochastic Logic Programs: Sampling, Inference and Applications., UAI, 2000"], "Adnan Darwiche": ["A Differential Approach to Inference in Bayesian Networks., UAI, 2000", "Any-Space Probabilistic Inference., UAI, 2000"], "Sanjoy Dasgupta": ["Experiments with Random Projection., UAI, 2000", "A Two-Round Variant of EM for Gaussian Mixtures., UAI, 2000"], "Ian Davidson": ["Minimum Message Length Clustering Using Gibbs Sampling., UAI, 2000"], "Scott Davies": ["Mix-nets: Factored Mixtures of Gaussians in Bayesian Networks with Mixed Continuous And Discrete Variables., UAI, 2000"], "Arnaud Doucet": ["Rao-Blackwellised Particle Filtering for Dynamic Bayesian Networks., UAI, 2000"], "Brendan J. Frey": ["Learning Graphical Models of Images, Videos and Their Spatial Transformations., UAI, 2000"], "Nir Friedman": ["Likelihood Computations Using Value Abstraction., UAI, 2000", "Being Bayesian about Network Structure., UAI, 2000", "Gaussian Process Networks., UAI, 2000"], "Phan Hong Giang": ["A Qualitative Linear Utility Theory for Spohn's Theory of Epistemic Beliefs., UAI, 2000"], "Peter Gorniak": ["Building a Stochastic Dynamic Model of Application Use., UAI, 2000"], "Peter Grünwald": ["Maximum Entropy and the Glasses You are Looking Through., UAI, 2000"], "Joseph Y. Halpern": ["Conditional Plausibility Measures and Bayesian Networks., UAI, 2000"], "Michael Harvey": ["Inference for Belief Networks Using Coupling From the Past., UAI, 2000"], "David Heckerman": ["Dependency Networks for Collaborative Filtering and Data Visualization., UAI, 2000"], "Søren Højsgaard": ["YGGDRASIL-A statistical package for learning Split Models., UAI, 2000"], "Michael C. Horsch": ["Probabilistic Arc Consistency: A Connection between Constraint Reasoning and Probabilistic Reasoning., UAI, 2000"], "Tony Jebara": ["Feature Selection and Dualities in Maximum Entropy Discrimination., UAI, 2000"], "Radim Jirousek": ["Marginalization in Composed Probabilistic Models., UAI, 2000"], "Souhila Kaci": ["A principled analysis of merging operations in possibilistic logic., UAI, 2000"], "Michael J. Kearns": ["Fast Planning in Stochastic Games., UAI, 2000"], "Uffe Kjærulff": ["Making Sensitivity Analysis Computationally Efficient., UAI, 2000"], "Daphne Koller": ["Policy Iteration for Factored MDPs., UAI, 2000"], "Pierfrancesco La Mura": ["Game Networks., UAI, 2000"], "Pedro Larrañaga": ["Combinatonal Optimization by Learning and Simulation of Bayesian Networks., UAI, 2000"], "Tsai-Ching Lu": ["Causal Mechanism-based Model Constructions., UAI, 2000"], "Thomas Lukasiewicz": ["Credal Networks under Maximum Entropy., UAI, 2000"], "Peter McBurney": ["Risk Agoras: Dialectical Argumentation for Scientific Reasoning., UAI, 2000"], "Marina Meila": ["Tractable Bayesian Learning of Tree Belief Networks., UAI, 2000"], "Brian Milch": ["Probabilistic Models for Agent's Beliefs and Decisions., UAI, 2000"], "Andrew W. Moore": ["The Anchors Hierarchy: Using the Triangle Inequality to Survive High Dimensional Data., UAI, 2000"], "Andrew Y. Ng": ["PEGASUS: A policy search method for large MDPs and POMDPs., UAI, 2000"], "Thomas D. Nielsen": ["Representing and Solving Asymmetric Bayesian Decision Problems., UAI, 2000", "Using ROBDDs for Inference in Bayesian Networks with Troubleshooting as an Example., UAI, 2000"], "Dennis Nilsson": ["Evaluating Influence Diagrams using LIMIDs., UAI, 2000"], "Luis E. Ortiz": ["Adaptive Importance Sampling for Estimation in Structured Domains., UAI, 2000"], "Tim Paek": ["Conversation as Action Under Uncertainty., UAI, 2000"], "Dmitry Pavlov": ["Probabilistic Models for Query Approximation with Large Sparse Binary Data Sets., UAI, 2000"], "David M. Pennock": ["Collaborative Filtering by Personality Diagnosis: A Hybrid Memory and Model-Based Approach., UAI, 2000", "Compact Securities Markets for Pareto Optimal Reallocation of Risk., UAI, 2000"], "Leonid Peshkin": ["Learning to Cooperate via Policy Search., UAI, 2000"], "Pascal Poupart": ["Value-Directed Belief State Approximation for POMDPs., UAI, 2000"], "David V. Pynadath": ["Probabilistic State-Dependent Grammars for Plan Recognition., UAI, 2000"], "Silja Renooij": ["Pivotal Pruning of Trade-offs in QPNs., UAI, 2000"], "Dale Schuurmans": ["Monte Carlo inference via greedy importance sampling., UAI, 2000"], "Marc Sebban": ["Combining Feature and Example Pruning by Uncertainty Minimization., UAI, 2000"], "Satinder P. Singh": ["Nash Convergence of Gradient Dynamics in General-Sum Games., UAI, 2000"], "Claus Skaanning": ["A Knowledge Acquisition Tool for Bayesian-Network Troubleshooters., UAI, 2000"], "Harald Steck": ["On the Use of Skeletons when Learning in Bayesian Networks., UAI, 2000"], "Amos J. Storkey": ["Dynamic Trees: A Structured Variational Method Giving Efficient Propagation Rules., UAI, 2000"], "Loo-Nin Teow": ["An Uncertainty Framework for Classification., UAI, 2000"], "Jin Tian": ["A Branch-and-Bound Algorithm for MDL Learning Bayesian Networks., UAI, 2000", "Probabilities of Causation: Bounds and Identification., UAI, 2000"], "Shivakumar Vaithyanathan": ["Model-Based Hierarchical Clustering., UAI, 2000"], "Jirina Vejnarová": ["Conditional Independence and Markov Properties in Possibility Theory., UAI, 2000"], "Haiqin Wang": ["User Interface Tools for Navigation in Conditional Probability Tables and Elicitation of Probabilities in Bayesian Networks., UAI, 2000"], "Wim Wiegerinck": ["Variational Approximations between Mean Field Theory and the Junction Tree Algorithm., UAI, 2000"], "David M. Williamson": ["Model Criticism of Bayesian Networks with Latent Variables., UAI, 2000"], "Frank Wittig": ["Exploiting Qualitative Knowledge in the Learning of Conditional Probabilities of Bayesian Networks., UAI, 2000"]}