{"David Allen": ["New Advances in Inference by Recursive Conditioning., UAI, 2003"], "David Azari": ["Web-Based Question Answering: A Decision-Making Perspective., UAI, 2003"], "Fahiem Bacchus": ["Value Elimination: Bayesian Interence via Backtracking Search., UAI, 2003"], "Salem Benferhat": ["A possibilistic handling of partially ordered information., UAI, 2003"], "Bozhena Bidyuk": ["An Empirical Study of w-Cutset Sampling for Bayesian Networks., UAI, 2003"], "Jeff A. Bilmes": ["On Triangulating Dynamic Graphical Models., UAI, 2003"], "Christopher M. Bishop": ["Bayesian Hierarchical Mixtures of Experts., UAI, 2003"], "Andrea Bobbio": ["Parametric Dependability Analysis through Probabilistic Horn Abduction., UAI, 2003"], "Janneke H. Bolt": ["Upgrading Ambiguous Signs in QPNs., UAI, 2003"], "Richard Booth": ["On revising fuzzy belief bases., UAI, 2003"], "Craig Boutilier": ["Cooperative Negotiation in Autonomic Systems using Incremental Utility Elicitation., UAI, 2003", "Active Collaborative Filtering., UAI, 2003"], "Hei Chan": ["Reasoning about Bayesian Network Classifiers., UAI, 2003"], "Sanjay Chaudhuri": ["Using the structure of d-connecting paths as a qualitative measure of the strength of dependence., UAI, 2003"], "David Maxwell Chickering": ["Large-Sample Learning of Bayesian Networks is NP-Hard., UAI, 2003"], "Darya Chudova": ["Probabilistic Models For Joint Clustering And Time-Warping Of Multidimensional Curves., UAI, 2003"], "Gert de Cooman": ["Updating with incomplete observations., UAI, 2003"], "Adrian Corduneanu": ["On Information Regularization., UAI, 2003"], "Christopher Crick": ["Loopy Belief Propagation as a Basis for Communication in Sensor Networks., UAI, 2003"], "Denver Dash": ["Robust Independence Testing for Constraint-Based Learning of Causal Structure., UAI, 2003"], "Rina Dechter": ["A Simple Insight into Iterative Belief Propagation's Success., UAI, 2003"], "Mathias Drton": ["A New Algorithm for Maximum Likelihood Estimation in Gaussian Graphical Models for Marginal Independence., UAI, 2003"], "Thomas Eiter": ["Probabilistic Reasoning about Actions in Nonmonotonic Causal Theories., UAI, 2003"], "Gal Elidan": ["The Information Bottleneck EM Algorithm., UAI, 2003"], "Zhengzhu Feng": ["Symbolic Generalization for On-line Planning., UAI, 2003"], "José Carlos Ferreira da Rocha": ["Inference in Polytrees with Sets of Probabilities., UAI, 2003"], "Alberto Finzi": ["Structure-Based Causes and Explanations in the Independent Choice Logic., UAI, 2003"], "M. Julia Flores": ["Incremental compilation of Bayesian networks., UAI, 2003"], "Ari Frank": ["A Distance-Based Branch and Bound Feature Selection Algorithm., UAI, 2003"], "Eibe Frank": ["Locally Weighted Naive Bayes., UAI, 2003"], "Brendan J. Frey": ["Extending Factor Graphs so as to Unify Directed and Undirected Graphical Models., UAI, 2003"], "Yong Gao": ["Phase Transition of Tractability in Constraint Satisfaction and Bayesian Network Inference., UAI, 2003"], "Phan Hong Giang": ["Decision Making with Partially Consonant Belief Functions., UAI, 2003"], "Amir Globerson": ["Sufficient Dimensionality Reduction with Irrelevance Statistics., UAI, 2003"], "Charles Gretton": ["Implementation and Comparison of Solution Methods for Decision Processes with Non-Markovian Rewards., UAI, 2003"], "Joseph Y. Halpern": ["A Logic for Reasoning about Evidence., UAI, 2003"], "Milos Hauskrecht": ["Monte-Carlo optimizations for resource allocation problems in stochastic network systems., UAI, 2003"], "Tom Heskes": ["Approximate Inference and Constrained Optimization., UAI, 2003"], "Mark Hopkins": ["Layerwidth: Analysis of a New Metric for Directed Acyclic Graphs., UAI, 2003"], "Rong Jin": ["Preference-based Graphic Models for Collaborative Filtering., UAI, 2003"], "Shyong K. Lam": ["1 Billion Pages = 1 Million Dollars? Mining the Web to Play \"Who Wants to be a Millionaire?\"., UAI, 2003"], "David Larkin": ["Approximate Decomposition: A Method for Bounding and Estimating Probabilistic and Deterministic Queries., UAI, 2003"], "Gregory Lawrence": ["Efficient Gradient Estimation for Motor Control Learning., UAI, 2003"], "Guy Lebanon": ["Learning Riemannian Metrics., UAI, 2003"], "Liping Liu": ["A Linear Belief Function Approach to Portfolio Evaluation., UAI, 2003"], "Daniel J. Lizotte": ["Budgeted Learning of Naive-Bayes Classifiers., UAI, 2003"], "Fletcher Lu": ["Monte Carlo Matrix Inversion Policy Evaluation., UAI, 2003"], "Radu Marinescu": ["Systematic vs. Non-systematic Algorithms for Solving the MPE Task., UAI, 2003"], "Andrew McCallum": ["Efficiently Inducing Features of Conditional Random Fields., UAI, 2003"], "Christopher Meek": ["Practically Perfect., UAI, 2003"], "Nicolas Meuleau": ["Optimal Limited Contingency Planning., UAI, 2003"], "Francisco Mugica": ["Dealing with Uncertainty in Fuzzy Inductive Reasoning Methodology., UAI, 2003"], "Jens Dalgaard Nielsen": ["On Local Optima in Learning Bayesian Networks., UAI, 2003"], "Daniel Nikovski": ["Marginalizing Out Future Passengers in Group Elevator Control., UAI, 2003"], "Uri Nodelman": ["Learning Continuous Time Bayesian Networks., UAI, 2003"], "James D. Park": ["Solving MAP Exactly using Systematic Search., UAI, 2003"], "Patrice Perny": ["An Axiomatic Approach to Robustness in Search Problems with Multiple Scenarios., UAI, 2003"], "Joelle Pineau": ["Policy-contingent abstraction for robust robot control., UAI, 2003"], "Rómer Rosales": ["Learning Generative Models of Similarity Matrices., UAI, 2003"], "Matthew Rosencrantz": ["Decentralized Sensor Fusion with Distributed Particle Filters., UAI, 2003"], "Dmitry Rusakov": ["Automated Analytic Asymptotic Evaluation of the Marginal Likelihood for Latent Models., UAI, 2003"], "Ruslan Salakhutdinov": ["On the Convergence of Bound Optimization Algorithms., UAI, 2003"], "Vítor Santos Costa": ["CLP(BN): Constraint Logic Programming for Probabilistic Knowledge., UAI, 2003"], "Eran Segal": ["Learning Module Networks., UAI, 2003"], "Rita Sharma": ["Efficient Inference in Large Discrete Domains., UAI, 2003"], "Ricardo Bezerra de Andrade e Silva": ["Learning Measurement Models for Unobserved Variables., UAI, 2003"], "Benjamin Stewart": ["The Revisiting Problem in Mobile Robot Map Building: A Hierarchical Bayesian Approach., UAI, 2003"], "Amos J. Storkey": ["Renewal Strings for Cleaning Astronomical Databases., UAI, 2003"], "Shaojun Wang": ["Boltzmann Machine Learning with the Latent Maximum Entropy Principle., UAI, 2003"], "Max Welling": ["Efficient Parametric Projection Pursuit Density Estimation., UAI, 2003"], "Eric P. Xing": ["A generalized mean field algorithm for variational inference in exponential families., UAI, 2003"], "Keisuke Yamazaki": ["Stochastic Complexity of Bayesian Networks., UAI, 2003"], "Chen-Hsiang Yeang": ["Markov Random Walk Representations with Continuous Distributions., UAI, 2003"], "Joel Young": ["Exploiting Locality in Searching the Web., UAI, 2003"], "Kai Yu": ["Collaborative Ensemble Learning: Combining Collaborative and Content-Based Information Filtering via Hierarchical Bayes., UAI, 2003"], "Changhe Yuan": ["An Importance Sampling Algorithm Based on Evidence Pre-propagation., UAI, 2003"], "Jiji Zhang": ["Strong Faithfulness and Uniform Consistency in Causal Inference., UAI, 2003"]}