{"Thomas Hofmann": ["Exponential Families for Conditional Random Fields., UAI, 2004"], "Henri Prade": ["Using Arguments for Making Decisions: A Possibilistic Logic Approach., UAI, 2004"], "Sebastian Thrun": ["Recovering Articulated Object Models from 3D Range Data., UAI, 2004"], "Valentina Bayer Zubek": ["Learning Diagnostic Policies from Examples by Systematic Search., UAI, 2004"], "Kevin Leyton-Brown": ["Computing Nash Equilibria of Action-Graph Games., UAI, 2004"], "Rina Dechter": ["On Finding Minimal w-cutset., UAI, 2004", "A Complete Anytime Algorithm for Treewidth., UAI, 2004"], "Tanya Kogan": ["Compact Value-Function Representations for Qualitative Preferences., UAI, 2004"], "Aleks Jakulin": ["Applying Discrete PCA in Data Analysis., UAI, 2004"], "Adnan Darwiche": ["Sensitivity Analysis in Bayesian Networks: From Single to Multiple Parameters., UAI, 2004"], "Lluis Godo": ["A Logic Programming Framework for Possibilistic Argumentation with Vague Knowledge., UAI, 2004"], "Prakash P. Shenoy": ["Hybrid Influence Diagrams Using Mixtures of Truncated Exponentials., UAI, 2004"], "Michael M. Wagner": ["Bayesian Biosurveillance of Disease Outbreaks., UAI, 2004"], "José Carlos Ferreira da Rocha": ["Propositional and Relational Bayesian Networks Associated with Imprecise and Qualitat., UAI, 2004"], "Linda C. van der Gaag": ["Stable Independance and Complexity of Representation., UAI, 2004", "Evidence-invariant Sensitivity Bounds., UAI, 2004"], "Robert Mateescu": ["Mixtures of Deterministic-Probabilistic Networks and their AND/OR Search Space., UAI, 2004"], "Thomas S. Richardson": ["Iterative Conditional Fitting for Gaussian Ancestral Graph Models., UAI, 2004"], "Hélène Fargier": ["A Unified framework for Order-of-magnitude Confidence Relations., UAI, 2004"], "Shlomo Zilberstein": ["Region-Based Incremental Pruning for POMDPs., UAI, 2004"], "Richard Washington": ["Dynamic Programming for Structured Continuous Markov Decision Problems., UAI, 2004"], "Doina Precup": ["Metrics for Finite Markov Decision Processes., UAI, 2004"], "Vladimir Vovk": ["On-line Prediction with Kernels and the Complexity Approximation Principle., UAI, 2004"], "Luis David Garcia": ["Algebraic Statistics in Model Selection., UAI, 2004"], "Sathyakama Sandilya": ["Decision Making for Symbolic Probability., UAI, 2004"], "Naftali Tishby": ["The Minimum Information Principle for Discriminative Learning., UAI, 2004"], "Justin A. Boyan": ["Bidding under Uncertainty: Theory and Experiments., UAI, 2004"], "Sylvie Thiébaux": ["Exploiting First-Order Regression in Inductive Policy Selection., UAI, 2004"], "Joseph Y. Halpern": ["When Ignorance is Bliss., UAI, 2004"], "Branislav Kveton": ["Solving Factored MDPs with Continuous and Discrete Variables., UAI, 2004"], "Nando de Freitas": ["From Fields to Trees., UAI, 2004"], "Peter Hooper": ["Dependent Dirichlet Priors and Optimal Linear Estimators for Belief Net Parameters., UAI, 2004"], "Tony Jebara": ["Dynamical Systems Trees., UAI, 2004"], "Craig Boutilier": ["Regret Minimizing Equilibria and Mechanisms for Games with Strict Type Uncertainty., UAI, 2004"], "Luo Si": ["A Bayesian Approach toward Active Learning for Collaborative Filtering., UAI, 2004"], "David Heckerman": ["Joint Discovery of Haplotype Blocks and Complex Trait Associations from SNP Sequences., UAI, 2004"], "Manuel Reyes-Gomez": ["Probabilistic Index Maps for Modeling Natural Signals., UAI, 2004"], "Joseph M. Kahn": ["A Generative Bayesian Model for Aggregating Experts' Probabilities., UAI, 2004"], "Stefan Luther": ["Modeling Waveform Shapes with Random E ects Segmental Hidden Markov Models., UAI, 2004"], "Andrew Robertson": ["Conditional Chow-Liu Tree Structures for Modeling Discrete-Valued Vector Time Series., UAI, 2004"], "Z. S. J. Hoare": ["Pre-Selection of Independent Binary Features: An Application to Diagnosing Scrapie in., UAI, 2004"], "Zhihong Cai": ["Selection of Identifiability Criteria for Total Effects by using Path Diagrams., UAI, 2004"], "Guy Lebanon": ["An Extended Cencov-Campbell Characterization of Conditional Information Geometry., UAI, 2004"], "Francesca Chiaromonte": ["Linear Contour Learning: A Method for Supervised Dimension Reduction., UAI, 2004"], "Russell Greiner": ["Active Model Selection., UAI, 2004"], "Andres Madsen": ["An Empirical Evaluation of Possible Variations of Lazy Propagation., UAI, 2004"], "Brendan J. Frey": ["Convolutional Factor Graphs as Probabilistic Models., UAI, 2004"], "Fernando Pereira": ["Case-Factor Diagrams for Structured Probabilistic Modeling., UAI, 2004"], "Zoubin Ghahramani": ["Bayesian Learning in Undirected Graphical Models: Approximate MCMC Algorithms., UAI, 2004"], "Nir Friedman": ["\"Ideal Parent\" Structure Learning for Continuous Variable Networks., UAI, 2004"], "Jeff A. Bilmes": ["PAC-learning Bounded Tree-width Graphical Models., UAI, 2004"], "Rodney D. Nielsen": ["MOB-ESP and other Improvements in Probability Estimation., UAI, 2004"], "Junan Zhang": ["On Modeling Profiles Instead of Values., UAI, 2004"], "Carlos Guestrin": ["Robust Probabilistic Inference in Distributed Systems., UAI, 2004"], "Judea Pearl": ["Robustness of Causal Claims., UAI, 2004"], "William W. Cohen": ["A Hierarchical Graphical Model for Record Linkage., UAI, 2004"], "John D. Lafferty": ["Variational Chernoff Bounds for Graphical Models., UAI, 2004"], "Michael P. Wellman": ["Computing Best-Response Strategies in Infinite Games of Incomplete Information., UAI, 2004"], "Padhraic Smyth": ["The Author-Topic Model for Authors and Documents., UAI, 2004"], "Lenhart K. Schubert": ["A New Characterization of Probabilities in Bayesian Networks., UAI, 2004"], "Kristina Lisa Shalizi": ["Blind Construction of Optimal Nonlinear Recursive Predictors for Discrete Sequences., UAI, 2004"], "Matthew R. Rudary": ["Predictive State Representations: A New Theory for Modeling Dynamical Systems., UAI, 2004"], "Dimitri P. Bertsekas": ["Discretized Approximations for POMDP with Average Cost., UAI, 2004"], "Reid G. Simmons": ["Heuristic Search Value Iteration for POMDPs., UAI, 2004"], "Moshe Tennenholtz": ["Sequential Information Elicitation in Multi-Agent Systems., UAI, 2004", "Reputation Systems: An Axiomatic Approach., UAI, 2004"], "Chris Stauffer": ["Factored Latent Analysis for far-field Tracking Data., UAI, 2004"], "Christopher Meek": ["ARMA Time-Series Modeling with Graphical Models., UAI, 2004"], "Jin Tian": ["Identifying Conditional Causal Effects., UAI, 2004"], "A. J. Feelders": ["Monotonicity in Bayesian Networks., UAI, 2004"], "D. M. Titterington": ["Convergence and Asymptotic Normality of Variational Bayesian Approximations for Expon., UAI, 2004"], "Max Welling": ["On the Choice of Regions for Generalized Belief Propagation., UAI, 2004"], "Michael Hay": ["An Integrated, Conditional Model of Information Extraction and Coreference with Appli., UAI, 2004"], "Michael I. Jordan": ["Graph Partition Strategies for Generalized Mean Field Inference., UAI, 2004"], "Kap Luk Chan": ["Similarity-Driven Cluster Merging Method for Unsupervised Fuzzy Clustering., UAI, 2004"], "Marek J. Druzdzel": ["Annealed MAP., UAI, 2004"], "Takeo Kanade": ["Maximum Entropy for Collaborative Filtering., UAI, 2004"]}