{"Judea Pearl": ["The Do-Calculus Revisited., UAI, 2012"], "Yevgeny Seldin": ["PAC-Bayesian Inequalities for Martingales., UAI, 2012"], "Thomas S. Richardson": ["Nested Markov Properties for Acyclic Directed Mixed Graphs., UAI, 2012"], "Sreangsu Acharyya": ["Learning to Rank With Bregman Divergences and Monotone Retargeting., UAI, 2012"], "Raja Hafiz Affandi": ["Markov Determinantal Point Processes., UAI, 2012"], "Lucas Agussurja": ["Toward Large-Scale Agent Guidance in an Urban Taxi Service., UAI, 2012"], "Asrar Ahmed": ["Uncertain Congestion Games with Assorted Human Agent Populations., UAI, 2012"], "Kareem Amin": ["Budget Optimization for Sponsored Search: Censored Learning in MDPs., UAI, 2012"], "Saeed Amizadeh": ["Variational Dual-Tree Framework for Large-Scale Transition Matrix Approximation., UAI, 2012"], "Udi Apsel": ["Exploiting Uniform Assignments in First-Order MPE., UAI, 2012"], "Cédric Archambeau": ["Plackett-Luce regression: A new Bayesian model for polychotomous data., UAI, 2012"], "Raman Arora": ["Deterministic MDPs with Adversarial Rewards and Bandit Feedback., UAI, 2012"], "Andrei Barbu": ["Video In Sentences Out., UAI, 2012"], "Elias Bareinboim": ["Causal Inference by Surrogate Experiments: z-Identifiability., UAI, 2012"], "Dhruv Batra": ["An Efficient Message-Passing Algorithm for the M-Best MAP Problem., UAI, 2012"], "Guy Van den Broeck": ["Lifted Relax, Compensate and then Recover: From Approximate to Exact Lifted Probabilistic Inference., UAI, 2012"], "Stéphane Caron": ["Leveraging Side Observations in Stochastic Bandits., UAI, 2012"], "Hau Chan": ["Interdependent Defense Games: Modeling Interdependent Security under Deliberate Attacks., UAI, 2012"], "Jie Chen": ["Decentralized Data Fusion and Active Sensing with Mobile Sensors for Modeling and Predicting Spatiotemporal Traffic Phenomena., UAI, 2012"], "Yutian Chen": ["Bayesian Structure Learning for Markov Random Fields with a Spike and Slab Prior., UAI, 2012"], "Yiling Chen": ["Designing Informative Securities., UAI, 2012"], "Jaesik Choi": ["Lifted Relational Variational Inference., UAI, 2012"], "Tom Claassen": ["A Bayesian Approach to Constraint Based Causal Inference., UAI, 2012"], "Jilles Steeve Dibangoye": ["Scaling Up Decentralized MDPs Through Heuristic Search., UAI, 2012"], "Wen Dong": ["Graph-Coupled HMMs for Modeling the Spread of Infection., UAI, 2012"], "Séverine Dubuisson": ["DBN-Based Combinatorial Resampling for Articulated Object Tracking., UAI, 2012"], "Miroslav Dudík": ["Sample-efficient Nonstationary Policy Evaluation for Contextual Bandits., UAI, 2012"], "Stefano Ermon": ["Uniform Solution Sampling Using a Constraint Solver As an Oracle., UAI, 2012"], "Antonino Freno": ["Spectral Estimation of Conditional Random Graph Models for Large-Scale Network Data., UAI, 2012"], "Dinesh Garg": ["Mechanism Design for Cost Optimal PAC Learning in the Presence of Strategic Noisy Annotators., UAI, 2012"], "Nicola Gatti": ["Combining local search techniques and path following for bimatrix games., UAI, 2012"], "Andrew Gelfand": ["Generalized Belief Propagation on Tree Robust Structured Region Graphs., UAI, 2012"], "Roger B. Grosse": ["Exploiting compositionality to explore a large space of model structures., UAI, 2012"], "Sunil Kumar Gupta": ["A Slice Sampler for Restricted Hierarchical Beta Process with Applications to Shared Subspace Learning., UAI, 2012"], "Hannaneh Hajishirzi": ["Semantic Understanding of Professional Soccer Commentaries., UAI, 2012"], "Joseph Y. Halpern": ["Weighted Sets of Probabilities and MinimaxWeighted Expected Regret: New Approaches for Representing Uncertainty and Making Decisions., UAI, 2012"], "Nicholas Hay": ["Selecting Computations: Theory and Applications., UAI, 2012"], "Tamir Hazan": ["Tightening Fractional Covering Upper Bounds on the Partition Function for High-Order Region Graphs., UAI, 2012"], "Jesse Hostetler": ["Inferring Strategies from Limited Reconnaissance in Real-time Strategy Games., UAI, 2012"], "Ferenc Huszar": ["Optimally-Weighted Herding is Bayesian Quadrature., UAI, 2012"], "Antti Hyttinen": ["Causal Discovery of Linear Cyclic Models from Multiple Experimental Data Sets with Overlapping Variables., UAI, 2012"], "Alexander T. Ihler": ["Join-graph based cost-shifting schemes., UAI, 2012"], "Rishabh K. Iyer": ["Algorithms for Approximate Minimization of the Difference Between Submodular Functions, with Applications., UAI, 2012"], "Sashank Jakkam Reddi": ["Incentive Decision Processes., UAI, 2012"], "Kshitij Judah": ["Active Imitation Learning via Reduction to I.I.D. Active Learning., UAI, 2012"], "Andrey Kolobov": ["A Theory of Goal-Oriented MDPs with Dead Ends., UAI, 2012"], "Hoong Chuin Lau": ["Dynamic Stochastic Orienteering Problems for Risk-Aware Applications., UAI, 2012"], "Joshua Letchford": ["Computing Optimal Security Strategies for Interdependent Assets., UAI, 2012"], "Lingbo Li": ["Nested Dictionary Learning for Hierarchical Organization of Imagery and Text., UAI, 2012"], "Hui Lin": ["Learning Mixtures of Submodular Shells with Application to Document Summarization., UAI, 2012"], "Christopher H. Lin": ["Crowdsourcing Control: Moving Beyond Multiple Choice., UAI, 2012"], "Guang Ling": ["Response Aware Model-Based Collaborative Filtering., UAI, 2012"], "Jie Liu": ["Graphical-model Based Multiple Testing under Dependence, with Applications to Genome-wide Association Studies., UAI, 2012"], "Qiang Liu": ["Belief Propagation for Structured Decision Making., UAI, 2012"], "Daniel Lowd": ["Closed-Form Learning of Markov Networks from Dependency Networks., UAI, 2012"], "Tyler Lu": ["Bayesian Vote Manipulation: Optimal Strategies and Impact on Welfare., UAI, 2012"], "Thomas Lukasiewicz": ["Heuristic Ranking in Tightly Coupled Probabilistic Description Logics., UAI, 2012"], "Sridhar Mahadevan": ["Sparse Q-learning with Mirror Descent., UAI, 2012"], "Radu Marinescu": ["Multi-objective Influence Diagrams., UAI, 2012"], "Marwan A. Mattar": ["Unsupervised Joint Alignment and Clustering using Bayesian Nonparametrics., UAI, 2012"], "Sergiy Matusevych": ["Hokusai - Sketching Streams in Real Time., UAI, 2012"], "Denis Deratani Mauá": ["The Complexity of Approximately Solving Influence Diagrams., UAI, 2012"], "Kira Mourão": ["Learning STRIPS Operators from Noisy and Incomplete Observations., UAI, 2012"], "Mathias Niepert": ["Markov Chains on Orbits of Permutation Groups., UAI, 2012"], "Teppo Niinimaki": ["Local Structure Discovery in Bayesian Networks., UAI, 2012"], "Yu Nishiyama": ["Hilbert Space Embeddings of POMDPs., UAI, 2012"], "Frans A. Oliehoek": ["Exploiting Structure in Cooperative Bayesian Games., UAI, 2012"], "Lars Otten": ["A Case Study in Complexity Estimation: Towards Parallel Branch-and-Bound over Graphical Models., UAI, 2012"], "Ankur P. Parikh": ["A Spectral Algorithm for Latent Junction Trees., UAI, 2012"], "Leonard K. M. Poon": ["A Model-Based Approach to Rounding in Spectral Clustering., UAI, 2012"], "Ariel D. Procaccia": ["A Maximum Likelihood Approach For Selecting Sets of Alternatives., UAI, 2012"], "Khaled S. Refaat": ["New Advances and Theoretical Insights into EDML., UAI, 2012"], "Jens Röder": ["Active Learning with Distributional Estimates., UAI, 2012"], "Julia A. Palacios": ["Integrated Nested Laplace Approximation for Bayesian Nonparametric Phylodynamics., UAI, 2012"], "Giuseppe Sanfilippo": ["From imprecise probability assessments to conditional probabilities with quasi additive classes of conditioning events., UAI, 2012"], "Bogdan Savchynskyy": ["Efficient MRF Energy Minimization via Adaptive Diminishing Smoothing., UAI, 2012"], "Erik J. Schlicht": ["Predicting the behavior of interacting humans by fusing data from multiple sources., UAI, 2012"], "Ricardo Silva": ["Latent Composite Likelihood Learning for the Structured Canonical Correlation Model., UAI, 2012"], "Ajit P. Singh": ["Spectrum Identification using a Dynamic Bayesian Network Model of Tandem Mass Spectra., UAI, 2012"], "Mathieu Sinn": ["Detecting Change-Points in Time Series by Maximum Mean Discrepancy of Ordinal Pattern Distributions., UAI, 2012"], "David Sontag": ["Efficiently Searching for Frustrated Cycles in MAP Inference., UAI, 2012"], "Marek Petrik": ["An Approximate Solution Method for Large Risk-Averse Markov Decision Processes., UAI, 2012"], "Wei Sun": ["Probability and Asset Updating using Bayesian Networks for Combinatorial Prediction Markets., UAI, 2012"], "Daniel Tarlow": ["Fast Exact Inference for Recursive Cardinality Models., UAI, 2012"], "Gavin Taylor": ["Value Function Approximation in Noisy Environments Using Locally Smoothed Regularized Approximate Linear Programs., UAI, 2012"], "Seppo Virtanen": ["Factorized Multi-Modal Topic Model., UAI, 2012"], "Mirwaes Wahabzada": ["Latent Dirichlet Allocation Uncovers Spectral Characteristics of Drought Stressed Plants., UAI, 2012"], "Thomas J. Walsh": ["Dynamic Teaching in Sequential Decision Making Environments., UAI, 2012"], "Jun Wang": ["Fast Graph Construction Using Auction Algorithm., UAI, 2012"], "Max Welling": ["A Cluster-Cumulant Expansion at the Fixed Points of Belief Propagation., UAI, 2012"], "Michael P. Wellman": ["Self-Confirming Price Prediction Strategies for Simultaneous One-Shot Auctions., UAI, 2012"], "Jason Weston": ["Latent Structured Ranking., UAI, 2012"], "David P. Wipf": ["Non-Convex Rank Minimization via an Empirical Bayesian Approach., UAI, 2012"], "Changhe Yuan": ["An Improved Admissible Heuristic for Learning Optimal Bayesian Networks., UAI, 2012"], "Zhongzhang Zhang": ["FHHOP: A Factored Hybrid Heuristic Online Planning Algorithm for Large POMDPs., UAI, 2012"], "Amy Zhang": ["Guess Who Rated This Movie: Identifying Users Through Subspace Clustering., UAI, 2012"]}