{"Kannan Achan": ["A Factorized Variational Technique for Phase Unwrapping in Markov Random Field., UAI, 2001"], "Eyal Amir": ["Efficient Approximation for Triangulation of Minimum Treewidth., UAI, 2001"], "Nicos Angelopoulos": ["Markov Chain Monte Carlo using Tree-Based Priors on Model Structure., UAI, 2001"], "Salem Benferhat": ["Graphical readings of possibilistic logic bases., UAI, 2001"], "Hans L. Bodlaender": ["Pre-processing for Triangulation of Probabilistic Networks., UAI, 2001"], "Blai Bonet": ["A Calculus for Causal Relevance., UAI, 2001", "Instrumentality Tests Revisited., UAI, 2001"], "Craig Boutilier": ["UCP-Networks: A Directed Graphical Representation of Conditional Utilities., UAI, 2001"], "Hei Chan": ["When do Numbers Really Matter?, UAI, 2001"], "Jian Cheng": ["Confidence Inference in Bayesian Networks., UAI, 2001"], "Tianjiao Chu": ["Semi-Instrumental Variables: A Test for Instrument Admissibility., UAI, 2001"], "Robert G. Cowell": ["Conditions Under Which Conditional Independence and Scoring Methods Lead to Identical Selection of Bayesian Network Models., UAI, 2001"], "David Danks": ["Linearity Properties of Bayes Nets with Binary Variables., UAI, 2001"], "Gary A. Davis": ["Using Bayesian Networks to Identify the Causal Effect of Speeding in Individual Vehicle/Pedestrian Collisions., UAI, 2001"], "Rina Dechter": ["Hybrid Processing of Beliefs and Constraints., UAI, 2001"], "Nando de Freitas": ["Variational MCMC., UAI, 2001"], "Amol Deshpande": ["Efficient Stepwise Selection in Decomposable Models., UAI, 2001"], "Tal El-Hay": ["Incorporating Expressive Graphical Models in VariationalApproximations: Chain-graphs and Hidden Variables., UAI, 2001"], "Gal Elidan": ["Learning the Dimensionality of Hidden Variables., UAI, 2001"], "Nir Friedman": ["Multivariate Information Bottleneck., UAI, 2001"], "Phan Hong Giang": ["A Comparison of Axiomatic Approaches to Qualitative Decision Making Using Possibility Theory., UAI, 2001"], "Steven B. Gillispie": ["Enumerating Markov Equivalence Classes of Acyclic Digraph Models., UAI, 2001"], "Carlos Guestrin": ["Robust Combination of Local Controllers., UAI, 2001"], "Vu A. Ha": ["Similarity Measures on Preference Structures, Part II: Utility Functions., UAI, 2001"], "Joseph Y. Halpern": ["Causes and Explanations: A Structural-Model Approach: Part 1: Causes., UAI, 2001", "A Logic for Reasoning about Upper Probabilities., UAI, 2001"], "Hiromitsu Hattori": ["A Dynamic Programming Model for Determining Bidding Strategies in Sequential Auctions: Quasi-linear Utility and Budget Constraints., UAI, 2001"], "Milos Hauskrecht": ["A Clustering Approach to Solving Large Stochastic Matching Problems., UAI, 2001"], "Geoffrey E. Hinton": ["Discovering Multiple Constraints that are Frequently Approximately Satisfied., UAI, 2001"], "Eric Horvitz": ["A Bayesian Approach to Tackling Hard Computational Problems., UAI, 2001"], "Geoff A. Jarrad": ["Estimating Well-Performing Bayesian Networks using Bernoulli Mixtures., UAI, 2001"], "Michael J. Kearns": ["Graphical Models for Game Theory., UAI, 2001"], "Tomás Kocka": ["On characterizing Inclusion of Bayesian Networks., UAI, 2001", "Improved learning of Bayesian networks., UAI, 2001"], "Petri Kontkanen": ["Classifier Learning with Supervised Marginal Likelihood., UAI, 2001"], "Jérôme Lang": ["Plausible reasoning from spatial observations., UAI, 2001"], "John D. Lafferty": ["Iterative Markov Chain Monte Carlo Computation of Reference Priors and Minimax Risk., UAI, 2001"], "Kathryn B. Laskey": ["Hypothesis Management in Situation-Specific Network Construction., UAI, 2001"], "Uri Lerner": ["Inference in Hybrid Networks: Theoretical Limits and Practical Algorithms., UAI, 2001", "Exact Inference in Networks with Discrete Children of Continuous Parents., UAI, 2001"], "Thomas Lukasiewicz": ["Probabilistic Logic Programming under Inheritance with Overriding., UAI, 2001"], "Anders L. Madsen": ["Solving Influence Diagrams using HUGIN, Shafer-Shenoy and Lazy Propagation., UAI, 2001"], "Dimitris Margaritis": ["A Bayesian Multiresolution Independence Test for Continuous Variables., UAI, 2001"], "Pedrito Maynard-Reid II": ["Aggregating Learned Probabilistic Beliefs., UAI, 2001"], "Thomas P. Minka": ["Expectation Propagation for approximate Bayesian inference., UAI, 2001"], "Quaid Morris": ["Recognition Networks for Approximate Inference in BN20 Networks., UAI, 2001"], "Kevin P. Murphy": ["The Factored Frontier Algorithm for Approximate Inference in DBNs., UAI, 2001"], "Ann E. Nicholson": ["A Case Study in Knowledge Discovery and Elicitation in an Intelligent Tutoring Application., UAI, 2001"], "Dirk Ormoneit": ["Lattice Particle Filters., UAI, 2001"], "James D. Park": ["Approximating MAP using Local Search., UAI, 2001"], "Judea Pearl": ["Direct and Indirect Effects., UAI, 2001"], "Avi Pfeffer": ["Sufficiency, Separability and Temporal Probabilistic Models., UAI, 2001"], "Daniel Pless": ["Toward General Analysis of Recursive Probability Models., UAI, 2001"], "Alexandrin Popescul": ["Probabilistic Models for Unified Collaborative and Content-Based Recommendation in Sparse-Data Environments., UAI, 2001"], "Pascal Poupart": ["Vector-space Analysis of Belief-state Approximation for POMDPs., UAI, 2001", "Value-Directed Sampling Methods for POMDPs., UAI, 2001"], "Christopher Raphael": ["A Mixed Graphical Model for Rhythmic Parsing., UAI, 2001"], "Khashayar Rohanimanesh": ["Decision-Theoretic Planning with Concurrent Temporally Extended Actions., UAI, 2001"], "Paat Rusmevichientong": ["A Tractable POMDP for Dynamic Sequencing with Applications to Personalized Internet Content Provision., UAI, 2001"], "Rita Sharma": ["Symmetric Collaborative Filtering Using the Noisy Sensor Model., UAI, 2001"], "Christian R. Shelton": ["Policy Improvement for POMDPs Using Normalized Importance Sampling., UAI, 2001"], "Nathan Srebro": ["Maximum Likelihood Bounded Tree-Width Markov Networks., UAI, 2001"], "Jin Tian": ["Causal Discovery from Changes., UAI, 2001"], "Tim Van Allen": ["Bayesian Error-Bars for Belief Net Inference., UAI, 2001"], "Linda C. van der Gaag": ["Analysing Sensitivity Data from Probabilistic Networks., UAI, 2001"], "Lex Weaver": ["The Optimal Reward Baseline for Gradient-Based Reinforcement Learning., UAI, 2001"], "Jacob A. Wegelin": ["Cross-covariance modelling via DAGs with hidden variables., UAI, 2001"], "Max Welling": ["Belief Optimization for Binary Networks: A Stable Alternative to Loopy Belief Propagation., UAI, 2001"], "Steve J. Young": ["Statistical Modeling in Continuous Speech Recognition (CSR)., UAI, 2001"], "Bo Zhang": ["Planning and Acting under Uncertainty: A New Model for Spoken Dialogue System., UAI, 2001"], "Andrew Zimdars": ["Using Temporal Data for Making Recommendations., UAI, 2001"]}