{"Adrian Weller": ["Characterizing Tightness of LP Relaxations by Forbidding Signed Minors., UAI, 2016"], "Shuangyin Li": ["Correlated Tag Learning in Topic Model., UAI, 2016"], "Pengtao Xie": ["Lighter-Communication Distributed Machine Learning via Sufficient Factor Broadcasting., UAI, 2016"], "Krzysztof Chalupka": ["Unsupervised Discovery of El Nino Using Causal Feature Learning on Microlevel Climate Data., UAI, 2016"], "Changying Du": ["Online Bayesian Multiple Kernel Bipartite Ranking., UAI, 2016"], "José M. Peña": ["Alternative Markov and Causal Properties for Acyclic Directed Mixed Graphs., UAI, 2016"], "Francisco J. R. Ruiz": ["Overdispersed Black-Box Variational Inference., UAI, 2016"], "Bo Liu": ["Dantzig Selector with an Approximately Optimal Denoising Matrix and its Application in Sparse Reinforcement Learning., UAI, 2016"], "Jan Leike": ["Thompson Sampling is Asymptotically Optimal in General Environments., UAI, 2016", "A Formal Solution to the Grain of Truth Problem., UAI, 2016"], "Felix Leibfried": ["Bounded Rational Decision-Making in Feedforward Neural Networks., UAI, 2016"], "Peng Yang": ["Efficient Multi-Class Selective Sampling on Graphs., UAI, 2016"], "James R. Foulds": ["On the Theory and Practice of Privacy-Preserving Bayesian Data Analysis., UAI, 2016"], "Sanghack Lee": ["A Characterization of Markov Equivalence Classes of Relational Causal Models under Path Semantics., UAI, 2016"], "Yoad Lewenberg": ["Political Dimensionality Estimation Using a Probabilistic Graphical Model., UAI, 2016"], "Nebojsa Jojic": ["Hierarchical learning of grids of microtopics., UAI, 2016"], "Ralf Eggeling": ["Pruning Rules for Learning Parsimonious Context Trees., UAI, 2016"], "Dongeun Lee": ["Improving Imprecise Compressive Sensing Models., UAI, 2016"], "Laurent Orseau": ["Safely Interruptible Agents., UAI, 2016"], "Tahrima Rahman": ["Merging Strategies for Sum-Product Networks: From Trees to Graphs., UAI, 2016"], "Julien-Charles Levesque": ["Bayesian Hyperparameter Optimization for Ensemble Learning., UAI, 2016"], "Marek Petrik": ["Interpretable Policies for Dynamic Product Recommendations., UAI, 2016"], "Julie Nutini": ["Convergence Rates for Greedy Kaczmarz Algorithms, and Randomized Kaczmarz Rules Using the Orthogonality Graph., UAI, 2016"], "Jean Honorio": ["Structured Prediction: From Gaussian Perturbations to Linear-Time Principled Algorithms., UAI, 2016"], "Dilin Wang": ["Efficient Observation Selection in Probabilistic Graphical Models Using Bayesian Lower Bounds., UAI, 2016"], "Hanzhang Hu": ["Efficient Feature Group Sequencing for Anytime Linear Prediction., UAI, 2016"], "Mohammad Gheshlaghi Azar": ["Convex Relaxation Regression: Black-Box Optimization of Smooth Functions by Learning Their Convex Envelopes., UAI, 2016"], "Hugo Gilbert": ["Model-Free Reinforcement Learning with Skew-Symmetric Bilinear Utilities., UAI, 2016"], "Shi Zong": ["Cascading Bandits for Large-Scale Recommendation Problems., UAI, 2016"], "Alex Gaunt": ["Training Neural Nets to Aggregate Crowdsourced Responses., UAI, 2016"], "Tianfan Fu": ["Quasi-Newton Hamiltonian Monte Carlo., UAI, 2016"], "Chun-Liang Li": ["Utilize Old Coordinates: Faster Doubly Stochastic Gradients for Kernel Methods., UAI, 2016"], "Xiangli Chen": ["Adversarial Inverse Optimal Control for General Imitation Learning Losses and Embodiment Transfer., UAI, 2016"], "Trung Le": ["Budgeted Semi-supervised Support Vector Machine ., UAI, 2016"], "Frédéric Koriche": ["Online Forest Density Estimation., UAI, 2016"], "Amar Shah": ["Markov Beta Processes for Time Evolving Dictionary Learning., UAI, 2016"], "Xi Tan": ["Content-based Modeling of Reciprocal Relationships using Hawkes and Gaussian Processes., UAI, 2016"], "Lu Tian": ["Forward Backward Greedy Algorithms for Multi-Task Learning with Faster Rates., UAI, 2016"], "Wen Sun": ["Learning to Smooth with Bidirectional Predictive State Inference Machines., UAI, 2016"], "Scott Yang": ["Adaptive Algorithms and Data-Dependent Guarantees for Bandit Convex Optimization., UAI, 2016"], "Seth R. Flaxman": ["Bayesian Learning of Kernel Embeddings., UAI, 2016"], "Junxiang Chen": ["A Generative Block-Diagonal Model for Clustering., UAI, 2016"], "Francois Fagan": ["Elliptical Slice Sampling with Expectation Propagation., UAI, 2016"], "Joseph Futoma": ["Scalable Joint Modeling of Longitudinal and Point Process Data for Disease Trajectory Prediction and Improving Management of Chronic Kidney Disease., UAI, 2016"], "Arto Klami": ["Probabilistic Size-constrained Microclustering., UAI, 2016"], "Hans Kersting": ["Active Uncertainty Calibration in Bayesian ODE Solvers., UAI, 2016"], "Kareem Amin": ["Gradient Methods for Stackelberg Games., UAI, 2016"], "Jianhui Chen": ["Optimal Stochastic Strongly Convex Optimization with a Logarithmic Number of Projections., UAI, 2016"], "David P. Wipf": ["Subspace Clustering with a Twist., UAI, 2016"], "David M. Pennock": ["Bounded Rationality in Wagering Mechanisms., UAI, 2016"], "Raghuraman Gopalan": ["Bridging Heterogeneous Domains With Parallel Transport For Vision and Multimedia Applications., UAI, 2016"], "Harikrishna Narasimhan": ["A General Statistical Framework for Designing Strategy-proof Assignment Mechanisms., UAI, 2016"], "Jinghui Chen": ["Accelerated Stochastic Block Coordinate Gradient Descent for Sparsity Constrained Nonconvex Optimization., UAI, 2016"], "Patrice Perny": ["Incremental Preference Elicitation for Decision Making Under Risk with the Rank-Dependent Utility Model., UAI, 2016"], "Tomás Kocák": ["Online learning with Erdos-Renyi side-observation graphs., UAI, 2016"], "Leonard J. Schulman": ["Stability of Causal Inference., UAI, 2016"], "David T. Arbour": ["Inferring Causal Direction from Relational Data., UAI, 2016"], "Mohammad Emtiyaz Khan": ["Faster Stochastic Variational Inference using Proximal-Gradient Methods with General Divergence Functions., UAI, 2016"], "Roy Fox": ["Taming the Noise in Reinforcement Learning via Soft Updates., UAI, 2016"], "Mustafa Anil Koçak": ["Conjugate Conformal Prediction for Online Binary Classification., UAI, 2016"], "Dmitry Malioutov": ["Large-scale Submodular Greedy Exemplar Selection with Structured Similarity Matrices., UAI, 2016"], "Md Amran Siddiqui": ["Finite Sample Complexity of Rare Pattern Anomaly Detection., UAI, 2016"], "Chao Lan": ["Towards a Theoretical Understanding of Negative Transfer in Collective Matrix Factorization., UAI, 2016"], "Qiang Liu": ["Importance Weighted Consensus Monte Carlo for Distributed Bayesian Inference., UAI, 2016"], "An T. Nguyen": ["A Correlated Worker Model for Grouped, Imbalanced and Multitask Data., UAI, 2016"], "Matej Balog": ["The Mondrian Kernel., UAI, 2016"], "Jalal Etesami": ["Learning Network of Multivariate Hawkes Processes: A Time Series Approach., UAI, 2016"], "Lirong Xia": ["Bayesian Estimators As Voting Rules., UAI, 2016"], "Craig Boutilier": ["Budget Allocation using Weakly Coupled, Constrained Markov Decision Processes., UAI, 2016"], "Paul K. Rubenstein": ["A Kernel Test for Three-Variable Interactions with Random Processes., UAI, 2016"], "Antonio Sutera": ["Context-dependent feature analysis with random forests., UAI, 2016"], "Daniele Calandriello": ["Analysis of Nyström method with sequential ridge leverage scores., UAI, 2016"], "Tianxiang Gao": ["Degrees of Freedom in Deep Neural Networks., UAI, 2016"], "Viet Huynh": ["Scalable Nonparametric Bayesian Multilevel Clustering., UAI, 2016"], "Chune Li": ["On Hyper-Parameter Estimation In Empirical Bayes: A Revisit of The MacKay Algorithm., UAI, 2016"], "Morteza Haghir Chehreghani": ["Modeling Transitivity in Complex Networks., UAI, 2016"], "Mitchell McIntire": ["Sparse Gaussian Processes for Bayesian Optimization., UAI, 2016"], "Akshay Balsubramani": ["Sequential Nonparametric Testing with the Law of the Iterated Logarithm., UAI, 2016"], "Yves-Laurent Kom Samo": ["Stochastic Portfolio Theory: A Machine Learning Approach., UAI, 2016"], "Muthukumaran Chandrasekaran": ["Individual Planning in Open and Typed Agent Systems., UAI, 2016"], "Brooks Paige": ["Super-Sampling with a Reservoir., UAI, 2016"], "Nan Rong": ["MDPs with Unawareness in Robotics., UAI, 2016"], "Kun Zhang": ["On the Identifiability and Estimation of Functional Causal Models in the Presence of Outcome-Dependent Selection., UAI, 2016"], "Deepak Venugopal": ["Non-parametric Domain Approximation for Scalable Gibbs Sampling in MLNs., UAI, 2016"], "DJ Strouse": ["The Deterministic Information Bottleneck., UAI, 2016"]}