{"Armen E. Allahverdyan": ["On Maximum a Posteriori Estimation of Hidden Markov Processes., UAI, 2009"], "Daniel Andrade": ["Lower Bound Bayesian Networks - An Efficient Inference of Lower Bounds on Probability Distributions in Bayesian Networks., UAI, 2009"], "John Asmuth": ["A Bayesian Sampling Approach to Exploration in Reinforcement Learning., UAI, 2009"], "Arthur U. Asuncion": ["On Smoothing and Inference for Topic Models., UAI, 2009"], "Peter L. Bartlett": ["REGAL: A Regularization based Algorithm for Reinforcement Learning in Weakly Communicating MDPs., UAI, 2009"], "Kedar Bellare": ["Alternating Projections for Learning with Expectation Constraints., UAI, 2009"], "Alina Beygelzimer": ["Conditional Probability Tree Estimation Analysis and Algorithms., UAI, 2009"], "Blai Bonet": ["Deterministic POMDPs Revisited., UAI, 2009"], "Alexandre Bouchard-Côté": ["Optimization of Structured Mean Field Objectives., UAI, 2009"], "Jordan L. Boyd-Graber": ["Multilingual Topic Models for Unaligned Text., UAI, 2009"], "David M. Bradley": ["Convex Coding., UAI, 2009"], "Ido Cohn": ["Mean Field Variational Approximation for Continuous-Time Bayesian Networks., UAI, 2009"], "Vincent Conitzer": ["Prediction Markets, Mechanism Design, and Cooperative Game Theory., UAI, 2009"], "Corinna Cortes": ["L2 Regularization for Learning Kernels., UAI, 2009"], "Fábio Gagliardi Cozman": ["Complexity Analysis and Variational Inference for Interpretation-based Probabilistic Description Logic., UAI, 2009"], "Mark Crowley": ["Seeing the Forest Despite the Trees: Large Scale Spatial-Temporal Decision Making., UAI, 2009"], "Hal Daumé III": ["Bayesian Multitask Learning with Latent Hierarchies., UAI, 2009"], "Finale Doshi-Velez": ["Correlated Non-Parametric Latent Feature Models., UAI, 2009"], "Miroslav Dudík": ["A Sampling-Based Approach to Computing Equilibria in Succinct Extensive-Form Games., UAI, 2009"], "Yu Fan": ["Learning Continuous-Time Social Network Dynamics., UAI, 2009"], "Michael Finegold": ["Robust Graphical Modeling with t-Distributions., UAI, 2009"], "Christian Fritz": ["Generating Optimal Plans in Highly-Dynamic Domains., UAI, 2009"], "Kuzman Ganchev": ["Censored Exploration and the Dark Pool Problem., UAI, 2009"], "Vicenç Gómez": ["Approximate inference on planar graphs using Loop Calculus and Belief Propagation., UAI, 2009"], "Joseph Gonzalez": ["Distributed Parallel Inference on Large Factor Graphs., UAI, 2009"], "Geoffrey J. Gordon": ["First-Order Mixed Integer Linear Programming., UAI, 2009"], "Matthias Hoffman": ["New inference strategies for solving Markov Decision Processes using reversible jump MCMC., UAI, 2009"], "Peter Hooper": ["Improved Mean and Variance Approximations for Belief Net Responses via Network Doubling., UAI, 2009"], "Patrik O. Hoyer": ["Bayesian Discovery of Linear Acyclic Causal Models., UAI, 2009"], "Dominik Janzing": ["Identifying confounders using additive noise models., UAI, 2009"], "Tony Jebara": ["MAP Estimation, Message Passing, and Perfect Graphs., UAI, 2009"], "Albert Xin Jiang": ["Temporal Action-Graph Games: A New Representation for Dynamic Games., UAI, 2009"], "Kristian Kersting": ["Counting Belief Propagation., UAI, 2009"], "Oleg Kiselyov": ["Monolingual Probabilistic Programming Using Generalized Coroutines., UAI, 2009"], "Jacek Kisynski": ["Constraint Processing in Lifted Probabilistic Inference., UAI, 2009"], "Samantha Kleinberg": ["The Temporal Logic of Causal Structures., UAI, 2009"], "M. Pawan Kumar": ["MAP Estimation of Semi-Metric MRFs via Hierarchical Graph Cuts., UAI, 2009"], "Kenichi Kurihara": ["Quantum Annealing for Clustering., UAI, 2009"], "Ping Li": ["Improving Compressed Counting., UAI, 2009"], "Jun Liu": ["Multi-Task Feature Learning Via Efficient l2, 1-Norm Minimization., UAI, 2009"], "Benjamin Lubin": ["Quantifying the Strategyproofness of Mechanisms via Metrics on Payoff Distributions., UAI, 2009"], "Siwei Lyu": ["Interpretation and Generalization of Score Matching., UAI, 2009"], "Yishay Mansour": ["Multiple Source Adaptation and the Rényi Divergence., UAI, 2009"], "Yi Mao": ["Domain Knowledge Uncertainty and Probabilistic Parameter Constraints., UAI, 2009"], "Benjamin M. Marlin": ["Group Sparse Priors for Covariance Estimation., UAI, 2009"], "Talya Meltzer": ["Convergent message passing algorithms - a unifying view., UAI, 2009"], "Ofer Meshi": ["Convexifying the Bethe Free Energy., UAI, 2009"], "Thomas P. Minka": ["Virtual Vector Machine for Bayesian Online Classification., UAI, 2009"], "Sara Mostafavi": ["Using the Gene Ontology Hierarchy when Predicting Gene Function., UAI, 2009"], "Mathias Niepert": ["Logical Inference Algorithms and Matrix Representations for Probabilistic Conditional Independence., UAI, 2009"], "Pekka Parviainen": ["Exact Structure Discovery in Bayesian Networks with Less Space., UAI, 2009"], "Kevin Regan": ["Regret-based Reward Elicitation for Markov Decision Processes., UAI, 2009"], "Steffen Rendle": ["BPR: Bayesian Personalized Ranking from Implicit Feedback., UAI, 2009"], "Thomas Richardson": ["A factorization criterion for acyclic directed mixed graphs., UAI, 2009"], "Daniil Ryabko": ["Characterizing predictable classes of processes., UAI, 2009"], "Issei Sato": ["Quantum Annealing for Variational Bayes Inference., UAI, 2009"], "Mark W. Schmidt": ["Modeling Discrete Interventional Data using Directed Cyclic Graphical Models., UAI, 2009"], "Prithviraj Sen": ["Bisimulation-based Approximate Lifted Inference., UAI, 2009"], "Shohei Shimizu": ["A direct method for estimating a causal ordering in a linear non-Gaussian acyclic model., UAI, 2009"], "Ilya Shpitser": ["Effects of Treatment on the Treated: Identification and Generalization., UAI, 2009"], "Graham W. Taylor": ["Products of Hidden Markov Models: It Takes N>1 to Tango., UAI, 2009"], "Matthias Thimm": ["Measuring Inconsistency in Probabilistic Knowledge Bases., UAI, 2009"], "Jin Tian": ["Computing Posterior Probabilities of Structural Features in Bayesian Networks., UAI, 2009"], "Tran The Truyen": ["Ordinal Boltzmann Machines for Collaborative Filtering., UAI, 2009"], "Shankar Vembu": ["Probabilistic Structured Predictors., UAI, 2009"], "Nakul Verma": ["Which Spatial Partition Trees are Adaptive to Intrinsic Dimension?, UAI, 2009"], "Christopher M. Vigorito": ["Temporal-Difference Networks for Dynamical Systems with Continuous Observations and Actions., UAI, 2009"], "Yevgeniy Vorobeychik": ["Simulation-Based Game Theoretic Analysis of Keyword Auctions with Low-Dimensional Bidding Strategies., UAI, 2009"], "Thomas J. Walsh": ["Exploring compact reinforcement-learning representations with linear regression., UAI, 2009"], "Max Welling": ["Herding Dynamic Weights for Partially Observed Random Field Models., UAI, 2009"], "David Wingate": ["The Infinite Latent Events Model., UAI, 2009"], "Tianbao Yang": ["A Bayesian Framework for Community Detection Integrating Content and Link., UAI, 2009"], "Jin Yu": ["The Entire Quantile Path of a Risk-Agnostic SVM Classifier., UAI, 2009"], "Changhe Yuan": ["Most Relevant Explanation: Properties, Algorithms, and Evaluations., UAI, 2009"], "Reza Zadeh": ["A Uniqueness Theorem for Clustering., UAI, 2009"], "Kun Zhang": ["On the Identifiability of the Post-Nonlinear Causal Model., UAI, 2009"]}