{"Kareem Amin": ["Graphical Models for Bandit Problems., UAI, 2011"], "Udi Apsel": ["Extended Lifted Inference with Joint Formulas., UAI, 2011"], "John Asmuth": ["Learning is planning: near Bayes-optimal reinforcement learning via Monte-Carlo tree search., UAI, 2011"], "Yoram Bachrach": ["Solving Cooperative Reliability Games., UAI, 2011"], "Gowtham Bellala": ["Active Diagnosis via AUC Maximization: An Efficient Approach for Multiple Fault Identification in Large Scale, Noisy Networks., UAI, 2011"], "Avleen Singh Bijral": ["Semi-supervised Learning with Density Based Distances., UAI, 2011"], "Alexander W. Blocker": ["Deconvolution of mixing time series on a graph., UAI, 2011"], "E. Busra Celikkaya": ["Factored Filtering of Continuous-Time Systems., UAI, 2011"], "Mithun Chakraborty": ["Near-Optimal Target Learning With Stochastic Binary Signals., UAI, 2011"], "Archie C. Chapman": ["Filtered Fictitious Play for Perturbed Observation Potential Games and Decentralised POMDPs., UAI, 2011"], "Laurent Charlin": ["A Framework for Optimizing Paper Matching., UAI, 2011"], "Shaunak Chatterjee": ["A temporally abstracted Viterbi algorithm., UAI, 2011"], "Xi Chen": ["Smoothing Proximal Gradient Method for General Structured Sparse Learning., UAI, 2011"], "Arthur Choi": ["EDML: A Method for Learning Parameters in Bayesian Networks., UAI, 2011"], "SangIn Chun": ["Strictly Proper Mechanisms with Cooperating Players., UAI, 2011"], "Tom Claassen": ["A Logical Characterization of Constraint-Based Causal Discovery., UAI, 2011"], "Corinna Cortes": ["Ensembles of Kernel Predictors., UAI, 2011"], "James Cussens": ["Bayesian network learning with cutting planes., UAI, 2011"], "Kun Deng": ["Active Learning for Developing Personalized Treatment., UAI, 2011"], "Miroslav Dudík": ["Efficient Optimal Learning for Contextual Bandits., UAI, 2011"], "Krishnamurthy Dvijotham": ["A Unifying Framework for Linearly Solvable Control., UAI, 2011"], "Narayanan Unny Edakunni": ["Boosting as a Product of Experts., UAI, 2011"], "Mahdi Milani Fard": ["PAC-Bayesian Policy Evaluation for Reinforcement Learning., UAI, 2011"], "Hélène Fargier": ["On the Complexity of Decision Making in Possibilistic Decision Trees., UAI, 2011"], "Daan Fierens": ["Inference in Probabilistic Logic Programs using Weighted CNF's., UAI, 2011"], "Thomas Furmston": ["Efficient Inference in Markov Control Problems., UAI, 2011"], "Phan Hong Giang": ["Dynamic consistency and decision making under vacuous belief., UAI, 2011"], "Inmar E. Givoni": ["Hierarchical Affinity Propagation., UAI, 2011"], "Vibhav Gogate": ["Approximation by Quantization., UAI, 2011", "Probabilistic Theorem Proving., UAI, 2011"], "Quanquan Gu": ["Generalized Fisher Score for Feature Selection., UAI, 2011"], "Andrew Guillory": ["Active Semi-Supervised Learning using Submodular Functions., UAI, 2011"], "Michael Gutmann": ["Bregman divergence as general framework to estimate unnormalized statistical models., UAI, 2011"], "Hannaneh Hajishirzi": ["Reasoning about RoboCup Soccer Narratives., UAI, 2011"], "Eric A. Hansen": ["Suboptimality Bounds for Stochastic Shortest Path Problems., UAI, 2011"], "Jouni Hartikainen": ["Sequential Inference for Latent Force Models., UAI, 2011"], "Uri Heinemann": ["What Cannot be Learned with Bethe Approximations., UAI, 2011"], "Matthew D. Hoffman": ["Portfolio Allocation for Bayesian Optimization., UAI, 2011"], "Hoifung Poon": ["Sum-Product Networks: A New Deep Architecture., UAI, 2011"], "Jean Honorio": ["Lipschitz Parametrization of Probabilistic Graphical Models., UAI, 2011"], "Jonathan Huang": ["Efficient Probabilistic Inference with Partial Ranking Queries., UAI, 2011"], "Antti Hyttinen": ["Noisy-OR Models with Latent Confounding., UAI, 2011"], "Takanori Inazumi": ["Discovering causal structures in binary exclusive-or skew acyclic models., UAI, 2011"], "Dominik Janzing": ["Detecting low-complexity unobserved causes., UAI, 2011"], "Nikos Karampatziakis": ["Online Importance Weight Aware Updates., UAI, 2011"], "Myunghwan Kim": ["Modeling Social Networks with Node Attributes using the Multiplicative Attribute Graph Model., UAI, 2011"], "David A. Knowles": ["Pitman-Yor Diffusion Trees., UAI, 2011"], "Alex Kulesza": ["Learning Determinantal Point Processes., UAI, 2011"], "Akshat Kumar": ["Message-Passing Algorithms for Quadratic Programming Formulations of MAP Estimation., UAI, 2011"], "Minyi Li": ["An Efficient Protocol for Negotiation over Combinatorial Domains with Incomplete Information., UAI, 2011"], "Shiau Hong Lim": ["Noisy Search with Comparative Feedback., UAI, 2011"], "Qiang Liu": ["Variational Algorithms for Marginal MAP., UAI, 2011"], "Jérôme Louradour": ["Classification of Sets using Restricted Boltzmann Machines., UAI, 2011"], "Jianbing Ma": ["Belief change with noisy sensing in the situation calculus., UAI, 2011"], "Brandon M. Malone": ["Improving the Scalability of Optimal Bayesian Network Learning with External-Memory Frontier Breadth-First Branch and Bound Search., UAI, 2011"], "Radu Marinescu": ["Order-of-Magnitude Influence Diagrams., UAI, 2011"], "Benjamin M. Marlin": ["Asymptotic Efficiency of Deterministic Estimators for Discrete Energy-Based Models: Ratio Matching and Pseudolikelihood., UAI, 2011"], "David M. Mimno": ["Reconstructing Pompeian Households., UAI, 2011"], "Volodymyr Mnih": ["Conditional Restricted Boltzmann Machines for Structured Output Prediction., UAI, 2011"], "Hala Mostafa": ["Compact Mathematical Programs For DEC-MDPs With Structured Agent Interactions., UAI, 2011"], "Ananda Narayanan B.": ["Fractional Moments on Bandit Problems., UAI, 2011"], "Swaprava Nath": ["Dynamic Mechanism Design for Markets with Strategic Resources., UAI, 2011"], "Nebojsa Jojic": ["Multidimensional counting grids: Inferring word order from disordered bags of words., UAI, 2011"], "Teppo Niinimaki": ["Partial Order MCMC for Structure Discovery in Bayesian Networks., UAI, 2011"], "Eunsoo Oh": ["A Geometric Traversal Algorithm for Reward-Uncertain MDPs., UAI, 2011"], "Takayuki Osogami": ["Iterated risk measures for risk-sensitive Markov decision processes with discounted cost., UAI, 2011"], "David M. Pennock": ["Price Updating in Combinatorial Prediction Markets with Bayesian Networks., UAI, 2011"], "Jonas Peters": ["Identifiability of Causal Graphs using Functional Models., UAI, 2011"], "Barnabás Póczos": ["Nonparametric Divergence Estimation with Applications to Machine Learning on Distributions., UAI, 2011"], "Gungor Polatkan": ["Compressed Inference for Probabilistic Sequential Models., UAI, 2011"], "Vinayak Rao": ["Fast MCMC sampling for Markov jump processes and continuous time Bayesian networks., UAI, 2011"], "Nima Reyhani": ["New Probabilistic Bounds on Eigenvalues and Eigenvectors of Random Kernel Matrices., UAI, 2011"], "Afshin Rostamizadeh": ["Learning with Missing Features., UAI, 2011"], "Scott Sanner": ["Symbolic Dynamic Programming for Discrete and Continuous State MDPs., UAI, 2011"], "Mark W. Schmidt": ["Generalized Fast Approximate Energy Minimization via Graph Cuts: a-Expansion b-Shrink Moves., UAI, 2011"], "Ilya Shpitser": ["An Efficient Algorithm for Computing Interventional Distributions in Latent Variable Causal Models., UAI, 2011"], "Daniel Tarlow": ["Graph Cuts is a Max-Product Algorithm., UAI, 2011"], "Johannes Textor": ["Adjustment Criteria in Causal Diagrams: An Algorithmic Perspective., UAI, 2011"], "Inma Tur": ["Learning mixed graphical models from data with p larger than n., UAI, 2011"], "Maomi Ueno": ["Robust learning Bayesian networks for prior belief., UAI, 2011"], "Joop van de Ven": ["Distributed Anytime MAP Inference., UAI, 2011"], "Greg Ver Steeg": ["A Sequence of Relaxation Constraining Hidden Variable Models., UAI, 2011", "Statistical Mechanics of Semi-Supervised Clustering in Sparse Graphs (Abstract)., UAI, 2011"], "Michael P. Wellman": ["The Structure of Signals: Causal Interdependence Models for Games of Incomplete Information., UAI, 2011"], "Andrew Gordon Wilson": ["Generalised Wishart Processes., UAI, 2011"], "Feng Yan": ["Sparse matrix-variate Gaussian process blockmodels for network modeling., UAI, 2011"], "Jian-Bo Yang": ["Hierarchical Maximum Margin Learning for Multi-Class Classification., UAI, 2011"], "Julian Yarkony": ["Planar Cycle Covering Graphs., UAI, 2011", "Tightening MRF Relaxations with Planar Subproblems., UAI, 2011"], "Yaoliang Yu": ["Rank/Norm Regularization with Closed-Form Solutions: Application to Subspace Clustering., UAI, 2011"], "Haohai Yu": ["Measuring the Hardness of Stochastic Sampling on Bayesian Networks with Deterministic Causalities: the k-Test., UAI, 2011"], "Chao Zhang": ["Risk Bounds for Infinitely Divisible Distribution., UAI, 2011"], "Kun Zhang": ["Kernel-based Conditional Independence Test and Application in Causal Discovery., UAI, 2011"], "Xinhua Zhang": ["Smoothing Multivariate Performance Measures., UAI, 2011"], "Lu Zheng": ["Belief Propagation by Message Passing in Junction Trees: Computing Each Message Faster Using GPU Parallelization., UAI, 2011"], "Jun Zhu": ["Sparse Topical Coding., UAI, 2011"], "Jakob Zscheischler": ["Testing whether linear equations are causal: A free probability theory approach., UAI, 2011"], "Ruggiero Cavallo": ["Incentives in Group Decision-Making With Uncertainty and Subjective Beliefs., UAI, 2011"], "Diego Colombo": ["Learning high-dimensional DAGs with latent and selection variables (Abstract)., UAI, 2011"], "Alain Hauser": ["Characterization and Greedy Learning of Interventional Markov Equivalence Classes of Directed Acyclic Graphs (Abstract)., UAI, 2011"], "Jennifer Listgarten": ["Correction for Hidden Confounders in the Genetic Analysis of Gene Expression (Abstract)., UAI, 2011"]}