{"Manfred K. Warmuth": ["A Bayesian Probability Calculus for Density Matrices., UAI, 2006"], "Bhaskara Marthi": ["A Compact, Hierarchical Q-function Decomposition., UAI, 2006"], "Sanjoy Dasgupta": ["A Concentration Theorem for Projections., UAI, 2006"], "Phan Hong Giang": ["A New Axiomatization for Likelihood Gambles., UAI, 2006"], "Frank D. Wood": ["A Non-Parametric Bayesian Method for Inferring Hidden Causes., UAI, 2006"], "David Stavens": ["A Self-Supervised Terrain Roughness Estimator for Off-Road Autonomous Driving., UAI, 2006"], "Tomi Silander": ["A Simple Approach for Finding the Globally Optimal Bayesian Network Structure., UAI, 2006"], "Subramani Mani": ["A Theoretical Study of Y Structures for Causal Discovery., UAI, 2006"], "Arthur Choi": ["A Variational Approach for Approximating Bayesian Networks by Edge Deletion., UAI, 2006"], "Joseph Ramsey": ["Adjacency-Faithfulness and Conservative Causal Inference., UAI, 2006"], "Mikko Koivisto": ["Advances in Exact Bayesian Structure Discovery in Bayesian Networks., UAI, 2006"], "Michael L. Littman": ["An Efficient Optimal-Equilibrium Algorithm for Two-player Game Trees., UAI, 2006"], "Yaxin Bi": ["An Efficient Triplet-based Algorithm for Evidential Reasoning., UAI, 2006"], "Varsha Dani": ["An Empirical Comparison of Algorithms for Aggregating Expert Predictions., UAI, 2006"], "Avi Pfeffer": ["Approximate Separability for Weak Interaction in Dynamic Systems., UAI, 2006"], "Vanessa Didelez": ["Asymmetric Separation for Local Independence Graphs., UAI, 2006", "Direct and Indirect Effects of Sequential Treatments., UAI, 2006"], "Paul Weng": ["Axiomatic Foundations for a Class of Generalized Expected Utility: Algebraic Expected Utility., UAI, 2006"], "Ricardo Bezerra de Andrade e Silva": ["Bayesian Inference for Gaussian Mixed Graph Models., UAI, 2006"], "Zhihua Zhang": ["Bayesian Multicategory Support Vector Machines., UAI, 2006"], "Max Welling": ["Bayesian Random Fields: The Bethe-Laplace Approximation., UAI, 2006"], "Andres Madsen": ["Belief Update in CLG Bayesian Networks With Lazy Propagation., UAI, 2006"], "Thomas Degris": ["Chi-square Tests Driven Method for Learning the Structure of Factored MDPs., UAI, 2006"], "Tal El-Hay": ["Continuous Time Markov Networks., UAI, 2006"], "Yuhong Guo": ["Convex Structure Learning for Bayesian Networks: Polynomial Feature Selection and Approximate Ordering., UAI, 2006"], "Bozhena Bidyuk": ["Cutset Sampling with Likelihood Weighting., UAI, 2006"], "Nir Friedman": ["Dimension Reduction in Singularly Perturbed Continuous-Time Bayesian Networks., UAI, 2006"], "Koby Crammer": ["Discriminative Learning via Semidefinite Probabilistic Models., UAI, 2006"], "Monika Schaeffer": ["Efficient Selection of Disambiguating Actions for Stereo Vision., UAI, 2006"], "Dongryeol Lee": ["Faster Gaussian Summation: Theory and Experiment., UAI, 2006"], "Michael Eichler": ["Fitting Graphical Interaction Models to Multivariate Time Series., UAI, 2006"], "Cédric Pralet": ["From Influence Diagrams to Multi-operator Cluster DAGs., UAI, 2006"], "Matthew J. Beal": ["Gene Expression Time Course Clustering with Countably Infinite Hidden Markov Models., UAI, 2006"], "Brian Milch": ["General-Purpose MCMC Inference over Relational Structures., UAI, 2006"], "Ian Porteous": ["Gibbs Sampling for (Coupled) Infinite Mixture Models in the Stick Breaking Representation., UAI, 2006"], "Carlos Brito": ["Graphical Condition for Identification in recursive SEM., UAI, 2006"], "Ilya Shpitser": ["Identification of Conditional Interventional Distributions., UAI, 2006"], "José M. Peña": ["Identifying the Relevant Nodes Without Learning the Model., UAI, 2006"], "Alexander L. Strehl": ["Incremental Model-based Learners With Formal Learning-Time Guarantees., UAI, 2006"], "Changsung Kang": ["Inequality Constraints in Causal Models with Hidden Variables., UAI, 2006"], "Prakash P. Shenoy": ["Inference in Hybrid Bayesian Networks Using Mixtures of Gaussians., UAI, 2006"], "Zhao Xu": ["Infinite Hidden Relational Models., UAI, 2006"], "Chalee Asavathiratham": ["Linear Algebra Approach to Separable Bayesian Networks., UAI, 2006"], "Robert G. Cowell": ["MAIES: A Tool for DNA Mixture Analysis., UAI, 2006"], "Inmar E. Givoni": ["Matrix Tile Analysis., UAI, 2006"], "Iain Murray": ["MCMC for Doubly-intractable Distributions., UAI, 2006"], "Norm Ferns": ["Methods for Computing State Similarity in Markov Decision Processes., UAI, 2006"], "Chris D. Bartels": ["Non-Minimal Triangulations for Mixed Stochastic/Deterministic Graphical Models., UAI, 2006"], "Or Zuk": ["On the Number of Samples Needed to Learn the Correct Structure of a Bayesian Network., UAI, 2006"], "Hei Chan": ["On the Robustness of Most Probable Explanations., UAI, 2006"], "Ruggiero Cavallo": ["Optimal Coordinated Planning Amongst Self-Interested Agents with Private State., UAI, 2006"], "Yimin Huang": ["Pearl's Calculus of Intervention Is Complete., UAI, 2006"], "Scott Sanner": ["Practical Linear Value-approximation Techniques for First-order MDPs., UAI, 2006"], "John Langford": ["Predicting Conditional Quantiles via Reduction to Classification., UAI, 2006"], "Kathryn B. Laskey": ["Propagation of Delays in the National Airspace System., UAI, 2006"], "Harald Steck": ["Ranking by Dependence - A Fair Criteria., UAI, 2006"], "Seunghwan Lee": ["Reasoning about Uncertainty in Metric Spaces., UAI, 2006"], "Amar Subramanya": ["Recognizing Activities and Spatial Context Using Wearable Sensors., UAI, 2006"], "Gal Elidan": ["Residual Belief Propagation: Informed Scheduling for Asynchronous Message Passing., UAI, 2006"], "Itai Ashlagi": ["Robust Learning Equilibrium., UAI, 2006"], "Theodore Charitos": ["Sensitivity Analysis for Threshold Decision Making with Dynamic Networks., UAI, 2006"], "Guy Lebanon": ["Sequential Document Representations and Simplicial Curves., UAI, 2006"], "Wim Wiegerinck": ["Stochastic Optimal Control in Continuous Space-Time Multi-Agent Systems., UAI, 2006"], "Manabu Kuroki": ["Stratified Analysis of 'Probabilities of Causation'., UAI, 2006"], "Vikash K. Mansinghka": ["Structured Priors for Structure Learning., UAI, 2006"], "Manfred Jaeger": ["The AI&M Procedure for Learning from Incomplete Data., UAI, 2006"], "Edward Snelson": ["Variable Noise and Dimensionality Reduction for Sparse Gaussian processes., UAI, 2006"], "Guobiao Mei": ["Visualization of Collaborative Data., UAI, 2006"]}