{"Jorge P. Batista": ["A nonparametric Riemannian framework on tensor field with application to foreground segmentation., ICCV, 2011", "Globally optimal solution to multi-object tracking with merged measurements., ICCV, 2011"], "Pascal Fua": ["Are spatial and global constraints really necessary for segmentation?, ICCV, 2011", "Tracking multiple people under global appearance constraints., ICCV, 2011", "Conditional Random Fields for multi-camera object detection., ICCV, 2011"], "Matthew Turk": ["Illumination demultiplexing from a single image., ICCV, 2011"], "Roberto Cipolla": ["Silhouette-based object phenotype recognition using 3D shape priors., ICCV, 2011", "A new distance for scale-invariant 3D shape recognition and registration., ICCV, 2011", "Spatio-temporal clustering of probabilistic region trajectories., ICCV, 2011", "Color photometric stereo for multicolored surfaces., ICCV, 2011"], "Xiaolei Huang": ["Optimal object matching via convexification and composition., ICCV, 2011"], "Song-Chun Zhu": ["Unsupervised learning of event AND-OR grammar and semantics from video., ICCV, 2011", "Parsing video events with goal inference and intent prediction., ICCV, 2011", "Video Primal Sketch: A generic middle-level representation of video., ICCV, 2011", "Image representation by active curves., ICCV, 2011"], "Nassir Navab": ["A general preconditioning scheme for difference measures in deformable registration., ICCV, 2011", "Stereo time-of-flight., ICCV, 2011"], "Jingyuan Zhang": ["Source camera identification using Auto-White Balance approximation., ICCV, 2011"], "Dan Levi": ["Fusing visual and range imaging for object class recognition., ICCV, 2011"], "Nikos Komodakis": ["Learning to cluster using high order graphical models with latent variables., ICCV, 2011"], "Horst Bischof": ["Hough-based tracking of non-rigid objects., ICCV, 2011"], "Alexei A. Efros": ["Ensemble of exemplar-SVMs for object detection and beyond., ICCV, 2011"], "Yuichi Yoshida": ["CARD: Compact And Real-time Descriptors., ICCV, 2011"], "Gang Hua": ["Automatic salient object extraction with contextual cue., ICCV, 2011"], "Ram Nevatia": ["Action recognition in cluttered dynamic scenes using Pose-Specific Part Models., ICCV, 2011"], "Benjamin Kuipers": ["Real-time indoor scene understanding using Bayesian filtering with motion cues., ICCV, 2011"], "Michael S. Brown": ["Revisiting radiometric calibration for color computer vision., ICCV, 2011"], "Yoichi Sato": ["Inferring human gaze from appearance via adaptive linear regression., ICCV, 2011"], "Larry S. Davis": ["Birdlets: Subordinate categorization using volumetric primitives and pose-normalized appearance., ICCV, 2011"], "Takeo Kanade": ["Distributed cosegmentation via submodular optimization on anisotropic diffusion., ICCV, 2011", "Discovering object instances from scenes of Daily Living., ICCV, 2011"], "Hanspeter Pfister": ["Segmentation fusion for connectomics., ICCV, 2011", "Maximizing all margins: Pushing face recognition with Kernel Plurality., ICCV, 2011"], "William T. Freeman": ["Diffuse reflectance imaging with astronomical applications., ICCV, 2011", "Evaluation of image features using a photorealistic virtual world., ICCV, 2011"], "Alan L. Yuille": ["Perturb-and-MAP random fields: Using discrete optimization to learn and sample from energy models., ICCV, 2011"], "Yaser Sheikh": ["3D reconstruction of a smooth articulated trajectory from a monocular image sequence., ICCV, 2011"], "Tony X. Han": ["Contextual weighting for vocabulary tree based image retrieval., ICCV, 2011"], "Jingyi Yu": ["A theory of Coprime Blurred Pairs., ICCV, 2011", "Dynamic fluid surface acquisition using a camera array., ICCV, 2011"], "Jun Gao": ["Learning to predict the perceived visual quality of photos., ICCV, 2011"], "Xiangyang Xue": ["Salient Object Detection using concavity context., ICCV, 2011"], "Shuicheng Yan": ["Learning universal multi-view age estimator using video context., ICCV, 2011", "Predicting occupation via human clothing and contexts., ICCV, 2011", "Latent Low-Rank Representation for subspace segmentation and feature extraction., ICCV, 2011", "Multi-task low-rank affinity pursuit for image segmentation., ICCV, 2011"], "Na Fan": ["Learning nonlinear distance functions using neural network for regression with application to robust human age estimation., ICCV, 2011"], "Petter Strandmark": ["Generalized roof duality for pseudo-boolean optimization., ICCV, 2011"], "Philip H. S. Torr": ["Struck: Structured output tracking with kernels., ICCV, 2011"], "William A. P. Smith": ["Simplification of 3D morphable models., ICCV, 2011"], "Junzhou Huang": ["A 3D Laplacian-driven parametric deformable model., ICCV, 2011"], "Shree K. Nayar": ["Video from a single coded exposure photograph using a learned over-complete dictionary., ICCV, 2011", "Multiplexed illumination for scene recovery in the presence of global illumination., ICCV, 2011"], "Frank Dellaert": ["Generalized subgraph preconditioners for large-scale bundle adjustment., ICCV, 2011"], "Wenyu Liu": ["Minimum near-convex decomposition for robust shape representation., ICCV, 2011"], "Frédéric Jurie": ["Visual word disambiguation by semantic contexts., ICCV, 2011", "Modeling spatial layout with fisher vectors for image categorization., ICCV, 2011"], "Nikos Paragios": ["Viewpoint invariant 3D landmark model inference from monocular 2D images using higher-order priors., ICCV, 2011", "Efficient parallel message computation for MAP inference., ICCV, 2011"], "Joost van de Weijer": ["Object recoloring based on intrinsic image estimation., ICCV, 2011"], "Svetlana Lazebnik": ["Understanding scenes on many levels., ICCV, 2011", "Scene recognition and weakly supervised object localization with deformable part-based models., ICCV, 2011"], "Tao Xiang": ["Weakly supervised object detector learning with model drift detection., ICCV, 2011", "Delta-Dual Hierarchical Dirichlet Processes: A pragmatic abnormal behaviour detector., ICCV, 2011"], "Tsuhan Chen": ["Multi-view 3D reconstruction for scenes under the refractive plane with known vertical direction., ICCV, 2011", "Extracting adaptive contextual cues from unlabeled regions., ICCV, 2011"], "Krishnan Ramnath": ["Edge foci interest points., ICCV, 2011"], "Aaron Seitz": ["Segmentation from a box., ICCV, 2011"], "Andrew Zisserman": ["Smooth object retrieval using a bag of boundaries., ICCV, 2011", "Learning equivariant structured output SVM regressors., ICCV, 2011", "The truth about cats and dogs., ICCV, 2011", "Tabula rasa: Model transfer for object category detection., ICCV, 2011", "BiCoS: A Bi-level co-segmentation method for image classification., ICCV, 2011"], "Stergios I. Roumeliotis": ["A Direct Least-Squares (DLS) method for PnP., ICCV, 2011", "Optimal estimation of vanishing points in a Manhattan world., ICCV, 2011"], "Hongbin Zha": ["Sorted Random Projections for robust texture classification., ICCV, 2011", "Structure-sensitive superpixels via geodesic distance., ICCV, 2011", "Robust consistent correspondence between 3D non-rigid shapes based on \"Dual Shape-DNA\"., ICCV, 2011"], "David Suter": ["An adversarial optimization approach to efficient outlier removal., ICCV, 2011", "Dynamic and hierarchical multi-structure geometric model fitting., ICCV, 2011"], "James M. Rehg": ["Understanding egocentric activities., ICCV, 2011", "Large-scale image annotation using visual synset., ICCV, 2011"], "Andrew W. Fitzgibbon": ["Efficient regression of general-activity human poses from depth images., ICCV, 2011"], "Herbert Edelsbrunner": ["Diffusion runs low on persistence fast., ICCV, 2011"], "Lourdes Agapito": ["Automated articulated structure and 3D shape recovery from point correspondences., ICCV, 2011"], "Narendra Ahuja": ["Imaging via three-dimensional compressive sampling (3DCS)., ICCV, 2011"], "Thomas Vetter": ["Optimal landmark detection using shape models and branch and bound., ICCV, 2011"], "Bernhard Schölkopf": ["Fast removal of non-uniform camera shake., ICCV, 2011", "Non-stationary correction of optical aberrations., ICCV, 2011"], "Xiangchu Feng": ["Sparse representation or collaborative representation: Which helps face recognition?, ICCV, 2011"], "Yair Weiss": ["From learning models of natural image patches to whole image restoration., ICCV, 2011"], "Seungyong Lee": ["Handling outliers in non-blind image deconvolution., ICCV, 2011"], "Kristen Grauman": ["Relative attributes., ICCV, 2011", "Annotator rationales for visual recognition., ICCV, 2011", "Actively selecting annotations among objects and attributes., ICCV, 2011", "Key-segments for video object segmentation., ICCV, 2011"], "Devi Parikh": ["Recognizing jumbled images: The role of local and global information in image classification., ICCV, 2011"], "Keiji Yanai": ["Automatic construction of an action video shot database using web videos., ICCV, 2011"], "Loong Fah Cheong": ["Multi-view repetitive structure detection., ICCV, 2011"], "David Zhang": ["Fisher Discrimination Dictionary Learning for sparse representation., ICCV, 2011", "A linear subspace learning approach via sparse coding., ICCV, 2011"], "Chris H. Q. Ding": ["Dyadic transfer learning for cross-domain image classification., ICCV, 2011", "Discriminative high order SVD: Adaptive tensor subspace selection for image classification, clustering, and retrieval., ICCV, 2011", "Unsupervised and semi-supervised learning via ℓ1-norm graph., ICCV, 2011"], "Li Shen": ["Sparse multi-task regression and feature selection to identify brain imaging predictors for memory performance., ICCV, 2011"], "Gérard G. Medioni": ["Dynamic Manifold Warping for view invariant action recognition., ICCV, 2011", "Robust unsupervised motion pattern inference from video and applications., ICCV, 2011", "Aerial 3D reconstruction with line-constrained dynamic programming., ICCV, 2011"], "Zhihu Chen": ["Pose estimation from reflections for specular surface recovery., ICCV, 2011"], "Thomas S. Huang": ["Multi-observation visual recognition via joint dynamic sparse representation., ICCV, 2011", "Close the loop: Joint blind image restoration and recognition with sparse representation prior., ICCV, 2011"], "Fuchao Wu": ["Local Intensity Order Pattern for feature description., ICCV, 2011"], "Jianbo Shi": ["Multi-hypothesis motion planning for visual object tracking., ICCV, 2011"], "Shuqiang Jiang": ["Treat samples differently: Object tracking with semi-supervised online CovBoost., ICCV, 2011"], "Miaomiao Liu": ["Self-calibrating depth from refraction., ICCV, 2011"], "Joachim M. Buhmann": ["Weakly supervised semantic segmentation with a multi-image model., ICCV, 2011"], "Yao Lu": ["Correlative multi-label multi-instance image annotation., ICCV, 2011"], "Leif Kobbelt": ["Fast image-based localization using direct 2D-to-3D matching., ICCV, 2011"], "Adrien Bartoli": ["Multiview 3D warps., ICCV, 2011"], "Scott McCloskey": ["Temporally coded flash illumination for motion deblurring., ICCV, 2011"], "Alper Yilmaz": ["Inferring social relations from visual concepts., ICCV, 2011"], "Rama Chellappa": ["Sparse dictionary-based representation and recognition of action attributes., ICCV, 2011", "Domain adaptation for object recognition: An unsupervised approach., ICCV, 2011", "Blurring-invariant Riemannian metrics for comparing signals and images., ICCV, 2011"], "Silvio Savarese": ["Articulated part-based model for joint object detection and pose estimation., ICCV, 2011", "Robust object pose estimation via statistical manifold modeling., ICCV, 2011"], "Marc Pollefeys": ["Accurate 3D pose estimation from a single depth image., ICCV, 2011", "Image based detection of geometric changes in urban environments., ICCV, 2011", "The generalized trace-norm and its application to structure-from-motion problems., ICCV, 2011"], "François Lauze": ["Means in spaces of tree-like shapes., ICCV, 2011"], "Weina Ge": ["Probabilistic group-level motion analysis and scenario recognition., ICCV, 2011"], "Sinisa Todorovic": ["Learning spatiotemporal graphs of human activities., ICCV, 2011", "A chains model for localizing participants of group activities in videos., ICCV, 2011", "From contours to 3D object detection and pose estimation., ICCV, 2011"], "Zhuowen Tu": ["Unsupervised metric learning by Self-Smoothing Operator., ICCV, 2011", "Learning a mixture of sparse distance metrics for classification and dimensionality reduction., ICCV, 2011"], "Aleix M. Martínez": ["Kernel non-rigid structure from motion., ICCV, 2011"], "Yiannis Aloimonos": ["Active scene recognition with vision and language., ICCV, 2011"], "Shankar Sastry": ["Informative feature selection for object recognition via Sparse PCA., ICCV, 2011"], "Hujun Bao": ["Simultaneous multi-body stereo and segmentation., ICCV, 2011"], "Tat-Seng Chua": ["Multi-label visual classification with label exclusive context., ICCV, 2011"], "Koichiro Deguchi": ["Efficient algorithm for low-rank matrix factorization with missing components and performance comparison of latest algorithms., ICCV, 2011"], "Francesc Moreno-Noguer": ["Simultaneous correspondence and non-rigid 3D reconstruction of the coronary tree from single X-ray images., ICCV, 2011"], "Vincent Lepetit": ["Multimodal templates for real-time detection of texture-less objects in heavily cluttered scenes., ICCV, 2011"], "Laurenz Wiskott": ["Slow feature analysis and decorrelation filtering for separating correlated sources., ICCV, 2011"], "Guang-Zhong Yang": ["From images to scenes: Compressing an image cluster into a single scene model for place recognition., ICCV, 2011"], "Niloy J. Mitra": ["2D-3D fusion for layer decomposition of urban facades., ICCV, 2011"], "Yuri Boykov": ["Recursive MDL via graph cuts: Application to segmentation., ICCV, 2011"], "Lance Williams": ["What characterizes a shadow boundary under the sun and sky?, ICCV, 2011"], "Shang-Hong Lai": ["Fusing generic objectness and visual saliency for salient object detection., ICCV, 2011"], "Branislav Micusík": ["Trajectory reconstruction from non-overlapping surveillance cameras with relative depth ordering constraints., ICCV, 2011"], "François Fleuret": ["Tasting families of features for image classification., ICCV, 2011", "HEAT: Iterative relevance feedback with one million images., ICCV, 2011"], "M. V. Rohith": ["Fully automatic pose-invariant face recognition via 3D pose normalization., ICCV, 2011"], "Joachim Denzler": ["Exploiting the Manhattan-world assumption for extrinsic self-calibration of multi-modal sensor networks., ICCV, 2011"], "Christian Theobalt": ["Fast articulated motion tracking using a sums of Gaussians body model., ICCV, 2011", "A data-driven approach for real-time full body pose reconstruction from a depth camera., ICCV, 2011", "Shading-based dynamic shape refinement from multi-view video under general illumination., ICCV, 2011"], "Kostas Daniilidis": ["Optimizing polynomial solvers for minimal geometry problems., ICCV, 2011"], "Jitendra Malik": ["Semantic contours from inverse detectors., ICCV, 2011", "Describing people: A poselet-based approach to attribute classification., ICCV, 2011"], "Hassan Foroosh": ["Action recognition using rank-1 approximation of Joint Self-Similarity Volume., ICCV, 2011"], "Nikolaos Papanikolopoulos": ["Positive definite dictionary learning for region covariances., ICCV, 2011", "Efficient similarity search for covariance matrices via the Jensen-Bregman LogDet Divergence., ICCV, 2011"], "Ramin Zabih": ["A graph cut algorithm for higher-order Markov Random Fields., ICCV, 2011"], "Jian Sun": ["Salient object detection by composition., ICCV, 2011", "High quality image reconstruction from RAW and JPEG image pair., ICCV, 2011"], "Michael S. Ryoo": ["Human activity prediction: Early recognition of ongoing activities from streaming videos., ICCV, 2011"], "Matthew B. Blaschko": ["Learning a category independent object detection cascade., ICCV, 2011"], "Wen Gao": ["Face recognition based on non-corresponding region matching., ICCV, 2011"], "Clément Mallet": ["Building large urban environments from unstructured point data., ICCV, 2011"], "Ravi Ramamoorthi": ["What an image reveals about material reflectance., ICCV, 2011"], "Erkang Cheng": ["Blurred target tracking by Blur-driven Tracker., ICCV, 2011"], "Henning Zimmer": ["Modeling temporal coherence for optical flow., ICCV, 2011"], "Tal Nir": ["Variational stereo in dynamic illumination., ICCV, 2011"], "Bastian Leibe": ["Discovering favorite views of popular places with iconoid shift., ICCV, 2011", "Level-set person segmentation and tracking with multi-region appearance models and top-down shape information., ICCV, 2011"], "Richard P. Wildes": ["Spatiotemporal oriented energies for spacetime stereo., ICCV, 2011"], "Scott Cohen": ["StereoCut: Consistent interactive object selection in stereo image pairs., ICCV, 2011"], "Anton van den Hengel": ["Graph mode-based contextual kernels for robust SVM tracking., ICCV, 2011", "A dimensionality result for multiple homography matrices., ICCV, 2011"], "Irfan A. Essa": ["Gaussian process regression flow for analysis of motion trajectories., ICCV, 2011"], "Rafal Mantiuk": ["Cluster-based color space optimizations., ICCV, 2011"], "Ramesh Raskar": ["Refractive shape from light field distortion., ICCV, 2011"], "Jan-Michael Frahm": ["A geometric solver for calibrated stereo egomotion., ICCV, 2011", "RECON: Scale-adaptive robust estimation via Residual Consensus., ICCV, 2011"], "Kyoung Mu Lee": ["Tracking by Sampling Trackers., ICCV, 2011", "Simultaneous localization, mapping and deblurring., ICCV, 2011"], "Sang Uk Lee": ["Stereo reconstruction using high order likelihood., ICCV, 2011"], "Hui Ji": ["Dynamic texture classification using dynamic fractal analysis., ICCV, 2011"], "Vinod Nair": ["A joint learning framework for attribute models and object descriptions., ICCV, 2011"], "Jean-Yves Audibert": ["Data-driven crowd analysis in videos., ICCV, 2011", "Density-aware person detection and tracking in crowds., ICCV, 2011"], "Bodo Rosenhahn": ["Outdoor human motion capture using inverse kinematics and von mises-fisher sampling., ICCV, 2011"], "Sébastien Roy": ["Panoramic stereo video textures., ICCV, 2011", "Unstructured light scanning to overcome interreflections., ICCV, 2011"], "Guangming Shi": ["Centralized sparse representation for image restoration., ICCV, 2011"], "Daniel Cremers": ["Introducing total curvature for image processing., ICCV, 2011", "Decoupling photometry and geometry in dense variational camera calibration., ICCV, 2011", "Geometrically consistent elastic matching of 3D shapes: A linear programming solution., ICCV, 2011", "A convex framework for image segmentation with moment constraints., ICCV, 2011", "Tight convex relaxations for vector-valued labeling problems., ICCV, 2011", "Generalized ordering constraints for multilabel optimization., ICCV, 2011"], "Gregory Shakhnarovich": ["Viewpoint-aware object detection and pose estimation., ICCV, 2011"], "Stefan Roth": ["3D scene flow estimation with a rigid motion prior., ICCV, 2011"], "Marc P. Christensen": ["Pushing the limits of digital imaging using structured illumination., ICCV, 2011"], "Ming-Hsuan Yang": ["Superpixel tracking., ICCV, 2011"], "Fei-Fei Li": ["Human action recognition by learning bases of action attributes and parts., ICCV, 2011"], "Paul M. Simon": ["Single-shot high dynamic range imaging with conventional camera hardware., ICCV, 2011"], "Yi Ma": ["Unwrapping low-rank textures on generalized cylindrical surfaces., ICCV, 2011"], "Eyal David": ["Fast template matching in non-linear tone-mapped images., ICCV, 2011"], "Ales Leonardis": ["An adaptive coupled-layer visual model for robust visual tracking., ICCV, 2011"], "Daphna Weinshall": ["Extracting foreground masks towards object recognition., ICCV, 2011"], "Stewart Burn": ["Superpixels via pseudo-Boolean optimization., ICCV, 2011"], "Mubarak Shah": ["Action recognition in videos acquired by a moving camera using motion decomposition of Lagrangian particle trajectories., ICCV, 2011", "Similarity invariant classification of events by KL divergence minimization., ICCV, 2011"], "Hai Jin": ["Multi-class semi-supervised SVMs with Positiveness Exclusive Regularization., ICCV, 2011"], "Matti Pietikäinen": ["Recognising spontaneous facial micro-expressions., ICCV, 2011"], "Serge J. Belongie": ["End-to-end scene text recognition., ICCV, 2011", "Strong supervision from weak annotation: Interactive training of deformable part models., ICCV, 2011", "Pose, illumination and expression invariant pairwise face-similarity measure via Doppelgänger list comparison., ICCV, 2011", "Multiclass recognition and part localization with humans in the loop., ICCV, 2011"], "Shawn D. Newsam": ["Spatial pyramid co-occurrence for image classification., ICCV, 2011"], "Stan Sclaroff": ["Learning parameterized histogram kernels on the simplex manifold for image and action classification., ICCV, 2011"], "Chikkannan Eswaran": ["Exemplar extraction using spatio-temporal hierarchical agglomerative clustering for face recognition in video., ICCV, 2011"], "Maja Pantic": ["Shape-constrained Gaussian process regression for facial-point-based head-pose normalization., ICCV, 2011", "Robust and efficient parametric face alignment., ICCV, 2011"], "Horace Ho-Shing Ip": ["Spectral learning of latent semantics for action recognition., ICCV, 2011"], "Haibin Ling": ["Scale and object aware image retargeting for thumbnail browsing., ICCV, 2011"], "Shih-Fu Chang": ["Learning component-level sparse representation using histogram information for image classification., ICCV, 2011"], "Katsushi Ikeuchi": ["Locally rigid globally non-rigid surface registration., ICCV, 2011"], "Haizhou Ai": ["Who Blocks Who: Simultaneous clothing segmentation for grouping images., ICCV, 2011"], "Joon Hee Han": ["Learning occlusion with likelihoods for visual tracking., ICCV, 2011", "Generalized background subtraction based on hybrid inference by belief propagation and Bayesian filtering., ICCV, 2011"], "Cordelia Schmid": ["Unsupervised metric learning for face identification in TV video., ICCV, 2011"], "Minh N. Do": ["A revisit to cost aggregation in stereo matching: How far can we reduce its computational redundancy?, ICCV, 2011"], "Per-Erik Forssén": ["Scan rectification for structured light range sensors with rolling shutters., ICCV, 2011"], "Thomas Brox": ["Object segmentation in video: A hierarchical variational approach for turning point trajectories into dense regions., ICCV, 2011"], "Roland Memisevic": ["Gradient-based learning of higher-order image features., ICCV, 2011"], "José Jesús Guerrero": ["Scale space for central catadioptric systems: Towards a generic camera feature extractor., ICCV, 2011"], "Shai Avidan": ["Coherency Sensitive Hashing., ICCV, 2011", "Geometrically consistent stereo seam carving., ICCV, 2011"], "In-So Kweon": ["High quality depth map upsampling for 3D-TOF cameras., ICCV, 2011"], "Nenghai Yu": ["Complementary hashing for approximate nearest neighbor search., ICCV, 2011"], "Shin'ichi Satoh": ["Compact correlation coding for visual object categorization., ICCV, 2011"], "Spiros Fotopoulos": ["Face recognition via local sparse coding., ICCV, 2011"], "Yannis S. Avrithis": ["Speeded-up, relaxed spatial matching., ICCV, 2011"], "Yaacov Choueka": ["Active clustering of document fragments using information derived from both images and catalogs., ICCV, 2011"], "Pushmeet Kohli": ["Decision tree fields., ICCV, 2011"], "Beiji Zou": ["Exploring regularized feature selection for person specific face verification., ICCV, 2011"], "Christoph Schnörr": ["Variational recursive joint estimation of dense scene structure and camera motion from monocular high speed traffic sequences., ICCV, 2011"], "Jacinto C. Nascimento": ["Incremental on-line semi-supervised learning for segmenting the left ventricle of the heart from ultrasound data., ICCV, 2011"], "Rafael Cabeza": ["Linear stereo matching., ICCV, 2011"], "Martial Hebert": ["Feature seeding for action recognition., ICCV, 2011", "Source constrained clustering., ICCV, 2011"], "Konstantinos Rapantzikos": ["The medial feature detector: Stable regions from image boundaries., ICCV, 2011"], "Aly A. Farag": ["Towards accurate and efficient representation of image irradiance of convex-Lambertian objects under unknown near lighting., ICCV, 2011"], "Steven M. Seitz": ["Face reconstruction in the wild., ICCV, 2011"], "Thomas Seidl": ["Modeling image similarity by Gaussian mixture models and the Signature Quadratic Form Distance., ICCV, 2011"], "Antonin Chambolle": ["Diagonal preconditioning for first order primal-dual algorithms in convex optimization., ICCV, 2011"], "F. Xavier Roca": ["A selective spatio-temporal interest point detector for human action recognition in complex scenes., ICCV, 2011"], "Gabriela Csurka": ["Assessing the aesthetic quality of photographs using generic image descriptors., ICCV, 2011"], "Jean Ponce": ["A graph-matching kernel for object categorization., ICCV, 2011"], "Daphne Koller": ["Learning specific-class segmentation from diverse data., ICCV, 2011", "Discriminative learning of relaxed hierarchy for large-scale visual recognition., ICCV, 2011"], "Trevor Darrell": ["The NBNN kernel., ICCV, 2011", "Learning cross-modality similarity for multinomial data., ICCV, 2011"], "Carlo Tomasi": ["Linear time offline tracking and lower envelope algorithms., ICCV, 2011"], "Barbara Caputo": ["Multiclass transfer learning from unconstrained priors., ICCV, 2011"], "Arnold W. M. Smeulders": ["Segmentation as selective search for object recognition., ICCV, 2011"], "Xianfeng Gu": ["Multiscale, curvature-based shape representation for surfaces., ICCV, 2011"], "Ryo Furukawa": ["Dense one-shot 3D reconstruction by detecting continuous regions with parallel line projection., ICCV, 2011"], "Simon Lucey": ["Fourier Active Appearance Models., ICCV, 2011"], "Yiqun Hu": ["Contour Code: Robust and efficient multispectral palmprint encoding for human recognition., ICCV, 2011"], "Gang Wang": ["Discriminative multi-manifold analysis for face recognition from a single training sample per person., ICCV, 2011"], "Michael J. Black": ["Home 3D body scans from noisy image and range data., ICCV, 2011"], "Susumu Kubota": ["Random ensemble metrics for object recognition., ICCV, 2011"], "Martin Jägersand": ["Basis constrained 3D scene flow on a dynamic proxy., ICCV, 2011"], "Anthony J. Yezzi": ["Active geodesics: Region-based active contour segmentation with a global edge-based constraint., ICCV, 2011"], "Tracy L. Faber": ["Localized principal component analysis based curve evolution: A divide and conquer approach., ICCV, 2011"], "Jun Zhou": ["Material-specific user colour profiles from imaging spectroscopy data., ICCV, 2011"], "Greg Mori": ["Discriminative figure-centric models for joint action localization and recognition., ICCV, 2011"], "Bruno A. Olshausen": ["Building a better probabilistic model of images by factorization., ICCV, 2011"], "Rob Fergus": ["Adaptive deconvolutional networks for mid and high level feature learning., ICCV, 2011"], "Philip Benfey": ["Detailed reconstruction of 3D plant root shape., ICCV, 2011"], "Arthur W. Toga": ["Automated corpus callosum extraction via Laplace-Beltrami nodal parcellation and intrinsic geodesic curvature flows on surfaces., ICCV, 2011"], "Pong Chi Yuen": ["Linear dependency modeling for feature fusion., ICCV, 2011"], "Ivor Wai-Hung Tsang": ["Text-based image retrieval using progressive multi-instance learning., ICCV, 2011"], "John Zhang": ["Handling label noise in video classification via multiple instance learning., ICCV, 2011"], "Raquel Urtasun": ["Physically-based motion models for 3D tracking: A convex formulation., ICCV, 2011"], "C. V. Jawahar": ["Realtime multibody visual SLAM with a smoothly moving monocular camera., ICCV, 2011"], "Antonis A. Argyros": ["Full DOF tracking of a hand interacting with an object by modeling occlusions and physical constraints., ICCV, 2011"], "Ghassan Hamarneh": ["Convex multi-region probabilistic segmentation with shape prior in the isometric log-ratio transformation space., ICCV, 2011"], "Cristian Sminchisescu": ["Image segmentation by figure-ground composition into maximal cliques., ICCV, 2011", "Latent structured models for human pose estimation., ICCV, 2011", "Semi-supervised learning and optimization for hypergraph matching., ICCV, 2011"], "Klaus Diepold": ["Dense disparity maps from sparse disparity measurements., ICCV, 2011"], "Pietro Perona": ["Object detection and segmentation from joint embedding of parts and pixels., ICCV, 2011"], "Angel Domingo Sappa": ["Correspondence free registration through a point-to-model distance minimization., ICCV, 2011"], "Richard Bowden": ["iGroup: Weakly supervised image and video grouping., ICCV, 2011", "Kinecting the dots: Particle based scene flow from depth sensors., ICCV, 2011"], "Marcello Pelillo": ["Structured class-labels in random forests for semantic image labelling., ICCV, 2011"], "Xiaoou Tang": ["Content-based photo quality assessment., ICCV, 2011", "Optical flow estimation using learned sparse model., ICCV, 2011"], "Simone Frintrop": ["Center-surround divergence of feature statistics for salient object detection., ICCV, 2011"], "Ian D. Reid": ["Manhattan scene understanding using monocular, stereo, and 3D features., ICCV, 2011", "Unsupervised learning of a scene-specific coarse gaze estimator., ICCV, 2011", "Shared shape spaces., ICCV, 2011"], "Luigi di Stefano": ["On the repeatability of the local reference frame for partial shape matching., ICCV, 2011"], "Riccardo Leonardi": ["A robust pipeline for rapid feature-based pre-alignment of dense range scans., ICCV, 2011"], "Adrian Hilton": ["A FACS valid 3D dynamic action unit database with applications to 3D dynamic morphable facial modeling., ICCV, 2011"], "Joao Queiro": ["Point-based calibration using a parametric representation of the general imaging model., ICCV, 2011"], "Prem Natarajan": ["Efficient Orthogonal Matching Pursuit using sparse random projections for scene and video classification., ICCV, 2011"], "Andrew J. Davison": ["DTAM: Dense tracking and mapping in real-time., ICCV, 2011"], "Kurt Konolige": ["Double window optimisation for constant time visual SLAM., ICCV, 2011"], "Hyunwoo Kim": ["Probabilistic 3D object recognition with both positive and negative evidences., ICCV, 2011"], "Mario Sznaier": ["Low order dynamics embedding for high dimensional time series., ICCV, 2011"], "Lok Ming Lui": ["Parallelizable inpainting and refinement of diffeomorphisms using Beltrami holomorphic flow., ICCV, 2011"], "Björn Ommer": ["Video parsing for abnormality detection., ICCV, 2011"], "Ruei-Sung Lin": ["The power of comparative reasoning., ICCV, 2011"], "Sohaib Khan": ["Multiview structure from motion in trajectory space., ICCV, 2011"], "Octavia I. Camps": ["Dynamic subspace-based coordinated multicamera tracking., ICCV, 2011"], "Xinwang Liu": ["In defense of soft-assignment coding., ICCV, 2011"], "Guodong Guo": ["Digital anti-aging in face images., ICCV, 2011"], "Ruzena Bajcsy": ["Robust topological features for deformation invariant image matching., ICCV, 2011"], "Xin Li": ["An automatic assembly and completion framework for fragmented skulls., ICCV, 2011"], "Ioannis A. Kakadiaris": ["Markov Random Field-based fitting of a subdivision-based geometric atlas., ICCV, 2011"], "Roland Siegwart": ["BRISK: Binary Robust invariant scalable keypoints., ICCV, 2011"], "Thomas Serre": ["HMDB: A large video database for human motion recognition., ICCV, 2011"], "Gary R. Bradski": ["ORB: An efficient alternative to SIFT or SURF., ICCV, 2011"], "Vladimir Pavlovic": ["Isotonic CCA for sequence alignment and activity recognition., ICCV, 2011"], "Amit K. Roy-Chowdhury": ["A \"string of feature graphs\" model for recognition of complex activities in natural videos., ICCV, 2011"], "Ahmed M. Elgammal": ["Regression from local features for viewpoint and pose estimation., ICCV, 2011"], "Fred A. Hamprecht": ["Probabilistic image segmentation with closedness constraints., ICCV, 2011"], "Deva Ramanan": ["N-best maximal decoders for part models., ICCV, 2011"], "Max Welling": ["Integrating local classifiers through nonlinear dynamics on label graphs with an application to image segmentation., ICCV, 2011"], "Alfred O. Hero III": ["Efficient learning of sparse, distributed, convolutional feature representations for object recognition., ICCV, 2011"], "Yann LeCun": ["Ask the locals: Multi-way local pooling for image recognition., ICCV, 2011"], "Lorenzo Torresani": ["Scalable object-class retrieval with approximate and top-k ranking., ICCV, 2011"]}