{"Pushmeet Kohli": ["Effciently Solving Dynamic Markov Random Fields Using Graph Cuts., ICCV, 2005"], "Hossam El Din Hassan Abd El Munim": ["A Shape-Based Segmentation Approach: An Improved Technique Using Level Sets., ICCV, 2005"], "Jue Wang": ["An Iterative Optimization Approach for Unified Image Segmentation and Matting., ICCV, 2005"], "Joachim S. Stahl": ["Convex Grouping Combining Boundary and Region Information., ICCV, 2005"], "V. Shiv Naga Prasad": ["Detecting Rotational Symmetries., ICCV, 2005"], "Michael Shilman": ["Learning Non-Generative Grammatical Models for Document Analysis., ICCV, 2005"], "Marie Rochery": ["Phase Field Models and Higher-Order Active Contours., ICCV, 2005"], "Fredrik Kahl": ["Globally Optimal Estimates for Geometric Reconstruction Problems., ICCV, 2005", "Multiple View Geometry and the L8-norm., ICCV, 2005"], "Qifa Ke": ["Quasiconvex Optimization for Robust Geometric Reconstruction., ICCV, 2005"], "Peter Kovesi": ["Shapelets Correlated with Surface Normals Produce Surfaces., ICCV, 2005"], "Jian Yao": ["Object Detection in Aerial Imagery Based on Enhanced Semi-Supervised Learning., ICCV, 2005"], "Nikos Komodakis": ["A New Framework for Approximate Labeling via Graph Cuts., ICCV, 2005"], "Hanning Zhou": ["Okapi-Chamfer Matching for Articulated Object Recognition., ICCV, 2005"], "Scott Cohen": ["Background Estimation as a Labeling Problem., ICCV, 2005"], "Wei Feng": ["Bayesian Structural Content Abstraction for Region-Level Image Authentication., ICCV, 2005"], "Ashish Raj": ["A Graph Cut Algorithm for Generalized Image Deconvolution., ICCV, 2005"], "Ivo Ihrke": ["Reconstructing the Geometry of Flowing Water., ICCV, 2005"], "Yalin Wang": ["Surface Parameterization Using Riemann Surface Structure., ICCV, 2005"], "Kshitiz Garg": ["When Does a Camera See Rain?, ICCV, 2005"], "Jing Xiao": ["Uncalibrated Perspective Reconstruction of Deformable Structures., ICCV, 2005"], "H. Türker Sahin": ["Fitting Globally Stabilized Algebraic Surfaces to Range Data., ICCV, 2005"], "Chia-Ping Chen": ["Lighting Normalization with Generic Intrinsic Illumination Subspace for Face Recognition., ICCV, 2005"], "Eagle Jones": ["Layered Active Appearance Models., ICCV, 2005"], "Mark Everingham": ["Identifying Individuals in Video by Combining \"Generative\" and Discriminative Head Models., ICCV, 2005"], "Yun Zhai": ["A General Framework for Temporal Video Scene Segmentation., ICCV, 2005"], "Mingxuan Sun": ["Geometric and Photometric Restoration of Distorted Documents., ICCV, 2005"], "Xuefeng Song": ["A Model-Based Vehicle Segmentation Method for Tracking., ICCV, 2005"], "Hiroshi Ishikawa": ["Finding Tree Structures by Grouping Symmetries., ICCV, 2005"], "Qingxiong Yang": ["Learning the Probability of Correspondences without Ground Truth., ICCV, 2005"], "Atsutada Nakatsuji": ["Mesh Optimization Using an Inconsistency Detection Template., ICCV, 2005"], "Ali Shahrokni": ["Fast Texture-Based Tracking and Delineation Using Texture Entropy., ICCV, 2005"], "Sang Min Oh": ["Learning and Inference in Parametric Switching Linear Dynamical Systems., ICCV, 2005"], "Gaurav Aggarwal": ["Face Recognition in the Presence of Multiple Illumination Sources., ICCV, 2005"], "Jinho Lee": ["A Bilinear Illumination Model for Robust Face Recognition., ICCV, 2005"], "Xiaoxu Ma": ["Edge-Based Rich Representation for Vehicle Classification., ICCV, 2005"], "Le Xin": ["Automatic 3D Face Modeling from Video., ICCV, 2005"], "Rei Kawakami": ["Consistent Surface Color for Texturing Large Objects in Outdoor Scenes., ICCV, 2005"], "Xiaofei He": ["Neighborhood Preserving Embedding., ICCV, 2005"], "Xiaofeng Ren": ["Scale-Invariant Contour Completion Using Conditional Random Fields., ICCV, 2005"], "Hung-Khoon Tan": ["Common Pattern Discovery Using Earth Mover's Distance and Local Flow Maximization., ICCV, 2005"], "Gang Zeng": ["Progressive Surface Reconstruction from Images Using a Local Prior., ICCV, 2005"], "Tao Xiang": ["Video Behaviour Profiling and Abnormality Detection without Manual Labelling., ICCV, 2005"], "Bing Jian": ["A Robust Algorithm for Point Set Registration Using Mixture of Gaussians., ICCV, 2005"], "Jian Li": ["Appearance Modeling Under Geometric Context., ICCV, 2005"], "Seyoun Park": ["Shape and Appearance Repair for Incomplete Point Surfaces., ICCV, 2005"], "Adrian Ilie": ["Ensuring Color Consistency across Multiple Cameras., ICCV, 2005"], "Ganesh Sundaramoorthi": ["More-Than-Topology-Preserving Flows for Active Contours and Polygons., ICCV, 2005"], "Sanjiv Kumar": ["A Hierarchical Field Framework for Unified Context-Based Classification., ICCV, 2005"], "Lihi Zelnik-Manor": ["Squaring the Circles in Panoramas., ICCV, 2005"], "Drew Steedly": ["Efficiently Registering Video into Panoramic Mosaics., ICCV, 2005"], "C. Lawrence Zitnick": ["Consistent Segmentation for Optical Flow Estimation., ICCV, 2005"], "Yi Deng": ["A Symmetric Patch-Based Correspondence Model for Occlusion Handling., ICCV, 2005"], "Sameer Shirdhonkar": ["Non-Negative Lighting and Specular Object Recognition., ICCV, 2005"], "Erik B. Sudderth": ["Learning Hierarchical Models of Scenes, Objects, and Parts., ICCV, 2005"], "Cagri Aslan": ["An Axis-Based Representation for Recognition., ICCV, 2005"], "Saad Ali": ["A Supervised Learning Framework for Generic Object Detection in Images., ICCV, 2005"], "Lei Wang": ["Retrieval with Knowledge-driven Kernel Design: An Approach to Improving SVM-Based CBIR with Relevance Feedback., ICCV, 2005"], "Mario Fritz": ["Integrating Representative and Discriminative Models for Object Category Detection., ICCV, 2005"], "Hwann-Tzong Chen": ["Learning Effective Image Metrics from Few Pairwise Examples., ICCV, 2005"], "Yan Cao": ["Large Deformation Diffeomorphic Metric Mapping of Fiber Orientations., ICCV, 2005"], "Jonathan Starck": ["Spherical Matching for Temporal Correspondence of Non-Rigid Surfaces., ICCV, 2005"], "Moshe Blank": ["Actions as Space-Time Shapes., ICCV, 2005"], "Guillaume Charpiat": ["Designing Spatially Coherent Minimizing Flows for Variational Problems Based on Active Contours., ICCV, 2005"], "José P. Queiroz-Neto": ["Recovering Photometric Properties of Multiple Strongly-Reflective, Partially-Transparent Surfaces from a Single Image., ICCV, 2005"], "Greg Mori": ["Guiding Model Search Using Segmentation., ICCV, 2005"], "Kate Saenko": ["Visual Speech Recognition with Loosely Synchronized Feature Streams., ICCV, 2005"], "François Pitié": ["N-Dimensional Probablility Density Function Transfer and its Application to Colour Transfer., ICCV, 2005"], "Steven M. Seitz": ["A Theory of Inverse Light Transport., ICCV, 2005"], "Kiriakos N. Kutulakos": ["A Theory of Refractive and Specular 3D Shape by Light-Path Triangulation., ICCV, 2005"], "Kristen Grauman": ["The Pyramid Match Kernel: Discriminative Classification with Sets of Image Features., ICCV, 2005"], "Haibin Ling": ["Deformation Invariant Image Matching., ICCV, 2005"], "Andrea Vedaldi": ["Features for Recognition: Viewpoint Invariance for Non-Planar Scenes., ICCV, 2005"], "Marius Leordeanu": ["A Spectral Technique for Correspondence Problems Using Pairwise Constraints., ICCV, 2005"], "Bohyung Han": ["On-Line Density-Based Appearance Modeling for Object Tracking., ICCV, 2005"], "Christopher Kemp": ["Dynamic Measurement Clustering to Aid Real Time Tracking., ICCV, 2005"], "Edward Rosten": ["Fusing Points and Lines for High Performance Tracking., ICCV, 2005"], "Chunhua Shen": ["Fast Global Kernel Density Mode Seeking with Application to Localisation and Tracking., ICCV, 2005"], "Manolis I. A. Lourakis": ["Is Levenberg-Marquardt the Most Efficient Optimization Algorithm for Implementing Bundle Adjustment?., ICCV, 2005"], "Michael Hofer": ["3D Shape Recognition and Reconstruction Based on Line Element Geometry., ICCV, 2005"], "SriRam Thirthala": ["Multi-View Geometry of 1D Radial Cameras and its Application to Omnidirectional Camera Calibration., ICCV, 2005"], "Yihong Wu": ["Geometric Invariants and Applications under Catadioptric Camera Model., ICCV, 2005"], "Yaser Sheikh": ["Object Tracking across Multiple Independently Moving Aerial Cameras., ICCV, 2005"], "Yefeng Zheng": ["Robust Point Matching for Two-Dimensional Nonrigid Shapes., ICCV, 2005"], "Xipeng Qiu": ["Face Recognition by Stepwise Nonparametric Margin Maximum Criterion., ICCV, 2005"], "Nigel J. W. Morris": ["Dynamic Refraction Stereo., ICCV, 2005"], "Philip David": ["Object Recognition in High Clutter Images Using Line Features., ICCV, 2005"], "Zhuowen Tu": ["Probabilistic Boosting-Tree: Learning Discriminative Models for Classification, Recognition, and Clustering., ICCV, 2005"], "Barbara Caputo": ["Class-Specific Material Categorisation., ICCV, 2005"], "Yi Li": ["A Generative/Discriminative Learning Algorithm for Image Classification., ICCV, 2005"], "Rong Wang": ["Learning Models for Predicting Recognition Performance., ICCV, 2005"], "Takeshi Mita": ["Joint Haar-like Features for Face Detection., ICCV, 2005"], "Kenji Hara": ["Multiple Light Sources and Reflectance Property Estimation Based on a Mixture of Spherical Distributions., ICCV, 2005"], "Jongwoo Lim": ["Passive Photometric Stereo from Motion., ICCV, 2005"], "Ohad Ben-Shahar": ["Good Continuation of General 2D Visual Features: Dual Harmonic Models and Computational Inference., ICCV, 2005"], "Jiaya Jia": ["Eliminating Structure and Intensity Misalignment in Image Stitching., ICCV, 2005"], "Maxime Taron": ["Modelling Shapes with Uncertainties: Higher Order Polynomials, Variable Bandwidth Kernels and Non Parametric Density Estimation., ICCV, 2005"], "Matthias Heiler": ["Learning Non-Negative Sparse Image Codes by Convex Programming., ICCV, 2005"], "Yilei Xu": ["Integrating the Effects of Motion, Illumination and Structure in Video Sequences., ICCV, 2005"], "Kui Jia": ["Multi-Modal Tensor Face for Simultaneous Super-Resolution and Recognition., ICCV, 2005"], "Huiqiong Wang": ["Separating Reflections in Human Iris Images for Illumination Estimation., ICCV, 2005"], "Dahua Lin": ["Coupled Space Learning for Image Style Transformation., ICCV, 2005"], "Ondrej Drbohlav": ["On Optimal Light Configurations in Photometric Stereo., ICCV, 2005", "Can Two Specular Pixels Calibrate Photometric Stereo?., ICCV, 2005"], "Francesc Moreno-Noguer": ["Integration of Conditionally Dependent Object Features for Robust Figure/Background Segmentation., ICCV, 2005"], "Margarita Osadchy": ["On the Equivalence of Common Approaches to Lighting Insensitive Recognition., ICCV, 2005"], "Jiri Matas": ["Randomized RANSAC with Sequential Probability Ratio Test., ICCV, 2005"], "Fadi Dornaika": ["Simultaneous Facial Action Tracking and Expression Recognition Using a Particle Filter., ICCV, 2005"], "Erich T. H. Leung": ["Adaptive Enhancement of Cardiac Magnetic Resonance (CMR) Images., ICCV, 2005"], "Jean-Sébastien Franco": ["Fusion of Multi-View Silhouette Cues Using a Space Occupancy Grid., ICCV, 2005"], "Stéphane Drouin": ["Incremental Discovery of Object Parts in Video Sequences., ICCV, 2005"], "Aharon Bar-Hillel": ["Efficient Learning of Relational Object Class Models., ICCV, 2005"], "Xun Xu": ["Face Recognition with MRC-Boosting., ICCV, 2005"], "Feng Han": ["Bottom-up/Top-Down Image Parsing by Attribute Graph Grammar., ICCV, 2005"], "Moumen T. El-Melegy": ["Variational-Based Method to Extract Parametric Shapes from Images., ICCV, 2005"], "Krystian Mikolajczyk": ["Local Features for Object Class Recognition., ICCV, 2005"], "John M. Winn": ["Object Categorization by Learned Universal Visual Dictionary., ICCV, 2005"], "Cristian Sminchisescu": ["Conditional Random Fields for Contextual Human Motion Recognition., ICCV, 2005"], "Robert Fergus": ["Learning Object Categories from Google's Image Search., ICCV, 2005"], "Sebastian Thrun": ["Shape from Symmetry., ICCV, 2005"], "Richard I. Hartley": ["Parameter-Free Radial Distortion Correction with Centre of Distortion Estimation., ICCV, 2005"], "Kinh Tieu": ["Inference of Non-Overlapping Camera Network Topology by Measuring Statistical Dependence., ICCV, 2005"], "Nils Krahnstoever": ["Bayesian Autocalibration for Surveillance., ICCV, 2005"], "Vladimir S. Petrovic": ["Objective Image Fusion Performance Characterisation., ICCV, 2005"]}