{"Lionel Gaucher": ["Accurate Motion Flow Estimation with Discontinuities., ICCV, 1999"], "Moshe Ben-Ezra": ["Real-Time Motion Analysis with Linear-Programming., ICCV, 1999"], "Lihi Zelnik-Manor": ["Multi-View Subspace Constraints on Homographies., ICCV, 1999"], "Quentin Delamarre": ["3D Articulated Models and Multi-View Tracking with Silhouettes., ICCV, 1999"], "Sundar Vedula": ["Three-Dimensional Scene Flow., ICCV, 1999"], "Jacob Goldberger": ["Registration of Multiple Point Sets using the EM Algorithm., ICCV, 1999"], "John Oliensis": ["New Algorithms for Two-Frame Structure from Motion., ICCV, 1999", "Fast and Accurate Self-Calibration., ICCV, 1999"], "W. James MacLean": ["Removal of Translation Bias when using Subspace Methods., ICCV, 1999"], "Rikard Berthilsson": ["Densities and Maximum Likelihood Estimation of Matching Constraints., ICCV, 1999", "Finding Correspondences of Patches by Means of Affine Transformations., ICCV, 1999"], "Yusuf Sinan Akgul": ["Recovery and Tracking of Continuous 3D Surfaces from Stereo Data using a Deformable Dual-Mesh., ICCV, 1999"], "Yi Ma": ["Euclidean Reconstruction and Reprojection up to Subgroups., ICCV, 1999"], "Richard Szeliski": ["Prediction Error as a Quality Metric for Motion and Stereo., ICCV, 1999"], "Andreas Ruf": ["Rigid and Articulated Motion Seen with an Uncalibrated Stereo Rig., ICCV, 1999"], "Lambert E. Wixson": ["Detecting Salient Motion by Accumulating Directionally-Consistent Flow., ICCV, 1999"], "Yang Song": ["Monocular Perception of Biological Motion - Detection and Labeling., ICCV, 1999"], "Yoav Y. Schechner": ["Polarization-based Decorrelation of Transparent Layers: The Inclination Angle of an Invisible Surface., ICCV, 1999", "The Optimal Axial Interval in Estimating Depth from Defocus., ICCV, 1999"], "Shree K. Nayar": ["Vision in Bad Weather., ICCV, 1999"], "Kaleem Siddiqi": ["The Hamilton-Jacobi Skeleton., ICCV, 1999"], "Graham D. Finlayson": ["Colour by Correlation: A Simple, Unifying Approach to Colour Constancy., ICCV, 1999"], "Stephen Lin": ["A Representation of Specular Appearance., ICCV, 1999", "Estimation of Diffuse and Specular Appearance., ICCV, 1999"], "Elli Angelopoulou": ["Spectral Gradient: A Material Descriptor Invariant to Geometry and Incident Illumination., ICCV, 1999"], "Dimitris Samaras": ["Coupled Lighting Direction and Shape Estimation from Single Images., ICCV, 1999"], "Imari Sato": ["Illumination Distribution from Brightness in Shadows: Adaptive Estimation of Illumination Distribution with Unknown Reflectance Properties in Shadow Regions., ICCV, 1999"], "Carsten Steger": ["Subpixel-Precise Extraction of Watersheds., ICCV, 1999"], "Shyjan Mahamud": ["Segmentation of Salient Closed Contours from Real Images., ICCV, 1999"], "Anthony J. Yezzi": ["A Statistical Approach to Snakes for Bimodal and Trimodal Imagery., ICCV, 1999"], "Ian Jermyn": ["Globally Optimal Regions and Boundaries., ICCV, 1999"], "Philip L. Worthington": ["3D Surface Topography from Intensity Images., ICCV, 1999"], "Jitendra Malik": ["Textons, Contours and Regions: Cue Integration in Image Segmentation., ICCV, 1999"], "Nikos Paragios": ["Geodesic Active Regions for Supervised Texture Segmentation., ICCV, 1999"], "Jianming Liang": ["United Snakes., ICCV, 1999"], "James M. Coughlan": ["Manhattan World: Compass Direction from a Single Image by Bayesian Inference., ICCV, 1999"], "Hsing-Kuo Pao": ["Measuring Convexity for Figure/Ground Separation., ICCV, 1999"], "Roberto Manduchi": ["Bayesian Fusion of Color and Texture Segmentations., ICCV, 1999", "Independent Component Analysis of Textures., ICCV, 1999"], "Charles Kervrann": ["A Level Line Selection Approach for Object Boundary Estimation., ICCV, 1999"], "Annabelle Chardin": ["Unsupervised Image Classification with a Hierarchical EM Algorithm., ICCV, 1999"], "Yair Weiss": ["Segmentation using Eigenvectors: A Unifying View., ICCV, 1999"], "Philip H. S. Torr": ["An Integrated Bayesian Approach to Layer Extraction from Image Sequences., ICCV, 1999"], "Stan Z. Li": ["Modeling Bayesian Estimation for Deformable Contours., ICCV, 1999"], "Eric J. Pauwels": ["Cluster-based Segmentation of Natural Scenes., ICCV, 1999"], "Frédéric Guichard": ["Curve Finder Combining Perceptual Grouping and a Kalman like Fitting., ICCV, 1999"], "Thomas K. Leung": ["Recognizing Surfaces using Three-Dimensional Textons., ICCV, 1999"], "Yossi Rubner": ["Texture-based Image Retrieval without Segmentation., ICCV, 1999"], "Ying Nian Wu": ["Equivalence of Julesz and Gibbs Texture Ensembles., ICCV, 1999"], "Alexei A. Efros": ["Texture Synthesis by Non-parametric Sampling., ICCV, 1999"], "Mark A. Ruzon": ["Corner Detection in Textured Color Images., ICCV, 1999"], "Thomas D. Rikert": ["A Cluster-based Statistical Model for Object Detection., ICCV, 1999"], "Kristin J. Dana": ["Correlation Model for 3D Texture., ICCV, 1999"], "Josephine Sullivan": ["Object Localization by Bayesian Correlation., ICCV, 1999"], "Scott D. Cohen": ["The Earth Mover's Distance under Transformation Sets., ICCV, 1999"], "Tat-Jen Cham": ["Dynamic Feature Ordering for Efficient Registration., ICCV, 1999"], "Sergey Ioffe": ["Finding People by Sampling., ICCV, 1999"], "Sameh M. Yamany": ["Free-Form Surface Registration using Surface Signatures., ICCV, 1999"], "Kwok-Wai Cheung": ["A Bidirectional Matching Algorithm for Deformable Pattern Detection with Application to Handwritten Word Retrieval., ICCV, 1999"], "Haim Schweitzer": ["Utilizing Scatter for Pixel Subspace Selection., ICCV, 1999"], "Allan D. Jepson": ["Qualitative Probabilities for Image Interpretation., ICCV, 1999"], "Baback Moghaddam": ["Principal Manifolds and Bayesian Subspaces for Visual Recognition., ICCV, 1999"], "Benoit Huet": ["Sensitivity Analysis for Object Recognition from Large Structural Libraries., ICCV, 1999"], "Jonathan Deutscher": ["Tracking through Singularities and Discontinuities by Random Sampling., ICCV, 1999"], "David G. Lowe": ["Object Recognition from Local Scale-Invariant Features., ICCV, 1999"], "Ronen Basri": ["Projective Alignment with Regions., ICCV, 1999"], "Jan Puzicha": ["Empirical Evaluation of Dissimilarity Measures for Color and Texture., ICCV, 1999"], "Howard J. Schultz": ["Error Detection and DEM Fusion using Self-Consistency., ICCV, 1999"], "William T. Freeman": ["Learning Low-Level Vision., ICCV, 1999"], "Brendan J. Frey": ["Transformed Component Analysis: Joint Estimation of Spatial Transformations and Image Components., ICCV, 1999"], "Dorin Comaniciu": ["Mean Shift Analysis and Applications., ICCV, 1999"], "A. N. Rajagopalan": ["Higher Order Statistical Learning for Vehicle Detection in Images., ICCV, 1999"], "Nicolae Duta": ["Learning-based Object Detection in Cardiac MR Images., ICCV, 1999"], "Robert Sim": ["Learning and Evaluating Visual Features for Pose Estimation., ICCV, 1999"], "Constantine Papageorgiou": ["A Pattern Classification Approach to Dynamical Object Detection., ICCV, 1999"], "Maurício Marengoni": ["Control in a 3D Reconstruction System using Selective Perception., ICCV, 1999"], "Matthew Brand": ["Shadow Puppetry., ICCV, 1999"], "Bei Tang": ["Direction Diffusion., ICCV, 1999"], "Antonio Torralba": ["Semantic Organization of Scenes using Discriminant Structural Templates., ICCV, 1999"]}