{"Stephen Gould": ["Decomposing a scene into geometric and semantically consistent regions., ICCV, 2009"], "Ido Leichter": ["Boundary ownership by lifting to 2.1D., ICCV, 2009", "The Swap and Expansion moves revisited and fused., ICCV, 2009"], "Thomas Schoenemann": ["Curvature regularity for region-based image segmentation and inpainting: A linear programming relaxation., ICCV, 2009"], "William Robson Schwartz": ["Human detection using partial least squares analysis., ICCV, 2009"], "Xiaoyu Wang": ["An HOG-LBP human detector with partial occlusion handling., ICCV, 2009"], "Subhransu Maji": ["Max-margin additive classifiers for detection., ICCV, 2009"], "Oncel Tuzel": ["Kernel methods for weakly supervised mean shift clustering., ICCV, 2009"], "Bang Zhang": ["Finding shareable informative patterns and optimal coding matrix for multiclass boosting., ICCV, 2009"], "Junzhou Huang": ["Learning with dynamic group sparsity., ICCV, 2009"], "Sameer Agarwal": ["Building Rome in a day., ICCV, 2009"], "Yasutaka Furukawa": ["Reconstructing building interiors from images., ICCV, 2009"], "Pierre Gurdjos": ["Is dual linear self-calibration artificially ambiguous?, ICCV, 2009"], "Gang Li": ["Globally optimal affine epipolar geometry from apparent contours., ICCV, 2009"], "Ross Messing": ["Activity recognition using the velocity histories of tracked keypoints., ICCV, 2009"], "Ping Wang": ["Quasi-periodic event analysis for social game retrieval., ICCV, 2009"], "Chen Change Loy": ["Modelling activity global temporal dependencies using Time Delayed Probabilistic Graphical Model., ICCV, 2009"], "Yuxiao Hu": ["Action detection in complex scenes with spatial and temporal ambiguities., ICCV, 2009"], "Moshe Guttmann": ["Semi-automatic stereo extraction from video footage., ICCV, 2009"], "Steven M. Seitz": ["Filter flow., ICCV, 2009"], "Yael Pritch": ["Shift-map image editing., ICCV, 2009"], "Ahmed Kirmani": ["Looking around the corner using transient imaging., ICCV, 2009"], "Miao Liao": ["Modeling deformable objects from a single depth camera., ICCV, 2009"], "Hao Du": ["A prism-based system for multispectral video acquisition., ICCV, 2009"], "Jean-François Lalonde": ["Estimating natural illumination from a single outdoor image., ICCV, 2009"], "Guillermo D. Cañas": ["A linear formulation of shape from specular flow., ICCV, 2009"], "Tzu-Wei Huang": ["Landmark-based sparse color representations for color transfer., ICCV, 2009"], "Yohay Swirski": ["Stereo from flickering caustics., ICCV, 2009"], "Hao Su": ["Learning a dense multi-view representation for detection, viewpoint classification and synthesis of object categories., ICCV, 2009"], "Peter V. Gehler": ["On feature combination for multiclass object classification., ICCV, 2009"], "Chaitanya Desai": ["Discriminative models for multi-class object layout., ICCV, 2009"], "Hedi Harzallah": ["Combining efficient object localization and image classification., ICCV, 2009"], "John P. Collomosse": ["Storyboard sketches for Content Based Video Retrieval., ICCV, 2009"], "Evangelos Kalogerakis": ["Image sequence geolocation with human travel priors., ICCV, 2009"], "Stefano Pellegrini": ["You'll never walk alone: Modeling social behavior for multi-target tracking., ICCV, 2009"], "Dorit S. Hochbaum": ["An efficient algorithm for Co-segmentation., ICCV, 2009"], "Victor S. Lempitsky": ["Image segmentation with a bounding box prior., ICCV, 2009"], "Andrew Delong": ["Globally optimal segmentation of multi-region objects., ICCV, 2009"], "Boris Babenko": ["Similarity metrics for categorization: From monolithic to category specific., ICCV, 2009"], "Deva Ramanan": ["Local distance functions: A taxonomy, new algorithms, and an evaluation., ICCV, 2009"], "Matthieu Guillaumin": ["TagProp: Discriminative metric learning in nearest neighbor models for image auto-annotation., ICCV, 2009", "Is that you? Metric learning approaches for face identification., ICCV, 2009"], "Hong Cheng": ["Sparsity induced similarity measure for label propagation., ICCV, 2009"], "Changyin Zhou": ["Coded aperture pairs for depth from defocus., ICCV, 2009"], "Samuel W. Hasinoff": ["Time-constrained photography., ICCV, 2009"], "Brandon M. Smith": ["Light field video stabilization., ICCV, 2009"], "Daniel Glasner": ["Super-resolution from a single image., ICCV, 2009"], "Michael Calonder": ["Compact signatures for high-speed interest point description and matching., ICCV, 2009"], "Neeraj Kumar": ["Attribute and simile classifiers for face verification., ICCV, 2009"], "Michael Stark": ["A shape-based object class model for knowledge transfer., ICCV, 2009"], "Paul Scovanner": ["Learning pedestrian dynamics from the real world., ICCV, 2009"], "Dijia Wu": ["Resilient Subclass Discriminant Analysis., ICCV, 2009"], "Kevin Smith": ["Fast Ray features for learning irregular shapes., ICCV, 2009"], "Carl Olsson": ["Extending continuous cuts: Anisotropic metrics and expansion moves., ICCV, 2009"], "Tat-Jun Chin": ["Robust fitting of multiple structures: The statistical learning approach., ICCV, 2009"], "Zhenguo Li": ["Constrained clustering by spectral kernel learning., ICCV, 2009"], "Gang Wang": ["Learning image similarity from Flickr groups using Stochastic Intersection Kernel MAchines., ICCV, 2009", "Joint learning of visual attributes, object classes and visual saliency., ICCV, 2009"], "Jingjing Yang": ["Group-sensitive multiple kernel learning for object categorization., ICCV, 2009"], "Zhe Lin": ["Recognizing actions by shape-motion prototype trees., ICCV, 2009"], "Terence Sim": ["Simultaneous and orthogonal decomposition of data using Multimodal Discriminant Analysis., ICCV, 2009"], "Ofir Pele": ["Fast and robust Earth Mover's Distances., ICCV, 2009"], "Ajay K. Mishra": ["Active segmentation with fixation., ICCV, 2009"], "Ko Nishino": ["Directional statistics BRDF model., ICCV, 2009"], "Björn Ommer": ["Multi-scale object detection by clustering lines., ICCV, 2009"], "Lahav Yeffet": ["Local Trinary Patterns for human action recognition., ICCV, 2009"], "Christian Leistner": ["Semi-Supervised Random Forests., ICCV, 2009"], "Hyung Il Koo": ["Graph cuts using a Riemannian metric induced by tensor voting., ICCV, 2009"], "Tan Shan": ["Kernel active contour., ICCV, 2009"], "Samuel Gerber": ["Dimensionality reduction and principal surfaces via Kernel Map Manifolds., ICCV, 2009"], "Antoni B. Chan": ["Bayesian Poisson regression for crowd counting., ICCV, 2009"], "M. Pawan Kumar": ["Efficient discriminative learning of parts-based models., ICCV, 2009"], "Mehmet Emre Sargin": ["Probabilistic occlusion boundary detection on spatio-temporal lattices., ICCV, 2009"], "Hiroshi Ishikawa": ["Higher-order gradient descent by fusion-move graph cut., ICCV, 2009"], "Xiang Bai": ["Active skeleton for non-rigid object detection., ICCV, 2009"], "Xue Mei": ["Sparse representation of cast shadows via l1-regularized least squares., ICCV, 2009", "Robust visual tracking using &#x2113;1 minimization., ICCV, 2009"], "Kohei Inoue": ["Robust multilinear principal component analysis., ICCV, 2009"], "Yen-Yu Lin": ["Efficient discriminative local learning for object recognition., ICCV, 2009"], "Andrea Vedaldi": ["Multiple kernels for object detection., ICCV, 2009"], "Stephan Gammeter": ["I know what you did last summer: object-level auto-annotation of holiday snaps., ICCV, 2009"], "Jin-Li Suo": ["Learning long term face aging patterns from partially dense aging databases., ICCV, 2009"], "Jianxin Wu": ["Beyond the Euclidean distance: Creating effective visual codebooks using the Histogram Intersection Kernel., ICCV, 2009"], "Aniruddha Kembhavi": ["Incremental Multiple Kernel Learning for object recognition., ICCV, 2009"], "Jan Lellmann": ["Convex optimization for multi-class image labeling with a novel family of total variation based regularizers., ICCV, 2009"], "Sotirios P. Chatzis": ["The infinite Hidden Markov random field model., ICCV, 2009"], "Amaël Delaunoy": ["Convex multi-region segmentation on manifolds., ICCV, 2009"], "Brian Fulkerson": ["Class segmentation and object localization with superpixel neighborhoods., ICCV, 2009"], "Fabien Lauer": ["Spectral clustering of linear subspaces for motion segmentation., ICCV, 2009"], "Jianxiong Xiao": ["Multiple view semantic segmentation for street view images., ICCV, 2009"], "Yunqiang Chen": ["Gradient domain layer separation under independent motion., ICCV, 2009"], "Chunming Li": ["Image segmentation with simultaneous illumination and reflectance estimation: An energy minimization approach., ICCV, 2009"], "Pratim Ghosh": ["Robust dynamical model for simultaneous registration and segmentation in a variational framework: A Bayesian approach., ICCV, 2009"], "Thomas Windheuser": ["Beyond connecting the dots: A polynomial-time algorithm for segmentation and boundary estimation with imprecise user input., ICCV, 2009"], "Patrick Ott": ["Implicit color segmentation features for pedestrian and object detection., ICCV, 2009"], "Camille Couprie": ["Power watersheds: A new image segmentation framework extending graph cuts, random walker and optimal spanning forest., ICCV, 2009"], "Lubor Ladicky": ["Associative hierarchical CRFs for object class image segmentation., ICCV, 2009"], "Chaohui Wang": ["Segmentation, ordering and multi-object tracking using graphical models., ICCV, 2009"], "Sara Vicente": ["Joint optimization of segmentation and appearance models., ICCV, 2009"], "Siqi Chen": ["Level set segmentation with both shape and intensity priors., ICCV, 2009"], "Alastair Philip Moore": ["Scene shape priors for superpixel segmentation., ICCV, 2009"], "Brian L. Price": ["LIVEcut: Learning-based interactive video segmentation by evaluation of multiple propagated cues., ICCV, 2009"], "Benoit Mory": ["Non-Euclidean image-adaptive Radial Basis Functions for 3D interactive segmentation., ICCV, 2009"], "Terrence Chen": ["Automatic ovarian follicle quantification from 3D ultrasound data using global/local context with database guided segmentation., ICCV, 2009"], "Omar Arif": ["Non-rigid object localization and segmentation using eigenspace representation., ICCV, 2009", "Kernel map compression using generalized radial basis functions., ICCV, 2009"], "Jean-Yves Guillemaut": ["Robust graph-cut scene segmentation and reconstruction for free-viewpoint video of complex dynamic scenes., ICCV, 2009"], "Michael Donoser": ["Saliency driven total variation segmentation., ICCV, 2009"], "Nevena Lazic": ["FLoSS: Facility location for subspace segmentation., ICCV, 2009"], "William Brendel": ["Video object segmentation by tracking regions., ICCV, 2009"], "Sinisa Todorovic": ["Texel-based texture segmentation., ICCV, 2009"], "Dylan Hower": ["Label set perturbation for MRF based neuroimaging segmentation., ICCV, 2009"], "Ayman El-Baz": ["Robust image segmentation using learned priors., ICCV, 2009"], "Anil M. Cheriyadat": ["Non-negative matrix factorization of partial track data for motion segmentation., ICCV, 2009"], "Filiz Bunyak": ["Efficient segmentation using feature-based graph partitioning active contours., ICCV, 2009"], "Jason Chang": ["Analysis of orientation and scale in smoothly varying textures., ICCV, 2009"], "Yuanjie Zheng": ["Learning based digital matting., ICCV, 2009"], "Lior Wolf": ["The One-Shot similarity kernel., ICCV, 2009"], "Alexander Andreopoulos": ["A theory of active object localization., ICCV, 2009"], "Xiaofei He": ["Active subspace learning., ICCV, 2009"], "Oscar M. Danielsson": ["Automatic learning and extraction of multi-local features., ICCV, 2009"], "Andrew Gilbert": ["Fast realistic multi-action recognition using mined dense spatio-temporal features., ICCV, 2009"], "Wei-Shi Zheng": ["Quantifying contextual information for object detection., ICCV, 2009"], "Alain D. Lehmann": ["Feature-centric Efficient Subwindow Search., ICCV, 2009"], "Ali Farhadi": ["A latent model of discriminative aspect., ICCV, 2009"], "Nicolas Loeff": ["Unlabeled data improvesword prediction., ICCV, 2009"], "Ruxandra Lasowski": ["A probabilistic framework for partial intrinsic symmetries in geometric data., ICCV, 2009"], "Patrick Héas": ["Bayesian selection of scaling laws for motion modeling in images., ICCV, 2009"], "Fahad Shahbaz Khan": ["Top-down color attention for object recognition., ICCV, 2009"], "Christoph H. Lampert": ["Detecting objects in large image collections and videos by efficient subimage retrieval., ICCV, 2009"], "Nazli Ikizler-Cinbis": ["Learning actions from the Web., ICCV, 2009"], "Onur C. Hamsici": ["Active Appearance Models with Rotation Invariant Kernels., ICCV, 2009"], "Kishore K. Reddy": ["Incremental action recognition using feature-tree., ICCV, 2009"], "Peng Yang": ["RankBoost with l1 regularization for facial expression recognition and intensity estimation., ICCV, 2009"], "Dongfeng Han": ["Optimal multiple surfaces searching for video/image resizing - a graph-theoretic approach., ICCV, 2009"], "Jason M. Saragih": ["Face alignment through subspace constrained mean-shifts., ICCV, 2009", "Deformable model fitting with a mixture of local experts., ICCV, 2009"], "Xiong Yang": ["Evaluating information contributions of bottom-up and top-down processes., ICCV, 2009"], "Zihan Zhou": ["Face recognition with contiguous occlusion using markov random fields., ICCV, 2009"], "Ashish Kapoor": ["Which faces to tag: Adding prior constraints into active learning., ICCV, 2009"], "Quan Yuan": ["Is a detector only good for detection?, ICCV, 2009"], "Hongdong Li": ["Consensus set maximization with guaranteed global optimality for robust geometry estimation., ICCV, 2009"], "Balaji Vasan Srinivasan": ["Efficient subset selection via the kernelized Rényi distance., ICCV, 2009"], "Haim Schweitzer": ["A near optimal acceptance-rejection algorithm for exact cross-correlation search., ICCV, 2009"], "Liangliang Cao": ["Heterogeneous feature machines for visual recognition., ICCV, 2009"], "Xiao Zhang": ["Efficient indexing for large scale visual search., ICCV, 2009", "Spectral error correcting output codes for efficient multiclass recognition., ICCV, 2009"], "Jania Aghajanian": ["Patch-based within-object classification., ICCV, 2009"], "Thomas Pock": ["An algorithm for minimizing the Mumford-Shah functional., ICCV, 2009"], "Lei Yang": ["A biased sampling strategy for object categorization., ICCV, 2009"], "Jilin Tu": ["On optimizing subspaces for face recognition., ICCV, 2009"], "Catalin Ionescu": ["Structural SVM for visual localization and continuous state estimation., ICCV, 2009"], "Timothy M. Hospedales": ["A Markov Clustering Topic Model for mining behaviour in video., ICCV, 2009"], "Yongduek Seo": ["A branch-and-bound algorithm for globally optimal calibration of a camera-and-rotation-sensor system., ICCV, 2009"], "Wen-Yan Lin": ["Simultaneous camera pose and correspondence estimation in cornerless images., ICCV, 2009"], "Andrew C. Gallagher": ["Jointly estimating demographics and height with a calibrated camera., ICCV, 2009"], "Simone Gasparini": ["Plane-based calibration of central catadioptric cameras., ICCV, 2009"], "Roland Angst": ["Static multi-camera factorization using rigid motion., ICCV, 2009"], "Sanjeev J. Koppal": ["Shadow cameras: Reciprocal views from illumination masks., ICCV, 2009"], "Yaser Sheikh": ["Background Subtraction for Freely Moving Cameras., ICCV, 2009"], "Christian Nitschke": ["Display-camera calibration from eye reflections., ICCV, 2009"], "Tomoaki Higo": ["A hand-held photometric stereo camera for 3-D modeling., ICCV, 2009"], "Olivier Koch": ["Body-relative navigation guidance using uncalibrated cameras., ICCV, 2009"], "Jean-Philippe Tardif": ["Non-iterative approach for fast and accurate vanishing point detection., ICCV, 2009"], "Jimmy Addison Lee": ["Robust matching of building facades under large viewpoint changes., ICCV, 2009"], "Jianke Zhu": ["Unsupervised face alignment by robust nonrigid mapping., ICCV, 2009"], "Michael Trummer": ["Coarse registration of 3D surface triangulations based on moment invariants with applications to object alignment and identification., ICCV, 2009"], "Minsu Cho": ["Feature correspondence and deformable object matching via agglomerative correspondence clustering., ICCV, 2009"], "Manuel Marques": ["Subspace matching: Unique solution to point matching with geometric constraints., ICCV, 2009"], "Olof Enqvist": ["Optimal correspondences from pairwise constraints., ICCV, 2009"], "Christopher M. Yang": ["Deformation invariant image matching by spectrally controlled diffeomorphic alignment., ICCV, 2009"], "Lu Wang": ["Wide-baseline image matching using Line Signatures., ICCV, 2009"], "Andrea Albarelli": ["Matching as a non-cooperative game., ICCV, 2009"], "Xiaoming Liu": ["Simultaneous alignment and clustering for an image ensemble., ICCV, 2009"], "Jeffrey Ho": ["An algebraic approach to affine registration of point sets., ICCV, 2009"], "Mica Arie-Nachimson": ["Constructing implicit 3D shape models for pose estimation., ICCV, 2009"], "Xiaoqin Zhang": ["Efficient human pose estimation via parsing a tree structure based human model., ICCV, 2009"], "Hao Jiang": ["Human pose estimation using consistent max-covering., ICCV, 2009"], "Lubomir D. Bourdev": ["Poselets: Body part detectors trained using 3D human pose annotations., ICCV, 2009"], "Karim Ali": ["Joint pose estimator and feature learning for object detection., ICCV, 2009"], "Peng Guan": ["Estimating human shape and pose from a single image., ICCV, 2009"], "Mikel Rodriguez": ["Tracking in unstructured crowded scenes., ICCV, 2009"], "Ken-Yi Lee": ["Video stabilization using robust feature trajectories., ICCV, 2009"], "Norimichi Ukita": ["Complex volume and pose tracking with probabilistic dynamical models and visual hull constraints., ICCV, 2009"], "Davide Scaramuzza": ["Absolute scale in structure from motion from a single vehicle mounted camera by exploiting nonholonomic constraints., ICCV, 2009"], "Yu-Gang Jiang": ["Domain adaptive semantic diffusion for large scale context-based video annotation., ICCV, 2009"], "Andreas Baak": ["Stabilizing motion tracking using retrieved motion priors., ICCV, 2009"], "Nuno Pinho da Silva": ["The Normalized Subspace Inclusion: Robust clustering of motion subspaces., ICCV, 2009"], "Jenny Yuen": ["LabelMe video: Building a video database with human annotations., ICCV, 2009"], "Rong Liu": ["A robust boosting tracker with minimum error bound in a co-training framework., ICCV, 2009"], "Daisuke Sugimura": ["Using individuality to track individuals: Clustering individual trajectories in crowds using local appearance and frequency trait., ICCV, 2009"], "Henning Hamer": ["Tracking a hand manipulating an object., ICCV, 2009"], "Eng-Jon Ong": ["Robust facial feature tracking using selected multi-resolution linear predictors., ICCV, 2009"], "Olivier Duchenne": ["Automatic annotation of human actions in video., ICCV, 2009"], "Ivan Huerta Casado": ["Detection and removal of chromatic moving shadows in surveillance scenarios., ICCV, 2009"], "Benjamin Z. Yao": ["Learning deformable action templates from cluttered videos., ICCV, 2009"], "Michael D. Breitenstein": ["Robust tracking-by-detection using a detector confidence particle filter., ICCV, 2009"], "Edward K. Kao": ["An information theoretic approach for tracker performance evaluation., ICCV, 2009"], "Prakash Chockalingam": ["Adaptive fragments-based tracking of non-rigid objects using level sets., ICCV, 2009"], "Zilong Dong": ["Keyframe-based real-time camera tracking., ICCV, 2009"], "Zheng Wu": ["Tracking a large number of objects from multiple views., ICCV, 2009"], "Ming Yang": ["Detection driven adaptive multi-cue integration for multiple human tracking., ICCV, 2009"], "Cheng Lei": ["Optical flow estimation on coarse-to-fine region-trees using discrete optimization., ICCV, 2009", "A new multiview spacetime-consistent depth recovery framework for free viewpoint video rendering., ICCV, 2009"], "Danping Zou": ["Reconstructing 3D motion trajectories of particle swarms by global correspondence selection., ICCV, 2009"], "Wei He": ["SURF Tracking., ICCV, 2009"], "Michael S. Ryoo": ["Spatio-temporal relationship match: Video structure comparison for recognition of complex human activities., ICCV, 2009"], "Razvan Ioan Ionasec": ["Robust motion estimation using trajectory spectrum learning: Application to aortic and mitral valve modeling from 4D TEE., ICCV, 2009"], "Frank Steinbrücker": ["Large displacement optical flow computation withoutwarping., ICCV, 2009"], "Enrique Muñoz": ["A direct approach for efficiently tracking with 3D morphable models., ICCV, 2009"], "François Bardet": ["Illumination aware MCMC Particle Filter for long-term outdoor multi-object simultaneous tracking and classification., ICCV, 2009"], "Yi Wu": ["Real-time visual tracking via Incremental Covariance Tensor Learning., ICCV, 2009"], "Maneesh Upmanyu": ["Efficient privacy preserving video surveillance., ICCV, 2009"], "Frank Perbet": ["Correlated probabilistic trajectories for pedestrian motion detection., ICCV, 2009"], "Paritosh Gupta": ["Video scene categorization by 3D hierarchical histogram matching., ICCV, 2009"], "Andreas Wedel": ["Structure- and motion-adaptive regularization for high accuracy optic flow., ICCV, 2009"], "Yang Yang": ["Video Scene Understanding Using Multi-scale Analysis., ICCV, 2009"], "Bastian Goldlücke": ["Superresolution texture maps for multiview reconstruction., ICCV, 2009"], "Aveek Shankar Brahmachari": ["BLOGS: Balanced local and global search for non-degenerate two view epipolar geometry., ICCV, 2009"], "Takahiro Okabe": ["Attached shadow coding: Estimating surface normals from shadows under unknown reflectance and lighting conditions., ICCV, 2009"], "Louis Kratz": ["Factorizing Scene Albedo and Depth from a Single Foggy Image., ICCV, 2009"], "Tony Tung": ["Complete multi-view reconstruction of dynamic scenes from probabilistic fusion of narrow and wide baseline stereo., ICCV, 2009"], "Salma Essafi": ["Hierarchical 3D diffusion wavelet shape priors., ICCV, 2009"], "Brian Clipp": ["A new minimal solution to the relative pose of a calibrated stereo camera with small field of view overlap., ICCV, 2009"], "Takayuki Okatani": ["Improving accuracy of geometric parameter estimation using projected score method., ICCV, 2009"], "Manmohan Krishna Chandraker": ["Moving in stereo: Efficient structure and motion using lines., ICCV, 2009"], "Rui Lu": ["Color constancy using 3D scene geometry., ICCV, 2009"], "Cong Phuoc Huynh": ["Simultaneous photometric invariance and shape recovery., ICCV, 2009"], "Arridhana Ciptadi": ["Component analysis approach to estimation of tissue intensity distributions of 3D images., ICCV, 2009"], "Yong Seok Heo": ["Simultaneous color consistency and depth map estimation for radiometrically varying stereo images., ICCV, 2009"], "Ryusuke Sagawa": ["Dense 3D reconstruction method using a single pattern for fast moving object., ICCV, 2009"], "Yoshihiro Watanabe": ["High-resolution shape reconstruction from multiple range images based on simultaneous estimation of surface and motion., ICCV, 2009"], "Panagiotis Koutsourakis": ["Single view reconstruction using shape grammars for urban environments., ICCV, 2009"], "Martin Bujnak": ["3D reconstruction from image collections with a single known focal length., ICCV, 2009"], "Aydin Varol": ["Template-free monocular reconstruction of deformable surfaces., ICCV, 2009"], "Diego Rother": ["Seeing 3D objects in a single 2D image., ICCV, 2009"], "Yuanyuan Ding": ["Multiperspective stereo matching and volumetric reconstruction., ICCV, 2009"], "Omar Ait-Aider": ["Structure and kinematics triangulation with a rolling shutter stereo rig., ICCV, 2009"], "Philippos Mordohai": ["The Self-Aware Matching Measure for stereo., ICCV, 2009"], "Varsha Hedau": ["Recovering the spatial layout of cluttered rooms., ICCV, 2009"], "Pahal Dalal": ["3D open-surface shape correspondence for statistical shape modeling: Identifying topologically consistent landmarks., ICCV, 2009"], "Alberto Ruiz": ["Diagram techniques for multiple view geometry., ICCV, 2009"], "Xiaolin K. Wei": ["Modeling 3D human poses from uncalibrated monocular images., ICCV, 2009"], "Sudipta N. Sinha": ["Piecewise planar stereo for image-based rendering., ICCV, 2009"], "Tian-Tsong Ng": ["Radiometric compensation using stratified inverses., ICCV, 2009"], "Ninad Thakoor": ["Computation complexity of branch-and-bound model selection., ICCV, 2009"], "Wenming Zheng": ["A novel approach to expression recognition from non-frontal face images., ICCV, 2009"], "Lior Shapira": ["Mode-detection via median-shift., ICCV, 2009"], "Rahul Garg": ["The dimensionality of scene appearance., ICCV, 2009"], "Minh Hoai Nguyen": ["Weakly supervised discriminative localization and classification: a joint learning process., ICCV, 2009"], "Dong Han": ["Selection and context for action recognition., ICCV, 2009"], "Arslan Basharat": ["Time series prediction by chaotic modeling of nonlinear dynamical systems., ICCV, 2009"], "Mark Cox": ["Least-squares congealing for large numbers of images., ICCV, 2009"], "Yunpeng Li": ["Landmark classification in large-scale image collections., ICCV, 2009"], "Hae Jong Seo": ["Detection of human actions from a single example., ICCV, 2009"], "Xi Zhou": ["Hierarchical Gaussianization for image classification., ICCV, 2009"], "Joseph J. Lim": ["Context by region ancestry., ICCV, 2009"], "Guodong Guo": ["A study on automatic age estimation using a large database., ICCV, 2009"], "Zhong Wu": ["A multi-sample, multi-tree approach to bag-of-words image representation for image retrieval., ICCV, 2009"], "Ryuzo Okada": ["Discriminative generalized hough transform for object dectection., ICCV, 2009"], "Yoshihisa Shinagawa": ["Untangling fibers by quotient appearance manifold mapping for grayscale shape classification., ICCV, 2009"], "Yu-Chia Chung": ["Building recognition using sketch-based representations and spectral graph matching., ICCV, 2009"], "Le Lu": ["Hierarchical learning for tubular structure parsing in medical imaging: A study on coronary arteries using 3D CT Angiography., ICCV, 2009"], "Hua Wang": ["Image annotation using multi-label correlated Green's function., ICCV, 2009"], "Xinxiao Wu": ["Incremental discriminative-analysis of canonical correlations for action recognition., ICCV, 2009"], "Peter Carr": ["Minimizing energy functions on 4-connected lattices using elimination., ICCV, 2009"], "Hassen Drira": ["A Riemannian analysis of 3D nose shapes for partial human biometrics., ICCV, 2009"], "Alessandro Perina": ["A hybrid generative/discriminative classification framework based on free-energy terms., ICCV, 2009"], "Li Cheng": ["Realtime background subtraction from dynamic scenes., ICCV, 2009"], "Rahul Raguram": ["Exploiting uncertainty in random sample consensus., ICCV, 2009"], "Gang Hua": ["A robust elastic and partial matching metric for face recognition., ICCV, 2009"], "Torsten Sattler": ["SCRAMSAC: Improving RANSAC's efficiency with a spatial consistency filter., ICCV, 2009"], "Serhat Selcuk Bucak": ["Efficient multi-label ranking for multi-class learning: Application to object recognition., ICCV, 2009"], "Tilke Judd": ["Learning to predict where humans look., ICCV, 2009"], "Ji Liu": ["Tensor completion for estimating missing values in visual data., ICCV, 2009"], "Jizhou Gao": ["Unsupervised learning of high-order structural semantics from images., ICCV, 2009"], "Brian Kulis": ["Kernelized locality-sensitive hashing for scalable image search., ICCV, 2009"], "Stefano Soatto": ["Actionable information in vision., ICCV, 2009"], "Kevin Jarrett": ["What is the best multi-stage architecture for object recognition?, ICCV, 2009"], "Aleksey Golovinskiy": ["Shape-based recognition of 3D point clouds in urban environments., ICCV, 2009"], "Alex Levinshtein": ["Multiscale symmetric part detection and grouping., ICCV, 2009"], "József Németh": ["Recovering planar homographies between 2D shapes., ICCV, 2009"], "Jiang Xu": ["Multimodal partial estimates fusion., ICCV, 2009"], "Roberto Valenti": ["Image saliency by isocentric curvedness and color., ICCV, 2009"], "Kai Ni": ["GroupSAC: Efficient consensus in the presence of groupings., ICCV, 2009"], "Jean-Philippe Tarel": ["Fast visibility restoration from a single color or gray level image., ICCV, 2009"], "Daniel Zoran": ["Scale invariance and noise in natural images., ICCV, 2009"], "Kevin Dale": ["Image restoration using online photo collections., ICCV, 2009"], "Yuan-Yang Chang": ["Finding good composition in panoramic scenes., ICCV, 2009"], "Luca Marchesotti": ["A framework for visual saliency detection with applications to image thumbnailing., ICCV, 2009"], "Petter Strandmark": ["Optimizing parametric total variation models., ICCV, 2009"], "Wolfgang Förstner": ["Detecting interpretable and accurate scale-invariant keypoints., ICCV, 2009"], "Julien Mairal": ["Non-local sparse models for image restoration., ICCV, 2009"], "Peng Ren": ["Weighted graph characteristics from oriented line graph polynomials., ICCV, 2009"], "ChengEn Lu": ["Shape guided contour grouping with particle filters., ICCV, 2009"], "Andrew R. Willis": ["An algebraic model for fast corner detection., ICCV, 2009"], "Yuandong Tian": ["Seeing through water: Image restoration using model-based tracking., ICCV, 2009"], "Sefy Kagarlitsky": ["Piecewise-consistent color mappings of images acquired under various conditions., ICCV, 2009"], "Oliver J. Woodford": ["A global perspective on MAP inference for low-level vision., ICCV, 2009"], "Kai Krajsek": ["Riemannian Bayesian estimation of diffusion tensor images., ICCV, 2009"], "Roger B. Grosse": ["Ground truth dataset and baseline evaluations for intrinsic image algorithms., ICCV, 2009"], "Sébastien Bougleux": ["Image compression with anisotropic triangulations., ICCV, 2009"], "Yalin Wang": ["Shape analysis with multivariate tensor-based morphometry and holomorphic differentials., ICCV, 2009", "Studying brain morphometry using conformal equivalence class., ICCV, 2009"], "Hervé Jégou": ["Packing bag-of-features., ICCV, 2009"], "Andrea Frome": ["Large-scale privacy protection in Google Street View., ICCV, 2009"], "Bryan Catanzaro": ["Efficient, high-quality image contour detection., ICCV, 2009"], "Marcus A. Brubaker": ["Estimating contact dynamics., ICCV, 2009"]}