{"Charles A. Kohl": ["Towards a Unified IU Environment: Coordination of Existing IU Tools with the IUE., ICCV, 1995"], "Ronen Basri": ["Recognition Using Region Correspondences., ICCV, 1995"], "Paul A. Viola": ["Alignment by Maximization of Mutual Information ., ICCV, 1995"], "Rajesh P. N. Rao": ["Object Indexing Using an Iconic Sparse Distributed Memory., ICCV, 1995"], "Daniel E. Stevenson": ["Robot Aerobics: Four Easy Steps to a More Flexible Calibration., ICCV, 1995"], "Mengxiang Li": ["Head-Eye Calibration., ICCV, 1995"], "Luc Robert": ["Weakly-Calibrated Stereo Perception for Rover Navigation., ICCV, 1995"], "Quang-Tuan Luong": ["An Integrated Stereo-Based Approach to Automatic Vehicle Guidance., ICCV, 1995"], "Paul A. Beardsley": ["Active Visual Navigation Using Non-Metric Structure., ICCV, 1995"], "Toshikazu Wada": ["Shape from Shading with Interreflections under Proximal Light Source: 3D Shape Reconstruction of Unfolded Book Surface from a Scanner Image., ICCV, 1995"], "Jiang Yu Zheng": ["Shape and Model from Specular Motion., ICCV, 1995"], "Jiping Lu": ["Reflectance Function Estimation and Shape Recovery from Image Sequence of a Rotating Object., ICCV, 1995"], "Sing Bing Kang": ["A Multibaseline Stereo System with Active Illumination and Real-Time Image Acquisition., ICCV, 1995", "A Robot System that Observes and Replicates Grasping Tasks., ICCV, 1995"], "Peter J. Burt": ["Electronically Directed \"Focal\" Stereo., ICCV, 1995"], "Parag Havaldar": ["Segmented Shape Descriptions from 3-View Stereo., ICCV, 1995"], "Reinhard Koch": ["3D Surface Reconstruction from Stereoscopic Image Sequences., ICCV, 1995"], "Athanasios Speis": ["Limitations of Markov Random Fields as Models of Textured Images of Real Surfaces., ICCV, 1995"], "John Krumm": ["Texture Segmentation and Shape in the Same Image., ICCV, 1995"], "Glenn Healey": ["The Illumination-Invariant Recognition of Texture in Color Texture., ICCV, 1995"], "Tony Lindeberg": ["Direct Estimation of Affine Image Deformations Using Visual Front-End Operations with Automatic Scale Selection., ICCV, 1995"], "Benoit Dubuc": ["Indexing Visual Representations through the Complexity Map., ICCV, 1995"], "Naoki Asada": ["Seeing Behind the Scene: Analysis of Photometric Properties of Occluding Edges by the Reversed Projection Blurring Model., ICCV, 1995"], "Hüseyin Tek": ["Image Segmentation by Reaction-Diffusion Bubbles., ICCV, 1995"], "J. Andrew Bangham": ["Scale-Space from Nonlinear Filters., ICCV, 1995"], "Zoltan Kato": ["Unsupervised Parallel Image Classificiation Using a Hierarchical Markovian Model., ICCV, 1995"], "Claudia Fuchs": ["Polymorphic Grouping for Image Segmentation., ICCV, 1995"], "Andrew Zisserman": ["Class-Based Grouping in Perspective Images., ICCV, 1995"], "Eero P. Simoncelli": ["Steerable Wedge Filters., ICCV, 1995"], "Martin Jägersand": ["Saliency Maps and Attention Selection in Scale and Spatial Coordinates: An Information Theoretic Approach., ICCV, 1995"], "Gareth Funka-Lea": ["Combining Color and Geometry for the Active, Visual Recognition of Shadows., ICCV, 1995"], "William T. Freeman": ["Bayesian Decision Theory, the Maximum Local Mass Estimate, and Color Constancy., ICCV, 1995"], "Graham D. Finlayson": ["Color Constancy in Diagonal Chromaticity Space., ICCV, 1995", "Color Constancy under Varying Illumination., ICCV, 1995"], "MaoLin Qiu": ["The Nonparametric Approach for Camera Calibration., ICCV, 1995"], "Gideon P. Stein": ["Accurate Internal Camera Calibration Using Rotation, with Analysis of Sources of Error., ICCV, 1995"], "Stephen M. Smith": ["ASSET-2: Real-Time Motion Segmentation and Shape Tracking., ICCV, 1995"], "Cornelia Fermüller": ["Global Rigidity Constraints in Image Displacement Fields., ICCV, 1995"], "Joseph Weber": ["Rigid Body Segmentation and Shape Description from Dense Optical Flow under Weak Perspective., ICCV, 1995"], "Zhengyou Zhang": ["Estimating Motion and Structure from Correspondences of Line Segments between Two Perspective Images., ICCV, 1995"], "Massimo Tistarelli": ["Computation of Coherent Optical Flow by Using Multiple Constraints., ICCV, 1995"], "Roberto Cipolla": ["Motion from the Frontier of Curved Surfaces., ICCV, 1995", "Surface Geometry from Cusps of Apparent Contours., ICCV, 1995"], "David Coombs": ["Real-Time Obstacle Avoidance Using Central Flow Divergence and Peripheral Flow., ICCV, 1995"], "Tina Yu Tian": ["Recovering 3D Motion of Multiple Objects Using Adaptive Hough Transform., ICCV, 1995"], "Tanuja Joshi": ["Structure and Motion Estimation from Dynamic Silhouettes under Perspective Projection., ICCV, 1995"], "Yael Moses": ["Determining Facial Expressions in Real-Time., ICCV, 1995"], "Benedicte Bascle": ["Region Tracking through Image Sequences., ICCV, 1995"], "Charles Wiles": ["Closing the Loop on Multiple Motions., ICCV, 1995"], "Philip F. McLauchlan": ["A Unifying Framework for Structure and Motion Recovery from Image Sequences., ICCV, 1995"], "Stefano Soatto": ["Dynamic Rigid Motion Estimation from Weak Perspective., ICCV, 1995"], "Steven M. Seitz": ["Complete Scene Structure from Four Point Correspondences., ICCV, 1995"], "Bill Triggs": ["Matching Constraints and the Joint Image., ICCV, 1995"], "Mads Nielsen": ["Surface Reconstruction: GNCs and MFA., ICCV, 1995"], "Katsuhiro Matsuno": ["Automatic Recognition of Human Facial Expressions., ICCV, 1995"], "Irfan A. Essa": ["Facial Expression Recognition Using a Dynamic Model and Motion Energy., ICCV, 1995"], "Andreas Lanitis": ["A Unified Approach to Coding and Interpreting Face Images., ICCV, 1995"], "Michael J. Black": ["Tracking and Recognizing Rigid and Non-Rigid Facial Motions Using Local Parametric Models of Image Motion., ICCV, 1995"], "Andrew D. Wilson": ["A State-Based Technique for the Summarization and Recognition of Gesture., ICCV, 1995"], "Tomás Pajdla": ["Matching of 3D Curves Using Semi-Differential Invariants., ICCV, 1995"], "Eric J. Pauwels": ["Shape Extraction for Curves Using Geometry-Driven Diffusion and Functional Optimization., ICCV, 1995"], "Bruno Serra": ["Optimal Subpixel Matching of Contour Chains and Segments., ICCV, 1995"], "Lance R. Williams": ["Stochastic Completion Fields: A Neural Model of Illusory Contour Shape and Salience., ICCV, 1995"], "Song Chun Zhu": ["Region Competition: Unifying Snakes, Region Growing, Energy/Bayes/MDL for Multi-band Image Segmentation., ICCV, 1995", "FORMS: A Flexible Object Recognition and Modelling System., ICCV, 1995"], "Radu Horaud": ["Object Pose: Links Between Paraperspective and Perspective., ICCV, 1995"], "Hemant D. Tagare": ["A Geometric Criterion for Shape-Based Non-Rigid Correspondence., ICCV, 1995"], "Caihua Wang": ["Region Correspondence by Inexact Attributed Planar Graph Matching., ICCV, 1995"], "Richard C. Wilson": ["Relational Matching with Dynamic Graph Structures., ICCV, 1995"], "William Rucklidge": ["Locating Objects Using the Hausdorff Distance., ICCV, 1995"], "Michael Werman": ["The Study of 3D-from-2D Using Elimination., ICCV, 1995"], "Kenji Nagao": ["Recognizing 3D Objects Using Photometric Invariant., ICCV, 1995"], "Ilan Shimshoni": ["Probabilistic 3D Object Recognition., ICCV, 1995"], "Christoph Bregler": ["Nonlinear Manifold Learning for Visual Speech Recognition., ICCV, 1995"], "David Beymer": ["Face Recognition from One Example View., ICCV, 1995"], "B. Vijayakumar": ["Invariant-Based Recognition of Complex Curved 3D Objects from Image Contours., ICCV, 1995"], "Daniel P. Huttenlocher": ["Computing Visual Correspondence: Incorporating the Probability of a False Match., ICCV, 1995"], "Margrit Betke": ["Fast Object Recognition in Noisy Images Using Simulated Annealing., ICCV, 1995"], "Michael J. Jones": ["Model-Based Matching of Line Drawings by Linear Combinations of Prototypes., ICCV, 1995"], "Xing Wu": ["Gabor Wavelets for 3-D Object Recognition., ICCV, 1995"], "George Bebis": ["Learning Geometric Hashing Functions for Model-Based Object Recognition., ICCV, 1995"], "Jacques Feldmar": ["3D-2D Projective Registration of Free-Form Curves and Surfaces., ICCV, 1995"], "Xavier Pennec": ["Validation of 3D Registration Methods Based on Points and Frames., ICCV, 1995"], "David Slater": ["Combining Color and Geometric Information for the Illumination Invariant Recognition of 3D Objects., ICCV, 1995"], "Henner Kollnig": ["3D Pose Estimation by Fitting Image Gradients Directly to Polyhedral Models., ICCV, 1995"], "Hideaki Doi": ["Real-Time X-Ray Inspection of 3D Defects in Circuit Board Patterns., ICCV, 1995"], "Harpreet S. Sawhney": ["Model-Based 2D&3D Dominant Motion Estimation for Mosaicing and Video Representation., ICCV, 1995"], "Qian Chen": ["Face Detection by Fuzzy Pattern Matching., ICCV, 1995"], "Eric Saund": ["Perceptual Organization in an Interactive Sketch Editing Application., ICCV, 1995"], "Michal Irani": ["Mosaic Based Representations of Video Sequences and Their Applications., ICCV, 1995"], "James M. Rehg": ["Model-Based Tracking of Self-Occluding Articulated Objects., ICCV, 1995"], "Ioannis A. Kakadiaris": ["3D Human Body Model Acquisition from Multiple Views., ICCV, 1995"], "Lee W. Campbell": ["Recognition of Human Body Motion Using Phase Space Constraints., ICCV, 1995"], "Yuntao Cui": ["Learning-Based Hand Sign Recognition Using SHOSLIF-M., ICCV, 1995"], "Thomas K. Leung": ["Finding Faces in Cluttered Scenes Using Labeled Random Graph Matching., ICCV, 1995"], "Jean-Yves Bouguet": ["Visual Navigation Using a Single Camera., ICCV, 1995"], "John C. McEachen II": ["A Recursive Filter for Phase Velocity Assisted Shape-Based Tracking of Cardiac Non-Rigid Motion., ICCV, 1995"], "Kannappan Palaniappan": ["Structure and Semi-Fluid Motion Analysis of Stereoscopic Satellite Images for Cloud Tracking., ICCV, 1995"], "James J. Kuch": ["Vision Based Hand Modeling and Tracking for Virtual Teleconferencing and Telecollaboration., ICCV, 1995"], "Stephen S. Intille": ["Closed-World Tracking., ICCV, 1995"], "Tomas Uhlin": ["Towards an Active Visual Observer., ICCV, 1995"], "Pengcheng Shi": ["A Model-Based Integrated Approach to Track Myocardial Deformation Using Displacement and Velocity Constraints., ICCV, 1995"], "Vicent Caselles": ["Geodesic Active Contours., ICCV, 1995"], "Jinah Park": ["Volumetric Deformable Models with Parameter Functions: A New Approach to the 3D Motion Analysis of the LV from MRI-SPAMM., ICCV, 1995"], "Andrea Giachetti": ["Optical Flow and Deformable Objects., ICCV, 1995"], "Dileep Kumar Panjwani": ["Results Using Random Field Models for the Segmentation of Color Images of Natural Scenes., ICCV, 1995"], "Jiri Matas": ["On Representation and Matching of Multi-Coloured Objects., ICCV, 1995"], "Jonas Gårding": ["Surface Orientation and Curvature from Differential Texture Distortion., ICCV, 1995"], "Michael Oren": ["A Theory of Specular Surface Geometry., ICCV, 1995"], "Thierry Viéville": ["Motion Analysis with a Camera with Unknown, and Possibly Varying Intrinsic Parameters., ICCV, 1995"], "Richard Szeliski": ["Motion Estimation with Quadtree Splines., ICCV, 1995"], "Enrico Di Bernardo": ["Monocular Tracking of the Human Arm in 3D., ICCV, 1995"], "Yalin Xiong": ["Hypergeometric Filters for Optical Flow and Affine Matching., ICCV, 1995"], "Serge Ayer": ["Layered Representation of Motion Video Using Robust Maximum-Likelihood Estimation of Mixture Models and MDL Encoding., ICCV, 1995"], "Baback Moghaddam": ["Probabilistic Visual Learning for Object Detection., ICCV, 1995"], "Shayan Mukherjee": ["Automatic Generation of GRBF Networks for Visual Learning., ICCV, 1995"], "Demetri Terzopoulos": ["Animat Vision: Active Vision in Artificial Animals., ICCV, 1995"], "Satyanad Kichenassamy": ["Gradient Flows and Geometric Active Contour Models., ICCV, 1995"], "Petia Radeva": ["A Snake for Model-Based Segmentation., ICCV, 1995"], "Ross T. Whitaker": ["Algorithms for Implicit Deformable Models., ICCV, 1995"], "Walter M. Neuenschwander": ["Deformable Velcro(tm) Surfaces., ICCV, 1995"], "Douglas DeCarlo": ["Adaptive Shape Evolution Using Blending., ICCV, 1995"], "Tim McInerney": ["Topologically Adaptable Snakes., ICCV, 1995"], "Amit Chakraborty": ["On Multi-Feature Integration for Deformable Boundary Finding., ICCV, 1995"], "Gabriel Taubin": ["Curve and Surface Smoothing without Shrinkage., ICCV, 1995", "Estimating the Tensor of Curvature of a Surface from a Polyhedral Approximation., ICCV, 1995"], "Thomas Koller": ["Multiscale Detection of Curvilinear Structures in 2D and 3D Image Data., ICCV, 1995"], "Heung-Yeung Shum": ["An Integral Approach to Free-Formed Object Modeling., ICCV, 1995"], "Peter N. Belhumeur": ["Recovering Object Surfaces from Viewed Changes in Surface Texture Patterns., ICCV, 1995"], "Richard I. Hartley": ["A Linear Method for Reconstruction from Lines and Points., ICCV, 1995", "In Defence of the 8-Point Algorithm., ICCV, 1995"], "Robert T. Collins": ["Site Model Acquisition and Extension from Aerial Images., ICCV, 1995"], "Kiriakos N. Kutulakos": ["Affine Surface Reconstruction by Purposive Viewpoint Control., ICCV, 1995"], "Jean-Marc Laferté": ["Hierarchical Statistical Models for the Fusion of Multiresolution Image Data., ICCV, 1995"], "Joachim Hornegger": ["Statistical Learning, Localization, and Identification of Objects., ICCV, 1995"], "Amnon Shashua": ["Trilinearity of Three Perspective Views and its Associated Tensor., ICCV, 1995"], "Long Quan": ["Invariant of a Pair of Non-Coplanar Conies in Space: Definition, Geometric Interpretation and Computation., ICCV, 1995"], "Charlie Rothwell": ["A Comparison of Projective Reconstruction Methods for Pairs of Views., ICCV, 1995"], "David Wilkes": ["A Quantitative Analysis of View Degeneracy and its use for Active Focal Length control., ICCV, 1995"], "Daniel P. McReynolds": ["Rigidity Checking of 3D Point Correspondences under Perspective Projection., ICCV, 1995"], "Olivier D. Faugeras": ["On the Geometry and Algebra of the Point and Line Correspondences Between N Images., ICCV, 1995"], "Tomás Werner": ["Rendering Real-World Objects Using View Interpolation., ICCV, 1995"], "Howard B. Mall Jr.": ["Determining Wet Surfaces from Dry., ICCV, 1995"], "Charles V. Stewart": ["Expected Performance of Robust Estimators Near Discontinuities., ICCV, 1995"], "Laurent D. Cohen": ["Auxiliary Variables for Deformable Models., ICCV, 1995"], "James Clark": ["Improving Laser Triangulation Sensors Using Polarization., ICCV, 1995"], "Brian Curless": ["Better Optical Triangulation Through Spacetime Analysis., ICCV, 1995"], "Shree K. Nayar": ["Real-Time Focus Range Sensor., ICCV, 1995"], "A. Lynn Abbott": ["Active Fixation Using Attentional Shifts, Affine Resampling, and Multiresolution Search., ICCV, 1995"], "Gregory D. Hager": ["Calibration-Free Visual Control Using Projective Invariance., ICCV, 1995"], "Michael F. Kelly": ["Annular Symmetry Operators: A Method for Locating and Describing Objects., ICCV, 1995"], "Chitra Dorai": ["COSMOS-A Representation Scheme for Free-Form Surfaces., ICCV, 1995"], "Boubakeur Boufama-Seddik": ["Epipole and Fundamental Matrix Estimation Using Virtual Parallax., ICCV, 1995"], "Philip H. S. Torr": ["Robust Detection of Degenerate Configurations for the Fundamental Matrix., ICCV, 1995"], "Sourabh A. Niyogi": ["Detecting Kinetic Occlusion., ICCV, 1995"], "George T. Chou": ["A Model of Figure-Ground Segregation from Kinetic Occlusion., ICCV, 1995"], "Anders Heyden": ["Reconstruction from Image Sequences by Means of Relative Depths., ICCV, 1995"], "João Paulo Costeira": ["A Multi-Body Factorization Method for Motion Analysis., ICCV, 1995"], "Pascal Fua": ["Reconstructing Complex Surfaces from Multiple Stereo Views., ICCV, 1995"], "Dinkar N. Bhat": ["Stereo in the Presence of Specular Reflection., ICCV, 1995"], "Stuart M. Fairley": ["Transfer of Fixation for an Active Stereo Platform via Affine Structure Recovery., ICCV, 1995"], "Jun Miura": ["Task-Oriented Generation of Visual Sensing Strategies., ICCV, 1995"]}