{"Tibério S. Caetano": ["Learning Graph Matching., ICCV, 2007"], "Andrea Frome": ["Learning Globally-Consistent Local Distance Functions for Shape-Based Image Retrieval and Classification., ICCV, 2007"], "Andrea Vedaldi": ["Boosting Invariance and Efficiency in Supervised Learning., ICCV, 2007"], "Andrew N. Stein": ["Learning to Find Object Boundaries Using Motion Cues., ICCV, 2007"], "Abhinav Gupta": ["COST: An Approach for Camera Selection and Multi-Object Inference Ordering in Dynamic Scenes., ICCV, 2007"], "Ashish Kapoor": ["Active Learning with Gaussian Processes for Object Categorization., ICCV, 2007"], "Atul Kanaujia": ["Spectral Latent Variable Models for Perceptual Inference., ICCV, 2007"], "Bing Jian": ["Metric Learning Using Iwasawa Decomposition., ICCV, 2007"], "René Vidal": ["DynamicBoost: Boosting Time Series Generated by Dynamical Systems., ICCV, 2007"], "Boris Babenko": ["Task Specific Local Region Matching., ICCV, 2007"], "Daniel Weinland": ["Action Recognition from Arbitrary Views using 3D Exemplars., ICCV, 2007"], "Chang Huang": ["Incremental Learning of Boosted Face Detector., ICCV, 2007"], "Dashan Gao": ["Bottom-up saliency is a discriminant process., ICCV, 2007"], "David Liu": ["Unsupervised Image Categorization and Object Localization using Topic Models and Correspondences between Images., ICCV, 2007"], "Delbert Dueck": ["Non-metric affinity propagation for unsupervised image categorization., ICCV, 2007"], "Deli Zhao": ["Contextual Distance for Data Perception., ICCV, 2007", "Laplacian PCA and Its Applications., ICCV, 2007"], "Deng Cai": ["Spectral Regression for Efficient Regularized Subspace Learning., ICCV, 2007", "Semi-supervised Discriminant Analysis., ICCV, 2007"], "Gang Hua": ["Discriminant Embedding for Local Image Descriptors., ICCV, 2007"], "Gary B. Huang": ["Unsupervised Joint Alignment of Complex Images., ICCV, 2007"], "Haibin Ling": ["Proximity Distribution Kernels for Geometric Context in Category Recognition., ICCV, 2007", "A Study of Face Recognition as People Age., ICCV, 2007"], "Hamed Masnadi-Shirazi": ["High Detection-rate Cascades for Real-Time Object Detection., ICCV, 2007"], "Hichem Sahbi": ["Graph-Cut Transducers for Relevance Feedback in Content Based Image Retrieval., ICCV, 2007"], "Dit-Yan Yeung": ["Locally Smooth Metric Learning with Application to Image Retrieval., ICCV, 2007"], "Ian Simon": ["Scene Summarization for Online Image Collections., ICCV, 2007"], "Iasonas Kokkinos": ["Unsupervised Learning of Object Deformation Models., ICCV, 2007"], "Jianxin Wu": ["A Scalable Approach to Activity Recognition based on Object Use., ICCV, 2007"], "Jingen Liu": ["Scene Modeling Using Co-Clustering., ICCV, 2007"], "Jin Hyeong Park": ["Automatic Cardiac View Classification of Echocardiogram., ICCV, 2007"], "Johannes Stallkamp": ["Video-based Face Recognition on Real-World Data., ICCV, 2007"], "Junsong Yuan": ["Spatial Random Partition for Common Visual Pattern Discovery., ICCV, 2007"], "Jyri J. Kivinen": ["Learning Multiscale Representations of Natural Scenes Using Dirichlet Processes., ICCV, 2007"], "Krystian Mikolajczyk": ["Improving Descriptors for Fast Tree Matching by Optimal Linear Projection., ICCV, 2007"], "Li-Jia Li": ["What, where and who? Classifying events by scene and object recognition., ICCV, 2007"], "Liang Lin": ["An Empirical Study of Object Category Recognition: Sequential Testing with Generalized Samples., ICCV, 2007"], "Mahesh Ramachandran": ["Fast Bilinear SfM with Side Information., ICCV, 2007"], "Manik Varma": ["Learning The Discriminative Power-Invariance Trade-Off., ICCV, 2007", "Locally Invariant Fractal Features for Statistical Texture Classification., ICCV, 2007"], "Michael Jamieson": ["Learning Structured Appearance Models from Captioned Images of Cluttered Scenes., ICCV, 2007"], "Michael Stark": ["How Good are Local Features for Classes of Geometric Objects., ICCV, 2007"], "Nagesh Adluru": ["Contour Grouping Based on Local Symmetry., ICCV, 2007"], "Dusan Omercevic": ["High-Dimensional Feature Matching: Employing the Concept of Meaningful Nearest Neighbors., ICCV, 2007"], "Neil Gordon Alldrin": ["Toward Reconstructing Surfaces With Arbitrary Isotropic Reflectance : A Stratified Photometric Stereo Approach., ICCV, 2007"], "Nigel J. W. Morris": ["Reconstructing the Surface of Inhomogeneous Transparent Scenes by Scatter-Trace Photography., ICCV, 2007"], "Yair Adato": ["Toward a Theory of Shape from Specular Flow., ICCV, 2007"], "Martin Bujnak": ["A Robust Graph-Based Method for The General Correspondence Problem Demonstrated on Image Stitching., ICCV, 2007"], "Martin Byröd": ["Improving Numerical Accuracy of Gröbner Basis Polynomial Equation Solvers., ICCV, 2007"], "Maxime Boucher": ["A Discrete Differential Operator for Direction-based Surface Morphometry., ICCV, 2007"], "Michal Perdoch": ["Stable Affine Frames on Isophotes., ICCV, 2007"], "Moshe Ben-Ezra": ["Penrose Pixels Super-Resolution in the Detector Layout Domain., ICCV, 2007"], "Nicolas Papadakis": ["Dynamically consistent optical flow estimation., ICCV, 2007", "Variational optimal control technique for the tracking of deformable objects., ICCV, 2007"], "Nikos Komodakis": ["MRF Optimization via Dual Decomposition: Message-Passing Revisited., ICCV, 2007"], "Ondrej Chum": ["Total Recall: Automatic Query Expansion with a Generative Feature Model for Object Retrieval., ICCV, 2007"], "Patrick Labatut": ["Efficient Multi-View Reconstruction of Large-Scale Scenes using Interest Points, Delaunay Triangulation and Graph Cuts., ICCV, 2007"], "Peter Hansen": ["Scale-Invariant Features on the Sphere., ICCV, 2007"], "Raffay Hamid": ["Structure from Statistics - Unsupervised Activity Analysis using Suffix Trees., ICCV, 2007"], "Ramunas Girdziusas": ["When is a Discrete Diffusion a Scale-Space?, ICCV, 2007"], "Richard I. Hartley": ["Global Optimization through Searching Rotation Space and Optimal Estimation of the Essential Matrix., ICCV, 2007"], "Saad M. Khan": ["A Homographic Framework for the Fusion of Multi-view Silhouettes., ICCV, 2007"], "Samuel W. Hasinoff": ["A Layer-Based Restoration Framework for Variable-Aperture Photography., ICCV, 2007"], "Samy Metari": ["A New Convolution Kernel for Atmospheric Point Spread Function Applied to Computer Vision., ICCV, 2007"], "Sanjeev J. Koppal": ["Novel Depth Cues from Uncalibrated Near-field Lighting., ICCV, 2007"], "Shanmuganathan Raman": ["A Matte-less, Variational Approach to Automatic Scene Compositing., ICCV, 2007"], "Shuntaro Yamazaki": ["Coplanar Shadowgrams for Acquiring Visual Hulls of Intricate Objects., ICCV, 2007"], "Simon Baker": ["A Database and Evaluation Methodology for Optical Flow., ICCV, 2007"], "Sunghyun Cho": ["Removing Non-Uniform Motion Blur from Images., ICCV, 2007"], "Tianli Yu": ["Efficient Message Representations for Belief Propagation., ICCV, 2007"], "Till Quack": ["Efficient Mining of Frequent and Distinctive Feature Configurations., ICCV, 2007"], "Victor S. Lempitsky": ["LogCut - Efficient Graph Cut Optimization for Markov Random Fields., ICCV, 2007"], "Huai-Yu Wu": ["Consistent Correspondence between Arbitrary Manifold Surfaces., ICCV, 2007"], "Viren Jain": ["Supervised Learning of Image Restoration with Convolutional Networks., ICCV, 2007"], "Vladimir Kolmogorov": ["Applications of parametric maxflow in computer vision., ICCV, 2007"], "Wei-Shi Zheng": ["On Constrained Sparse Matrix Factorization., ICCV, 2007"], "Xiaoming Liu": ["Gradient Feature Selection for Online Boosting., ICCV, 2007"], "Yongduek Seo": ["A Fast Method to Minimize L Error Norm for Geometric Vision Problems., ICCV, 2007"], "Kalle Åström": ["An L Approach to Structure and Motion Problems in 1D-Vision., ICCV, 2007"], "Lu Yuan": ["Blurred/Non-Blurred Image Alignment using Sparseness Prior., ICCV, 2007"], "Yueting Zhuang": ["Efficient Silhouette Extraction with Dynamic Viewpoint., ICCV, 2007"], "Yunqiang Chen": ["A Multi-Image Restoration Method for Image Reconstruction from Projections., ICCV, 2007"], "Özlem N. Subakan": ["Feature Preserving Image Smoothing Using a Continuous Mixture of Tensors., ICCV, 2007"], "Amir Tamrakar": ["No Grouping Left Behind: From Edges to Curve Fragments., ICCV, 2007"], "Meirav Galun": ["Multiscale Edge Detection and Fiber Enhancement Using Differences of Oriented Means., ICCV, 2007"], "Anderson Rocha": ["PR: More than Meets the Eye., ICCV, 2007"], "Qi Shan": ["Rotational Motion Deblurring of a Rigid Object from a Single Image., ICCV, 2007"], "Shu-Fai Wong": ["Extracting Spatiotemporal Interest Points using Global Information., ICCV, 2007"], "Yefeng Zheng": ["Fast Automatic Heart Chamber Segmentation from 3D CT Data Using Marginal Space Learning and Steerable Features., ICCV, 2007"], "Minh-Tri Pham": ["Fast training and selection of Haar features using statistics in boosting-based face detection., ICCV, 2007"], "Narendra Ahuja": ["Extracting Texels in 2.1D Natural Textures., ICCV, 2007", "Learning the Taxonomy and Models of Categories Present in Arbitrary Images., ICCV, 2007"], "Ali Kemal Sinop": ["A Seeded Image Segmentation Framework Unifying Graph Cuts And Random Walker Which Yields A New Algorithm., ICCV, 2007", "Uninitialized, Globally Optimal, Graph-Based Rectilinear Shape Segmentation The Opposing Metrics Method., ICCV, 2007"], "Jianxiong Xiao": ["Joint Affinity Propagation for Multiple View Segmentation., ICCV, 2007"], "Qihui Zhu": ["Untangling Cycles for Contour Grouping., ICCV, 2007"], "Yaser Yacoob": ["Segmentation using Meta-texture Saliency., ICCV, 2007"], "Xue Bai": ["A Geodesic Framework for Fast Interactive Image and Video Segmentation and Matting., ICCV, 2007"], "Tao Ding": ["A Rank Minimization Approach to Video Inpainting., ICCV, 2007"], "Michael Goesele": ["Multi-View Stereo for Community Photo Collections., ICCV, 2007"], "Yael Pritch": ["Webcam Synopsis: Peeking Around the World., ICCV, 2007"], "Abhijeet Ghosh": ["BRDF Acquisition with Basis Illumination., ICCV, 2007"], "Bastian Leibe": ["Coupled Detection and Trajectory Estimation for Multi-Object Tracking., ICCV, 2007"], "Bi Song": ["Stochastic Adaptive Tracking In A Camera Network., ICCV, 2007"], "Bohyung Han": ["Probabilistic Fusion Tracking Using Mixture Kernel-Based Bayesian Filtering., ICCV, 2007"], "Carlos Hernández": ["Non-rigid Photometric Stereo with Colored Lights., ICCV, 2007"], "Li Zhang": ["Detection and Tracking of Multiple Humans with Extensive Pose Articulation., ICCV, 2007", "A Restoration Framework for Correcting Photometric and Geometric Distortions in Camera-based Document Images., ICCV, 2007"], "GuoJun Liu": ["Hierarchical Model-Based Human Motion Tracking Via Unscented Kalman Filter., ICCV, 2007"], "Ming Yang": ["Game-Theoretic Multiple Target Tracking., ICCV, 2007"], "Minyoung Kim": ["Conditional State Space Models for Discriminative Motion Estimation., ICCV, 2007"], "Seon Joo Kim": ["Joint Feature Tracking and Radiometric Calibration from Auto-Exposure Video., ICCV, 2007"], "Shaobo Hou": ["Real-time Body Tracking Using a Gaussian Process Latent Variable Model., ICCV, 2007"], "Slobodan Ilic": ["Non-Linear Beam Model for Tracking Large Deformations., ICCV, 2007"], "Son Tran": ["Robust Object Trackinng wvith Regional Affine Invariant Features., ICCV, 2007"], "Yichen Wei": ["Interactive Offline Tracking for Color Objects., ICCV, 2007"], "Xi Li": ["Robust Visual Tracking Based on Incremental Tensor Subspace Learning., ICCV, 2007"], "Xinyu Xu": ["Learning Motion Correlation for Tracking Articulated Human Body with a Rao-Blackwellised Particle Filter., ICCV, 2007"], "Yonggang Jin": ["Variational Particle Filter for Multi-Object Tracking., ICCV, 2007"], "Gang Li": ["Exploiting Occluding Contours for Real-Time 3D Tracking: A Unified Approach., ICCV, 2007"], "Feng Tang": ["Co-Tracking Using Semi-Supervised Support Vector Machines., ICCV, 2007"], "Vijay Badrinarayanan": ["Probabilistic Color and Adaptive Multi-Feature Tracking with Dynamically Switched Priority Between Cues., ICCV, 2007"], "Hao Wu": ["Robust Visual Tracking Using the Time-Reversibility Constraint., ICCV, 2007"], "Anders P. Eriksson": ["Normalized Cuts Revisited: A Reformulation for Segmentation with Linear Grouping Constraints., ICCV, 2007"], "Benoit Mory": ["Variational Segmentation using Fuzzy Region Competition and Local Non-Parametric Probability Density Functions., ICCV, 2007"], "Devi Parikh": ["Hierarchical Semantics of Objects (hSOs)., ICCV, 2007"], "Fernando De la Torre": ["Temporal Segmentation of Facial Behavior., ICCV, 2007"], "Guofeng Zhang": ["Moving Object Extraction with a Hand-held Camera., ICCV, 2007"], "Kemal Egemen Ozden": ["Simultaneous Segmentation and 3D Reconstruction of Monocular Image Sequences., ICCV, 2007"], "Liangliang Cao": ["Spatially Coherent Latent Topic Model for Concurrent Segmentation and Classification of Objects and Scenes., ICCV, 2007"], "Lopamudra Mukherjee": ["Generalized Median Graphs: Theory and Applications., ICCV, 2007"], "Luca Bertelli": ["Pairwise Similarities across Images for Multiple View Rigid/Non-Rigid Segmentation and Registration., ICCV, 2007"], "Marco Andreetto": ["Non-Parametric Probabilistic Image Segmentation., ICCV, 2007"], "Nicholas A. Lord": ["USSR: A Unified Framework for Simultaneous Smoothing, Segmentation, and Registration of Multiple Images., ICCV, 2007"], "Olivier Juan": ["Capacity Scaling for Graph Cuts in Vision., ICCV, 2007"], "Thomas Schoenemann": ["Globally Optimal Image Segmentation with an Elastic Shape Prior., ICCV, 2007", "Introducing Curvature into Globally Optimal Image Segmentation: Minimum Ratio Cycles on Product Graphs., ICCV, 2007"], "Yong-Dian Jian": ["Two-View Motion Segmentation by Mixtures of Dirichlet Process with Model Selection and Outlier Removal., ICCV, 2007"], "Zhe Lin": ["Hierarchical Part-Template Matching for Human Detection and Segmentation., ICCV, 2007", "An Interactive Approach to Pose-Assisted and Appearance-based Segmentation of Humans., ICCV, 2007"], "Ramanan Navaratnam": ["The Joint Manifold Model for Semi-supervised Multi-valued Regression., ICCV, 2007"], "Bradley C. Davis": ["Population Shape Regression From Random Design Data., ICCV, 2007"], "Yaser Sheikh": ["Mode-seeking by Medoidshifts., ICCV, 2007"], "Xiaotong Yuan": ["Half Quadratic Analysis for Mean Shift: with Extension to A Sequential Data Mode-Seeking Method., ICCV, 2007"], "Ying Nian Wu": ["Deformable Template As Active Basis., ICCV, 2007"], "Stefan Roth": ["Steerable Random Fields., ICCV, 2007"], "Chadi Albitar": ["Robust Structured Light Coding for 3D Reconstruction., ICCV, 2007"], "Christopher Zach": ["A Globally Optimal Algorithm for Robust TV-L1 Range Image Integration., ICCV, 2007"], "Paul Merrell": ["Real-Time Visibility-Based Fusion of Depth Maps., ICCV, 2007", "Evaluation of Large Scale Scene Reconstruction., ICCV, 2007"], "Derek Hoiem": ["Recovering Occlusion Boundaries from a Single Image., ICCV, 2007"], "Andrew Rabinovich": ["Objects in Context., ICCV, 2007"], "Silvio Savarese": ["3D generic object categorization, localization and pose estimation., ICCV, 2007"], "Hueihan Jhuang": ["A Biologically Inspired System for Action Recognition., ICCV, 2007"], "Vincent Gay-Bellile": ["Direct Estimation of Non-Rigid Registrations with Image-Based Self-Occlusion Reasoning., ICCV, 2007"], "Aubrey K. Dunne": ["Efficient Generic Calibration Method for General Cameras with Single Centre of Projection., ICCV, 2007"], "Brice Michoud": ["Real-Time Marker-free Motion Capture from multiple cameras., ICCV, 2007"], "Hidetoshi Mannami": ["High Dynamic Range Camera using Reflective Liquid Crystal., ICCV, 2007"], "Liang Wang": ["Multi-Camera Calibration with One-Dimensional Object under General Motions., ICCV, 2007"], "Andrew W. Fitzgibbon": ["Learning priors for calibrating families of stereo cameras., ICCV, 2007"], "Nathan Jacobs": ["Geolocating Static Cameras., ICCV, 2007"], "Rami Ben-Ari": ["Variational Stereo Vision with Sharp Discontinuities and Occlusion Handling., ICCV, 2007"], "Sudipta N. Sinha": ["Multi-View Stereo via Graph Cuts on the Dual of an Adaptive Tetrahedral Mesh., ICCV, 2007"], "Brian Amberg": ["Reconstructing High Quality Face-Surfaces using Model Based Stereo., ICCV, 2007"], "Dengfeng Chai": ["Bilayer Stereo Matching., ICCV, 2007"], "Frédéric Huguet": ["A Variational Method for Scene Flow Estimation from Stereo Sequences., ICCV, 2007"], "Hao Du": ["Relative Epipolar Motion of Tracked Features for Correspondence in Binocular Stereo., ICCV, 2007"], "Kuk-Jin Yoon": ["Stereo Matching with the Distinctive Similarity Measure., ICCV, 2007"], "Pau Gargallo": ["Minimizing the Reprojection Error in Surface Reconstruction from Images., ICCV, 2007"], "Stefan Hinterstoisser": ["N3M: Natural 3D Markers for Real-Time Object Detection and Pose Estimation., ICCV, 2007"], "Alexandru O. Balan": ["Shining a Light on Human Pose: On Shadows, Shading and the Estimation of Pose and Shape., ICCV, 2007"], "Bo Wu": ["Cluster Boosted Tree Classifier for Multi-View, Multi-Pose Object Detection., ICCV, 2007"], "Henrik Malm": ["Adaptive enhancement and noise reduction in very low light-level video., ICCV, 2007"], "Imran N. Junejo": ["Trajectory Rectification and Path Modeling for Video Surveillance., ICCV, 2007"], "Leah Bar": ["A Variational Framework for Simultaneous Motion Estimation and Restoration of Motion-Blurred Video., ICCV, 2007"], "Lior Wolf": ["Non-homogeneous Content-driven Video-retargeting., ICCV, 2007"], "Yan Ke": ["Event Detection in Crowded Videos., ICCV, 2007"], "Deva Ramanan": ["Leveragingarchivalvideo for building face datasets., ICCV, 2007"], "E. Scott Larsen": ["Temporally Consistent Reconstruction from Multiple Video Streams Using Enhanced Belief Propagation., ICCV, 2007"], "Xiaofeng Mi": ["Separating Parts from 2D Shapes using Relatability., ICCV, 2007"], "Christian Vogler": ["The Best of Both Worlds: Combining 3D Deformable Models with Active Shape Models., ICCV, 2007"], "Ehsan Aganj": ["Spatio-Temporal Shape from Silhouette using Four-Dimensional Delaunay Meshing., ICCV, 2007"], "Yuchi Huang": ["A Component Based Deformable Model for Generalized Face Alignment., ICCV, 2007"], "Frank R. Schmidt": ["Fast Matching of Planar Shapes in Sub-cubic Runtime., ICCV, 2007"], "Xiaogang Wang": ["Shape and Appearance Context Modeling., ICCV, 2007"], "Imari Sato": ["Shape Reconstruction Based on Similarity in Radiance Changes under Varying Illumination., ICCV, 2007"], "Neel Joshi": ["Shape from Varying Illumination and Viewpoint., ICCV, 2007", "Synthetic Aperture Tracking: Tracking through Occlusions., ICCV, 2007"], "Nhon H. Trinh": ["A Symmetry-Based Generative Model for Shape., ICCV, 2007"], "Onur C. Hamsici": ["Spherical-Homoscedastic Shapes., ICCV, 2007"], "Paolo Favaro": ["Shape from Focus and Defocus: Convexity, Quasiconvexity and Defocus-Invariant Textures., ICCV, 2007"], "Per-Erik Forssén": ["Shape Descriptors for Maximally Stable Extremal Regions., ICCV, 2007"], "Rui Huang": ["Embedded Profile Hidden Markov Models for Shape Analysis., ICCV, 2007"], "Soma Biswas": ["Robust Estimation of Albedo for Illumination-invariant Matching and Shape Recovery., ICCV, 2007"], "Xianfeng Gu": ["Ricci Flow for 3D Shape Analysis., ICCV, 2007"], "Volker Blanz": ["Fitting a Morphable Model to 3D Scans of Faces., ICCV, 2007"], "Chan-Su Lee": ["Modeling View and Posture Manifolds for Tracking., ICCV, 2007"], "Mathieu Salzmann": ["Convex Optimization for Deformable Surface 3-D Tracking., ICCV, 2007"], "Qi Zhao": ["Differential EMD Tracking., ICCV, 2007"], "Xiaoqin Zhang": ["Graph Based Discriminative Learning for Robust and Efficient Object Tracking., ICCV, 2007"], "Vinay Sharma": ["Integrating Appearance and Motion Cues for Simultaneous Detection and Segmentation of Pedestrians., ICCV, 2007"], "Junzhou Huang": ["Optimization and Learning for Registration of Moving Dynamic Textures., ICCV, 2007"], "Yanghai Tsin": ["Learn to Track Edges., ICCV, 2007"], "Tinne Tuytelaars": ["Vector Quantizing Feature Space with a Regular Lattice., ICCV, 2007"], "Patrick Etyngier": ["Shape Priors using Manifold Learning Techniques., ICCV, 2007"], "M. Pawan Kumar": ["An Invariant Large Margin Nearest Neighbour Classifier., ICCV, 2007"], "Pingkun Yan": ["3D Model based Object Class Detection in An Arbitrary View., ICCV, 2007"], "Rong Xiao": ["Dynamic Cascades for Face Detection., ICCV, 2007"], "Rui Li": ["Simultaneous Learning of Nonlinear Manifold and Dynamical Models for High-dimensional Time Series., ICCV, 2007"], "Shaohua Kevin Zhou": ["A probabilistic, hierarchical, and discriminant framework for rapid and accurate detection of deformable anatomic structure., ICCV, 2007"], "Saad Ali": ["Chaotic Invariants for Human Action Recognition., ICCV, 2007"], "Sanjiv Kumar": ["Classification of Weakly-Labeled Data with Partial Equivalence Relations., ICCV, 2007"], "Tamir Hazan": ["pLSA for Sparse Arrays With Tsallis Pseudo-Additive Divergence: Noise Robustness and Algorithm., ICCV, 2007"], "Sebastian Nowozin": ["Discriminative Subsequence Mining for Action Classification., ICCV, 2007"], "Shuicheng Yan": ["Learning Auto-Structured Regressor from Uncertain Nonnegative Labels., ICCV, 2007"], "Simon Polak": ["Latent Model Clustering and Applications to Visual Recognition., ICCV, 2007"], "Simon J. D. Prince": ["Probabilistic Linear Discriminant Analysis for Inferences About Identity., ICCV, 2007"], "Tom Yeh": ["Adaptive Vocabulary Forests br Dynamic Indexing and Category Learning., ICCV, 2007"], "Vassilis Athitsos": ["ClassMap: Efficient Multiclass Recognition via Embeddings., ICCV, 2007"], "Vidit Jain": ["People-LDA: Anchoring Topics to People using Face Recognition., ICCV, 2007"], "Vladimir Nedovic": ["Depth Information by Stage Classification., ICCV, 2007"], "Wei Zhang": ["Real-time Accurate Object Detection using Multiple Resolutions., ICCV, 2007", "Efficient Feature Extraction for Image Classification., ICCV, 2007"], "Yu Chen": ["A Divide-and-Conquer Approach to 3D Object Reconstruction from Line Drawings., ICCV, 2007"], "Yu Su": ["Hierarchical Ensemble of Global and Local Classifiers for Face Recognition., ICCV, 2007"], "Zhenguo Li": ["Noise Robust Spectral Clustering., ICCV, 2007"], "Zhiwei Zhu": ["Ten-fold Improvement in Visual Odometry Using Landmark Matching., ICCV, 2007"], "Zhouchen Lin": ["Limits of Learning-Based Superresolution Algorithms., ICCV, 2007"], "Alon Zweig": ["Exploiting Object Hierarchy: Combining Models from Different Category Levels., ICCV, 2007"], "Ankita Kumar": ["Support Kernel Machines for Object Recognition., ICCV, 2007"], "Anna Bosch": ["Image Classification using Random Forests and Ferns., ICCV, 2007"], "M. Alex O. Vasilescu": ["Multilinear Projection for Appearance-Based Recognition in the Tensor Framework., ICCV, 2007"], "Gang Pan": ["Eyeblink-based Anti-Spoofing in Face Recognition from a Generic Webcamera., ICCV, 2007"], "Jian Yang": ["A General Discriminant Model for Color Face Recognition., ICCV, 2007"], "Robin Hess": ["Mixture-of-Parts Pictorial Structures for Objects with Variable Part Sets., ICCV, 2007"], "Marin Ferecatu": ["Interactive Search for Image Categories by Mental Matching., ICCV, 2007"], "Alireza Fathi": ["Human Pose Estimation using Motion Exemplars., ICCV, 2007"], "Zhao Yi": ["Correspondence Transfer for the Registration of Multimodal Images., ICCV, 2007"], "Lan Dong": ["Fast Crowd Segmentation Using Shape Indexing., ICCV, 2007"], "Alexander M. Bronstein": ["Rock, Paper, and Scissors: extrinsic vs. intrinsic similarity of non-rigid shapes., ICCV, 2007"], "Hongdong Li": ["The 3D-3D Registration Problem Revisited., ICCV, 2007"], "Shérif Makram-Ebeid": ["Non-Rigid Image Registration using a Hierarchical Partition of Unity Finite Element Method., ICCV, 2007"], "Terrence Chen": ["Optimizing Image Registration by Mutually Exclusive Scale Components., ICCV, 2007"], "Ramtin Shams": ["Gradient Intensity-Based Registration of Multi-Modal Images of the Brain., ICCV, 2007"], "Tae Eun Choe": ["3-D Metric Reconstruction and Registration of Images of Near-planar Surfaces., ICCV, 2007"], "Diego Rother": ["What Can Casual Walkers Tell Us About A 3D Scene?, ICCV, 2007"], "George Kamberov": ["Geometric Integrability and Consistency of 3D Point Clouds., ICCV, 2007"], "John Novatnack": ["Scale-Dependent 3D Geometric Features., ICCV, 2007"], "Kai Ni": ["Out-of-Core Bundle Adjustment for Large-Scale 3D Reconstruction., ICCV, 2007"], "Peter Savadjiev": ["On the Differential Geometry of 3D Flow Patterns: Generalized Helicoids and Diffusion MRI Analysis., ICCV, 2007"], "Carl Olsson": ["Efficient Optimization for L-problems using Pseudoconvexity., ICCV, 2007"], "Raj Gupta": ["Illumination and Affine- Invariant Point Matching using an Ordinal Approach., ICCV, 2007"], "Graham D. Finlayson": ["Detecting Illumination in Images., ICCV, 2007"], "Jong-Il Park": ["Multispectral Imaging Using Multiplexed Illumination., ICCV, 2007"], "Alexander C. Berg": ["Parsing Images of Architectural Scenes., ICCV, 2007"], "Andreas Ess": ["Depth and Appearance for Mobile Scene Analysis., ICCV, 2007"], "Bernard Moghaddam": ["Fast Pixel/Part Selection with Sparse Eigenvectors., ICCV, 2007"], "Bernard Ghanem": ["Phase Based Modelling of Dynamic Textures., ICCV, 2007"], "David Nistér": ["Structure from Motion with Missing Data is NP-Hard., ICCV, 2007"], "Elli Angelopoulou": ["Specular Highlight Detection Based on the Fresnel Reflection Coefficient., ICCV, 2007"], "Ethan Eade": ["Monocular SLAM as a Graph of Coalesced Observations., ICCV, 2007"], "Florian Schroff": ["Harvesting Image Databases from the Web., ICCV, 2007"], "Marina Bertolini": ["Instability of Projective Reconstruction of Dynamic Scenes near Critical Configurations., ICCV, 2007"], "Hajime Nagahara": ["An Omnidirectional Vision Sensor with Single View and Constant Resolution., ICCV, 2007"], "Hamilton Y. Chong": ["The von Kries Hypothesis and a Basis for Color Constancy., ICCV, 2007"], "Heung-Sun Ng": ["Surface-from-Gradients with Incomplete Data for Single View Modeling., ICCV, 2007"], "Ido Leichter": ["Visual Tracking by Affine Kernel Fitting Using Color and Object Boundary., ICCV, 2007"], "Ivan Laptev": ["Retrieving actions in movies., ICCV, 2007"], "Jason M. Saragih": ["A Nonlinear Discriminative Approach to AAM Fitting., ICCV, 2007"], "Jean-François Lalonde": ["Using Color Compatibility for Assessing Image Realism., ICCV, 2007"], "Jonathan Starck": ["Correspondence labelling for wide-timeframe free-form surface matching., ICCV, 2007"], "Joost van de Weijer": ["Using High-Level Visual Information for Color Constancy., ICCV, 2007"], "Justin Domke": ["Signals on Pencils of Lines., ICCV, 2007"], "Kevin E. Loewke": ["Deformable Image Mosaicing for Optical Biopsy., ICCV, 2007"], "M. Sabry Hassouna": ["On the Extraction of Curve Skeletons using Gradient Vector Flow., ICCV, 2007"], "Jean-Philippe Tardif": ["Plane-based self-calibration of radial distortion., ICCV, 2007"], "Manmohan Krishna Chandraker": ["Globally Optimal Affine and Metric Upgrades in Stratified Autocalibration., ICCV, 2007"], "Brian Patrick Williams": ["Real-Time SLAM Relocalisation., ICCV, 2007"], "Francesc Moreno-Noguer": ["Accurate Non-Iterative O(n) Solution to the PnP Problem., ICCV, 2007"], "Christophe Chefd'Hotel": ["Random Walk and Front Propagation on Watershed Adjacency Graphs for Multilabel Image Segmentation., ICCV, 2007"], "Wendeson da Silva Oliveira": ["Interactive Left Ventricular Segmentation in Cardiac Images., ICCV, 2007"], "Mariano Rivera": ["Quadratic Markovian Probability Fields for Image Binary Segmentation., ICCV, 2007"], "Oscar Dalmau Cedeño": ["Computing the Alpha-Channel with Probabilistic Segmentation for Image Colorization., ICCV, 2007"], "Matthias Wimmer": ["Enabling Users to Guide the Design of Robust Model Fitting Algorithms., ICCV, 2007"], "Stephan Steinbach": ["Soylent Grid: it's Made of People., ICCV, 2007"], "Julien Fauqueur": ["Assisted Video Object Labeling By Joint Tracking of Regions and Keypoints., ICCV, 2007"], "Siska Fitriani": ["Interacting with Projected Media on Deformable Surfaces., ICCV, 2007"], "Diana Mateus": ["Articulated Shape Matching by Robust Alignment of Embedded Representations., ICCV, 2007", "Articulated Shape Matching Using Locally Linear Embedding and Orthogonal Alignment., ICCV, 2007"], "Kevin Köser": ["Perspectively Invariant Normal Features., ICCV, 2007"], "Matthew Toews": ["Detecting and Localizing 3D Object Classes using Viewpoint Invariant Reference Frames., ICCV, 2007"], "Xinju Li": ["3D object recognition from range images using pyramid matching., ICCV, 2007"], "Babak Taati": ["Variable Dimensional Local Shape Descriptors for Object Recognition in Range Data., ICCV, 2007"], "Ashutosh Saxena": ["Learning 3-D Scene Structure from a Single Still Image., ICCV, 2007", "3-D Reconstruction from Sparse Views using Monocular Vision., ICCV, 2007"], "Alexander Thomas": ["Depth-From-Recognition: Inferring Meta-data by Cognitive Feedback., ICCV, 2007"], "Emre Baseski": ["A Scene Representation Based on Multi-Modal 2D and 3D Features., ICCV, 2007"], "Erdem Akagündüz": ["3D Object Representation Using Transform and Scale Invariant 3D Features., ICCV, 2007"], "Stefan Kluckner": ["A 3D Teacher for Car Detection in Aerial Images., ICCV, 2007"], "Etienne Grossmann": ["Discrete camera calibration from the information distance between pixel streams., ICCV, 2007"], "Zuzana Kukelova": ["Two Minimal Problems for Cameras with Radial Distortion., ICCV, 2007"], "John Lim": ["Estimation of the Epipole using Optical Flow at Antipodal Points., ICCV, 2007"], "Vincenzo Caglioti": ["Single-Image Calibration of Off-Axis Catadioptric Cameras Using Lines., ICCV, 2007", "Methods for space line localization from single catadioptric images: new proposals and comparisons., ICCV, 2007", "Position and radius of spheres from single off-axis catadioptric images., ICCV, 2007"], "Florence Jacquey": ["Non-additive Approach for Omnidirectional Image Gradient Estimation., ICCV, 2007"], "Tobias Ehlgen": ["Omnidirectional Cameras as Backing-Up Aid., ICCV, 2007"], "El Mustapha Mouaddib": ["A new Omnidirectional Stereovision Sensor., ICCV, 2007"], "Nuno Gonçalves": ["Linear solution for the pose estimation of noncentral catadioptric systems., ICCV, 2007"], "Florian Kangni": ["Orientation and Pose recovery from Spherical Panoramas., ICCV, 2007"], "Hynek Bakstein": ["Catadioptric Image-based Rendering for Mobile Robot Localization., ICCV, 2007"], "Damien Michel": ["Localizing Unordered Panoramic Images Using the Levenshtein Distance., ICCV, 2007"], "Xiaojin Gong": ["Performance Analysis and Validation of a Paracatadioptric Omnistereo System., ICCV, 2007"], "Lei He": ["Depth Map Regeneration via Improved Graph Cuts Using a Novel Omnidirectional Stereo Sensor., ICCV, 2007"], "Ryan Farrell": ["Learning Higher-order Transition Models in Medium-scale Camera Networks., ICCV, 2007"], "Sujit Kuthirummal": ["Flexible Mirror Imaging., ICCV, 2007"], "Rahul Swaminathan": ["Focus in Catadioptric Imaging Systems., ICCV, 2007"], "Christian Toepfer": ["A Unifying Omnidirectional Camera Model and its Applications., ICCV, 2007"], "Jean Charles Bazin": ["Rectangle Extraction in Catadioptric Images., ICCV, 2007"], "Yoshihiko Mochizuki": ["Circle-Marker Detection Method for Omnidirectional Images and its Application to Robot Positioning., ICCV, 2007"], "Irene Cheng": ["Contrast Enhancement from Multiple Panoramic Images., ICCV, 2007"], "Luis Falcón-Morales": ["Radon Transform and Harmonical Analysis Using Lines for 3D Rotation Estimation without Correpondences from Omnidirectional Vision., ICCV, 2007"], "Monica Hernandez": ["Registration of anatomical images using geodesic paths of diffeomorphisms parameterized with stationary vector fields., ICCV, 2007"], "Demetrios Gerogiannis": ["Robust Image Registration using Mixtures of t-distributions., ICCV, 2007"], "Robert E. Carroll": ["Rectified Surface Mosaics., ICCV, 2007"], "Maxime Taron": ["From Uncertainties to Statistical Model Building and Segmentation of the Left Ventricle., ICCV, 2007"], "Dana Cobzas": ["3D Variational Brain Tumor Segmentation using a High Dimensional Feature Set., ICCV, 2007"], "Christopher Russell": ["Using the Pn Potts model with learning methods to segment live cell images., ICCV, 2007"], "Théodore Papadopoulo": ["Implicit Meshing for Finite Element Methods using Levelsets., ICCV, 2007"], "Corné Hoogendoorn": ["Bilinear Models for Spatio-Temporal Point Distribution Analysis: Application to Extrapolation of Whole Heart Cardiac Dynamics., ICCV, 2007"], "Ali Khamene": ["A Novel Image Based Verification Method for Respiratory Motion Management in Radiation Therapy., ICCV, 2007", "A Unified and Efficient Approach for Free-form Deformable Registration., ICCV, 2007"], "Christine DeLorenzo": ["Nonrigid Intraoperative Cortical Surface Tracking Using Game Theory., ICCV, 2007"], "Sandhitsu R. Das": ["Measuring Cortical Thickness Using An Image Domain Local Surface Model And Topology Preserving Segmentation., ICCV, 2007"], "Peng Yu": ["Cortical Folding Development Study based on Over-Complete Spherical Wavelets., ICCV, 2007"], "Biswajit Bose": ["Detecting Cortical Surface Regions in Structural MR Data., ICCV, 2007"], "Kelvin R. Rocha": ["3D Topology Preserving Flows for Viewpoint-Based Cortical Unfolding., ICCV, 2007"], "Bennett A. Landman": ["Diffusion Tensor Estimation by Maximizing Rician Likelihood., ICCV, 2007"], "Daniel C. Alexander": ["Axon radius measurements in vivo from diffusion MRI: a feasibility study., ICCV, 2007"], "Yaniv Gur": ["Fast Invariant Riemannian DT-MRI Regularization., ICCV, 2007"], "Ulas Ziyan": ["A Robust Algorithm for Fiber-Bundle Atlas Construction., ICCV, 2007"], "Taeg Sang Cho": ["A reliable skin mole localization scheme., ICCV, 2007"], "Erik Franken": ["Curvature Estimation for Enhancement of Crossing Curves., ICCV, 2007"], "Vikas Singh": ["Limited view CT reconstruction via constrained metric labeling., ICCV, 2007"], "Luc Florack": ["Dense Multiscale Motion Extraction from Cardiac Cine MR Tagging using HARP Technology., ICCV, 2007"], "Jan Ehrhardt": ["A Variational Approach for Combined Segmentation and Estimation of Respiratory Motion in Temporal Image Sequences., ICCV, 2007"], "Georg Langs": ["Motion Analysis of Endovascular Stent-Grafts by MDL Based Registration., ICCV, 2007"], "Yuanjie Zheng": ["Lung Nodule Growth Analysis from 3D CT Data with a Coupled Segmentation and Registration Framework., ICCV, 2007"], "Gabriel Tsechpenakis": ["Coupling CRFs and Deformable Models for 3D Medical Image Segmentation., ICCV, 2007"], "Kinda Anna Saddi": ["Region-Based Segmentation via Non-Rigid Template Matching., ICCV, 2007"], "Jenny Folkesson": ["Spatially Varying Classification with Localization Certainty in Level Set Segmentation., ICCV, 2007"], "Olivier Salvado": ["Fuzzy classificationof brain MRI using a priori knowledge: weighted fuzzy C-means., ICCV, 2007"], "Fethallah Benmansour": ["Finding a Closed Boundary by Growing Minimal Paths from a Single Point on 2D or 3D Images., ICCV, 2007"], "B. T. Thomas Yeo": ["What Data to Co-register for Computing Atlases., ICCV, 2007"], "Jeroen Hermans": ["A Statistical Approach to Determine Symmetrical Solutions for the Registration of 3D Knee Implant Models to Sagittal Fluoroscopy Images., ICCV, 2007"], "Gang Song": ["Multi-start Method with Prior Learning for Image Registration., ICCV, 2007"], "Nicholas J. Tustison": ["Improved FFD B-Spline Image Registration., ICCV, 2007"], "Ekaterina Syrkina": ["Correspondence Establishment in Statistical Modeling of Shapes with Arbitrary Topology., ICCV, 2007"], "Stéphane Allaire": ["Type-Constrained Robust Fitting of Quadrics with Application to the 3D Morphological Characterization of Saddle-Shaped Articular Surfaces., ICCV, 2007"], "Washington Mio": ["Modeling Brain Anatomy with 3D Arrangements of Curves., ICCV, 2007"], "Qing Xu": ["Diffusion Tensor Image Smoothing Using Efficient and Effective Anisotropic Filtering., ICCV, 2007"], "Demian Wassermann": ["Diffusion Maps Segmentation of Magnetic Resonance Q-Ball Imaging., ICCV, 2007"], "John Melonakos": ["Locally-Constrained Region-Based Methods for DW-MRI Segmentation., ICCV, 2007"], "Kiran K. Seunarine": ["Exploiting peak anisotropy for tracking through complex structures., ICCV, 2007"], "Paul A. Yushkevich": ["Structure-Specific Statistical Mapping of White Matter Tracts using the Continuous Medial Representation., ICCV, 2007"], "Roland Kwitt": ["Modeling the Marginal Distributions of Complex Wavelet Coefficient Magnitudes for the Classification of Zoom-Endoscopy Images., ICCV, 2007"], "Ragini Verma": ["On Detecting Subtle Pathology via Tissue Clustering of Multi-parametric Data using Affinity Propagation., ICCV, 2007"], "Xiaoning Qian": ["Detection of Complex Vascular Structures using Polar Neighborhood Intensity Profile., ICCV, 2007"], "Faguo Yang": ["Optimization Algorithms for Labeling Brain Sulci Based on Graph Matching., ICCV, 2007"], "Jean-Marie Favreau": ["A Tool for Topographic Analysis of Electrode Contacts in Human Cortical Stimulation., ICCV, 2007"], "Sigal Trattner": ["Can Born Approximate the Unborn? A New Validity Criterion for the Born Approximation in Microscopic Imaging., ICCV, 2007"], "Gunnar Farnebäck": ["Efficient Computation of the Inverse Gradient on Irregular Domains., ICCV, 2007"], "Evguenia Balmachnova": ["Object Matching in the Presence of Non-Rigid Deformations Close to Similarities., ICCV, 2007"], "James G. Malcolm": ["Multi-Object Tracking Through Clutter Using Graph Cuts., ICCV, 2007"], "Anastassia Angelopoulou": ["Robust Modelling and Tracking of NonRigid Objects Using Active-GNG., ICCV, 2007"], "Dan Raviv": ["Symmetries of non-rigid shapes., ICCV, 2007"], "Michael Sass Hansen": ["Diffeomorphic Statistical Deformation Models., ICCV, 2007"], "Karel Zimmermann": ["Adaptive Parameter Optimization for Real-time Tracking., ICCV, 2007"], "Tingting Jiang": ["Finite-Element Level-Set Curve Particles., ICCV, 2007"], "Jose Gonzalez-Mora": ["Bilinear Active Appearance Models., ICCV, 2007"], "Joni-Kristian Kamarainen": ["Object Localisation Using Generative Probability Model for Spatial Constellation and Local Image Features., ICCV, 2007"], "Liam F. Ellis": ["Linear Predictors for Fast Simultaneous Modeling and Tracking., ICCV, 2007"], "Yang Wang": ["Non-Rigid Object Alignment with a Mismatch Template Based on Exhaustive Local Search., ICCV, 2007"], "Stefan K. Gehrig": ["Improving Stereo Sub-Pixel Accuracy for Long Range Stereo., ICCV, 2007"], "Lu Wang": ["Semiautomatic registration between ground-level panoramas and an orthorectified aerial image for building modeling., ICCV, 2007"], "Marci Meingast": ["Automatic Camera Network Localization using Object Image Tracks., ICCV, 2007"], "Lingyun Liu": ["A systematic approach for 2D-image to 3D-range registration in urban environments., ICCV, 2007"], "Arnold Irschara": ["Towards Wiki-based Dense City Modeling., ICCV, 2007"], "Daniel G. Aliaga": ["Simplifying the Reconstruction of 3D Models using Parameter Elimination., ICCV, 2007"]}