{"Jian Ho": ["Color From Black And White., ICCV, 1988"], "David A. Forsyth": ["A Novel Approach To Colour Constancy., ICCV, 1988"], "Evangelos E. Milios": ["Recovering Shape Deformation By An Extended Circular Image Representation., ICCV, 1988"], "Raimund Seidel": ["Efficiently Computing And Representing Aspect Graphs Of Polyhedral Objects., ICCV, 1988"], "Vishvjit S. Nalwa": ["Representing Oriented Piecewise C2 Surfaces., ICCV, 1988"], "Jean-Daniel Boissonnat": ["How the Delaunay Triangulation Can Be used For Representing Stereo Data., ICCV, 1988"], "Thomas S. Huang": ["Two-view Matching., ICCV, 1988"], "Gabriel Taubin": ["A New Model-based Stereo Approach For 3D Surface Reconstruction Using Contours On The Surface Pattern., ICCV, 1988"], "Alan L. Yuille": ["Determining The Optimal Weights In Multiple Objective Function Optimization., ICCV, 1988", "The Creation Of Structure In Dynamic Shape., ICCV, 1988"], "David Van Brackle": ["Optimal Corner Detector., ICCV, 1988"], "Terry E. Weymouth": ["Using Dynamic Programming For Minimizing The Energy Of Active Contours In The Presence Of Hard Constraints., ICCV, 1988"], "Farzin Mokhtarian": ["Evolution Properties Of Space Curves., ICCV, 1988"], "Robert M. O'Bara": ["Morphological Algorithms For Computing Non-planar Point Neighborhoods On Cellular Automata., ICCV, 1988"], "J. Alison Noble": ["Morphological Feature Detection., ICCV, 1988"], "Liang-Hua Chen": ["Synergistic Smooth Surface Stereo., ICCV, 1988"], "Fumiaki Tomita": ["Self-calibration Of Stereo Cameras., ICCV, 1988"], "Francis Lustman": ["Towards Real-time Trinocular Stereo., ICCV, 1988"], "Charles R. Dyer": ["The Trinocular General Support Algorithm: A Three-camera Stereo Algorithm For Overcoming Binocular Matching Errors., ICCV, 1988"], "Michael A. Gennert": ["Brightness-based Stereo Matching., ICCV, 1988"], "Daphna Weinshall": ["Application Of Qualitative Depth And Shape From Stereo., ICCV, 1988"], "Murali Subbarao": ["Parallel Depth Recovery By Changing Camera Parameters., ICCV, 1988"], "Chia-Hoang Lee": ["Structure And Motion From Two Perspective Views Via Planar Patch., ICCV, 1988"], "Fredrik Bergholm": ["A Theory On Optical Velocity Fields And Ambiguous Motion Of Curves., ICCV, 1988"], "Nicholas Ayache": ["Analysis Of A Sequence Of Stereo Scenes Containing Multiple Moving Objects Using Rigidity Constraints., ICCV, 1988"], "Randal C. Nelson": ["Using Flow Field Divergence For Obstacle Avoidance: Towards Qualitative Vision., ICCV, 1988"], "Ramesh Jain": ["Polynomial Methods For Structure From Motion., ICCV, 1988"], "Richard Szeliski": ["Estimating Motion From Sparse Range Data Without Correspondence., ICCV, 1988"], "W. Eric L. Grimson": ["The Combinatorics Of Object Recognition In Cluttered Environments Using Constrained Search., ICCV, 1988"], "Takeo Kanade": ["Applying Sensor Models To Automatic Generation Of Object Recognition Programs., ICCV, 1988", "Color Image Analysis With An Intrinsic Reflection Model., ICCV, 1988"], "Haim J. Wolfson": ["Geometric Hashing: A General And Efficient Model-based Recognition Scheme., ICCV, 1988"], "Joseph B. Kruskal": ["On The Congruence Of Noisy Images To Line Segment Models., ICCV, 1988"], "Shimon Ullman": ["Aligning A Model To An Image Using Minimal Information., ICCV, 1988", "Structural Saliency: The Detection Of Globally Salient Structures using A Locally Connected Network., ICCV, 1988", "The Alignment Of Objects With Smooth Surfaces., ICCV, 1988"], "Haim Shvaytser": ["Learnable And Non-learnable Visual Concepts., ICCV, 1988"], "Stephen M. Pizer": ["Image Description Via The Multiresolution Intensity Axis Of Symmetry., ICCV, 1988"], "Thomas C. Henderson": ["Towards The Automatic Generation Of Recognition Strategies., ICCV, 1988"], "G. Sylos-Labini": ["A System For 3-D Workplaces Recognition., ICCV, 1988"], "Rand P. Whillock": ["Occlusion-sensitive Matchiing., ICCV, 1988"], "Andrew Blake": ["Detecting Specular Reflections Using Lambertian Constraints., ICCV, 1988"], "H. H. Nguyen": ["Unsupervised Bayesian Estimation For Segmenting Textured Images., ICCV, 1988"], "Nikil S. Jayant": ["An Adaptive Clustering Algorithm For Image Segmentation., ICCV, 1988"], "Mark L. Moerdler": ["Multiple Shape-from-texture Into Texture Analysis And Surface Segmentation., ICCV, 1988"], "James S. Duncan": ["Admissibility Of Constraint Functions In Relaxation Labeling., ICCV, 1988"], "H. Harlyn Baker": ["Surface Reconstruction From Image Sequences., ICCV, 1988"], "Norberto M. Grzywacz": ["The Motion Coherence Theory., ICCV, 1988"], "Eric Dubois": ["Multigrid Bayesian Estimation Of Image Motion Using Stochastic Relaxation., ICCV, 1988"], "Jens Arnspang": ["Optic Acceleration., ICCV, 1988"], "Tsai-Chia Chou": ["Temporal Edges: The Detection Of Motion And The Computation Of Optical Flow., ICCV, 1988"], "David W. Eby": ["Perceiving Structure From Motion: Failure Of Shape Constancy., ICCV, 1988"], "Gavin Brelstaff": ["Geometry From Specularities., ICCV, 1988"], "Alex Pentland": ["Shape Information From Shading: A Theory About Human Perception., ICCV, 1988"], "Ramakant Nevatia": ["Using Symmetries For Analysis Of Shape From Contour., ICCV, 1988"], "Radu S. Jasinschi": ["Space-time Sampling With Motion Uncertainty: Constraints On Space-time Filtering., ICCV, 1988"], "Greg Hager": ["Egomotion And The Stabilized World., ICCV, 1988"], "Allen R. Hanson": ["Translating Optical Flow Into Token Matches And Depth From Looming., ICCV, 1988"], "John Aloimonos": ["Optimal Computing Of Structure From Motion Using Point Correspondences In Two Frames., ICCV, 1988"], "Tomaso A. Poggio": ["Parallel Optical Flow Using Local Voting., ICCV, 1988"], "Glenn Healey": ["A Color Reflectance Model And Its Use For Segmentation., ICCV, 1988"], "Shojiro Sakata": ["Reconstruction Of Surfaces Of 3-D Objects By M-array Pattern Projection Method., ICCV, 1988"], "Xiaonan Tan": ["Recognize The Similarity Between Shapes Under Affine Transformation., ICCV, 1988"], "Kevin W. Bowyer": ["Creating The Perspective Projection Aspect Graph Of Polyhedral Objects., ICCV, 1988", "Aspect Graphs And Nonlinear Optimization In 3-D Object Recognition., ICCV, 1988"], "Ken-ichi Kanatani": ["Reconstruction Of Consistent Shape From Inconsistent Data: Optimization Of 21/2d Sketches., ICCV, 1988"], "Nicola J. Ferrier": ["Modal Control Of An Attentive Vision System., ICCV, 1988"], "Altan Ozcandarli": ["Eye Fixation And Early Vision: Kinetic Depth., ICCV, 1988"], "Narendra Ahuja": ["Surface Reconstruction By Dynamic Integration Of Focus, Camera Vergence, And Stereo., ICCV, 1988"], "David Lee": ["Coping With Discontinuities In Computer Vision: Their Detection, Classification, And Measurement., ICCV, 1988"], "David G. Lowe": ["Organization Of Smooth Image Curves At Multiple Scales., ICCV, 1988"], "Lee Iverson": ["The Organization Of Curve Detection: Coarse Tangent Fields And Fine Spline Coverings., ICCV, 1988"], "Ze'ev Lichtenstein": ["Pyramid Implementation Of Optimal Step Conjugate Search Algorithms For Some Computer Vision Problems., ICCV, 1988"], "Layne T. Watson": ["Robust Window Operators., ICCV, 1988"], "Pat Ransil": ["A constraint-based system for interpretation of aerial imagery., ICCV, 1988"], "Grzegorz W. Wasilkowski": ["Computational Aspects Of Determining Optical Flow., ICCV, 1988"], "Sergei Fogel": ["A Nonlinear Approach To The Motion Correspondence Problem., ICCV, 1988"], "Stefan Carlsson": ["Information In The Geometric Structure Of Retinal Flow Fields., ICCV, 1988"], "Homer H. Chen": ["Motion And Depth From Binocular Orthographic Views., ICCV, 1988"], "Michael K. Brown": ["Robust Depth Estimation From Optical Flow., ICCV, 1988"], "John K. Tsotsos": ["The Feasibility Of Motion And Structure Computations., ICCV, 1988"], "Christophe Discours": ["Measuring Image Flow By Tracking Edge-lines., ICCV, 1988"], "Steven W. Zucker": ["Singularities Of Principal Direction Fields From 3-D Images., ICCV, 1988"], "Hiroshi Kaneko": ["Shape From Angles Under Perspective Projection., ICCV, 1988"], "Roger Mohr": ["Matching Perspective Images Using Geometric Constraints And Perceptual Grouping., ICCV, 1988"], "Terrance E. Boult": ["Error Of Fit Measures For Recovering Parametric Solids., ICCV, 1988"], "Petros Maragos": ["Optimal Morphological Approaches To Image Matching And Object Detection., ICCV, 1988"], "Daniel P. Huttenlocher": ["On The Sensitivity Of The Hough Transform For Object Recognition., ICCV, 1988"]}