{"Takeo Kanade": ["Shape from interreflections., ICCV, 1990", "Shape and motion without depth., ICCV, 1990", "A locally adaptive window for signal matching., ICCV, 1990"], "Kosuke Sato": ["Determining reflectance parameters using range and brightness images., ICCV, 1990"], "Alessandro Verri": ["Computing optical flow from an overconstrained system of linear algebraic equations., ICCV, 1990"], "Shmuel Peleg": ["Computing two motions from three frames., ICCV, 1990"], "P. Anandan": ["A model for the detection of motion over time., ICCV, 1990"], "Bruce E. Flinchbaugh": ["Multispectral constraints for optical flow computation., ICCV, 1990"], "Robert J. Woodham": ["Multiple light source optical flow., ICCV, 1990"], "Charles R. Dyer": ["Computing spatiotemporal surface flow., ICCV, 1990", "Modeling the rim appearance., ICCV, 1990"], "Jitendra Malik": ["Detecting and localizing edges composed of steps, peaks and roofs., ICCV, 1990"], "Margaret M. Fleck": ["Multiple widths yield reliable finite differences., ICCV, 1990"], "Yehezkel Yeshurun": ["Detection of interest points using symmetry., ICCV, 1990"], "Gérard Giraudon": ["Accurate corner detection: an analytical study., ICCV, 1990"], "Joon H. Han": ["Detection of convex and concave discontinuous points in a plane curve., ICCV, 1990"], "Geoff A. W. West": ["Segmenting curves into elliptic arcs and straight lines., ICCV, 1990"], "Timothy A. Grogan": ["Uniqueness, the minimum norm constraint, and analog networks for optical flow along contours., ICCV, 1990"], "Fredrik Bergholm": ["Decomposition theory and transformations of visual directions., ICCV, 1990"], "Allan D. Jepson": ["Simple method for computing 3D motion and depth., ICCV, 1990"], "Jake K. Aggarwal": ["Reconstructing 3D lines from a sequence of 2D projections: representation and estimation., ICCV, 1990", "The integration of region and edge-based segmentation., ICCV, 1990", "Segmentation of 3D range images using pyramidal data structures., ICCV, 1990", "Terrain matching by analysis of aerial images., ICCV, 1990"], "M. A. Snyder": ["Robustness of correspondence-based structure from motion., ICCV, 1990"], "Alex Pentland": ["Segmentation by minimal description., ICCV, 1990", "Photometric motion., ICCV, 1990"], "Ruzena Bajcsy": ["Segmentation as the search for the best description of the image in terms of primitives., ICCV, 1990"], "Andrew K. Forrest": ["Occlusion detection in early vision., ICCV, 1990"], "Lance R. Williams": ["Perceptual organization of occluding contours., ICCV, 1990"], "David Mumford": ["The 2.1-D sketch., ICCV, 1990"], "Staffan Truvé": ["Image interpretation using multi-relational grammars., ICCV, 1990"], "Linda G. Shapiro": ["Toward the automatic generation of mathematical morphology procedures using predicate logic., ICCV, 1990", "Interesting patterns for model-based machine vision., ICCV, 1990"], "Ajit Singh": ["An estimation-theoretic framework for image-flow computation., ICCV, 1990"], "Juyang Weng": ["A theory of image matching., ICCV, 1990"], "Gary Whitten": ["A framework for adaptive scale space tracking solutions to problems in computational vision., ICCV, 1990"], "Paul R. Cohen": ["Extended structure and motion analysis from monocular image sequences., ICCV, 1990"], "Daphna Weinshall": ["Direct computation of qualitative 3D shape and motion invariants., ICCV, 1990"], "Monique Thonnat": ["Segmentation of optical flow and 3D data for the interpretation of mobile objects., ICCV, 1990"], "Richard L. Delanoy": ["Appearance-model-based representation and matching of 3-D objects., ICCV, 1990"], "Azriel Rosenfeld": ["Qualitative 3-D shape reconstruction using distributed aspect graph matching., ICCV, 1990"], "Anil K. Jain": ["BONSAI: 3D object recognition using constrained search., ICCV, 1990"], "Aaron Heller": ["The evolution and testing of a model-based object recognition system., ICCV, 1990"], "Haim Shvaytser": ["Towards a computational theory of model based vision and perception., ICCV, 1990"], "Paul R. Cooper": ["Parallel structure recognition with uncertainty: coupled segmentation and matching., ICCV, 1990"], "Joachim Heel": ["Temporally integrated surface reconstruction., ICCV, 1990"], "Robert B. Fisher": ["Determining back-facing curved model surfaces by analysis at the boundary., ICCV, 1990"], "Jih-Fang Wang": ["Surface reconstruction using deformable models with interior and boundary constraints., ICCV, 1990"], "Daniel T. L. Lee": ["Representing surface curvature discontinuities on curved surfaces., ICCV, 1990"], "Edward J. Delp": ["Viewpoint invariant recovery of visual surfaces from sparse data., ICCV, 1990"], "Hiroshi Murase": ["Surface shape reconstruction of an undulating transparent object., ICCV, 1990"], "Edward M. Riseman": ["Learning 3D object recognition strategies., ICCV, 1990"], "Chang Y. Choo": ["Object recognition by a Hopfield neural network., ICCV, 1990"], "Rakesh Mohan": ["Active 3D object models., ICCV, 1990"], "Daniel P. Huttenlocher": ["On the sensitivity of geometric hashing., ICCV, 1990"], "Rui J. P. de Figueiredo": ["Simultaneous estimation of shape and reflectance maps from photometric stereo., ICCV, 1990"], "Lawrence B. Wolff": ["A photometric invariant and shape constraints at parabolic points., ICCV, 1990"], "Andrew Blake": ["Shape from texture: the homogeneity hypothesis., ICCV, 1990", "The dynamic analysis of apparent contours., ICCV, 1990"], "Steven A. Shafer": ["Local spatial frequency analysis of image texture., ICCV, 1990"], "Todd A. Cass": ["Feature matching for object localization in the presence of uncertainty., ICCV, 1990"], "Allen R. Hanson": ["Sensitivity of the pose refinement problem to accurate estimation of camera parameters., ICCV, 1990", "Description and reconstruction from image trajectories of rotational motion., ICCV, 1990"], "Kenichi Kanatani": ["Hypothesizing and testing geometric attributes of image data., ICCV, 1990"], "Homer H. Chen": ["Pose determination from line-to-plane correspondences: existence condition and closed-form solutions., ICCV, 1990"], "Jacques Lévy Véhel": ["About lacunarity, some links between fractal and integral geometry, and an application to texture segmentation., ICCV, 1990"], "Yuichi Ohta": ["An approach to color constancy using multiple images., ICCV, 1990", "Cooperative integration of multiple stereo algorithms., ICCV, 1990"], "Dana H. Ballard": ["Indexing via color histograms., ICCV, 1990"], "Brian V. Funt": ["Calculating surface reflectance using a single-bounce model of mutual reflection., ICCV, 1990"], "Richard S. Weiss": ["Vanishing point calculation as a statistical inference on the unit sphere., ICCV, 1990"], "Edward H. Adelson": ["Steerable filters for early vision, image analysis, and wavelet decomposition., ICCV, 1990"], "Jan-Olof Eklundh": ["Scale detection and region extraction from a scale-space primal sketch., ICCV, 1990"], "Josef Kittler": ["Hypothesis testing: a framework for analysing and optimising Hough transform performance., ICCV, 1990"], "David G. Lowe": ["Integrated treatment of matching and measurement errors for robust model-based motion tracking., ICCV, 1990"], "Nicholas Ayache": ["3D structure from a monocular sequence of images., ICCV, 1990"], "Shahriar Negahdaripour": ["Direct motion stereo: Recovery of observer motion and scene structure., ICCV, 1990"], "M. Ali Taalebinezhaad": ["Direct recovery of motion and shape in the general case by fixation., ICCV, 1990"], "Thomas S. Huang": ["Epicardial motion and deformation estimation from coronary artery bifurcation points., ICCV, 1990"], "Jacques Domey": ["Direct estimation of deformable motion parameters from range image sequence., ICCV, 1990"], "Ramesh C. Jain": ["Dynamic stereo with self-calibration., ICCV, 1990"], "Sudeep Sarkar": ["Dynamic edge warping: experiments in disparity estimation under weak constraints., ICCV, 1990"], "Long Quan": ["Geometrical learning from multiple stereo views through monocular based feature grouping., ICCV, 1990"], "Narendra Ahuja": ["Multiresolution image acquisition and surface reconstruction., ICCV, 1990", "Active surface reconstruction by integrating focus, vergence, stereo, and camera calibration., ICCV, 1990"], "Masakazu Imai": ["Determining of camera rotation from vanishing points of lines on horizontal planes., ICCV, 1990"], "Zhigang Zhu": ["Detecting height from constrained motion., ICCV, 1990"], "Naoki Mukawa": ["Estimation of shape, reflection coefficients and illuminant direction from image sequences., ICCV, 1990"], "Olivier D. Faugeras": ["Recovering 3D motion and structure from stereo and 2D token tracking cooperation., ICCV, 1990", "Feed-forward recovery of motion and structure from a sequence of 2D-lines matches., ICCV, 1990", "Tracking and grouping 3D line segments., ICCV, 1990"], "Stéphane Mallat": ["Compact image representation from multiscale edges., ICCV, 1990"], "Sei-Wang Chen": ["Reconstructing line drawings from wings: the polygonal case., ICCV, 1990"], "André Oosterlinck": ["Similarity extraction and modeling., ICCV, 1990"], "Saburo Tsuji": ["Omni-directional stereo for making global map., ICCV, 1990", "Qualitative route scene description using autonomous landmark detection., ICCV, 1990"], "Yoshiaki Shirai": ["Dynamic integration of height maps into a 3-D world representation from range image sequences., ICCV, 1990"], "Alec Cameron": ["A Bayesian decision theoretic approach for adaptive goal-directed sensing., ICCV, 1990"], "Isao Masuda": ["Region-based reconstruction of an indoor scene using an integration of active and passive sensing techniques., ICCV, 1990"], "Tadahiro Kitahashi": ["Understanding assembly illustrations in an assembly manual without any model of mechanical parts., ICCV, 1990"], "Ramakant Nevatia": ["Shape from contour: straight homogeneous generalized cones., ICCV, 1990"], "Isaac Cohen": ["A finite element method applied to new active contour models and 3D reconstruction from cross sections., ICCV, 1990"], "Mubarak Shah": ["A fast algorithm for active contours., ICCV, 1990"], "Christopher M. Brown": ["Invariance-a new framework for vision., ICCV, 1990"], "Dimitris N. Metaxas": ["Dynamic 3D models with local and global deformations: deformable superquadrics., ICCV, 1990"], "Satoshi Okada": ["Object recognition using a feature search strategy generated from a 3D model., ICCV, 1990"], "Kevin W. Bowyer": ["Computing the visual potential of an articulated assembly of parts., ICCV, 1990"], "W. Eric L. Grimson": ["The effect of indexing on the complexity of object recognition., ICCV, 1990"], "David M. Chelberg": ["Uncertainty in interpretation of range imagery., ICCV, 1990"], "Dragana Brzakovic": ["An approach to 3D scene reconstruction from noisy binocular image sequences using information fusion., ICCV, 1990"], "Sateesha G. Nadabar": ["MRF model-based segmentation of range images., ICCV, 1990"], "Masanobu Yamamoto": ["A dynamic depth extraction method., ICCV, 1990"], "E. Saud": ["Representation and the dimensions of shape deformation., ICCV, 1990"], "Frank P. Ferrie": ["From uncertainty to visual exploration., ICCV, 1990"], "J. Brian Subirana-Vilanova": ["Curved inertia frames and the skeleton sketch: Finding salient frames of reference., ICCV, 1990"], "Stan Z. Li": ["Reconstruction without discontinuities., ICCV, 1990"], "Brian G. Schunck": ["Interpolating cubic spline contours by minimizing second derivative discontinuity., ICCV, 1990"], "David B. Sher": ["A computational model for face location., ICCV, 1990"], "Evangelos E. Milios": ["Matching range images of human faces., ICCV, 1990"], "Keith Waters": ["Analysis of facial images using physical and anatomical models., ICCV, 1990"], "André Gagalowicz": ["Collaboration between computer graphics and computer vision., ICCV, 1990"], "Munetoshi Numada": ["On the extensive reconstruction of Hough transform., ICCV, 1990"], "Farzin Deravi": ["An efficient method for multiple-circle detection., ICCV, 1990"], "Ping Liang": ["A new transform for curve detection., ICCV, 1990"], "Jack Sklansky": ["Robust curve detection by temporal geodesics., ICCV, 1990"]}