{"Alexei A. Efros": ["Recognizing Action at a Distance., ICCV, 2003"], "Paul A. Viola": ["Detecting Pedestrians Using Patterns of Motion and Appearance., ICCV, 2003"], "Shaogang Gong": ["Recognition of Group Activities using Dynamic Probabilistic Networks., ICCV, 2003"], "Gregory Shakhnarovich": ["Fast Pose Estimation with Parameter-Sensitive Hashing., ICCV, 2003"], "Adrien Bartoli": ["Towards Gauge Invariant Bundle Adjustment: A Solution Based on Gauge Dependent Damping., ICCV, 2003"], "Christopher Geyer": ["Mirrors in motion: Epipolar geometry and motion estimation., ICCV, 2003"], "Takayuki Okatani": ["Autocalibration of a Projector-Screen-Camera System: Theory and Algorithm for Screen-to-Camera Homography Estimation., ICCV, 2003"], "Motilal Agrawal": ["Camera calibration using spheres: A semi-definite programming approach., ICCV, 2003"], "Graham D. Finlayson": ["Gamut Constrained Illuminant Estimation., ICCV, 2003"], "Imari Sato": ["Appearance Sampling for Obtaining A Set of Basis Images for Variable Illumination., ICCV, 2003"], "Yoav Y. Schechner": ["A Theory of Multiplexed Illumination., ICCV, 2003"], "Athinodoros S. Georghiades": ["Incorporating the Torrance and Sparrow Model of Reflectance in Uncalibrated Photometric Stereo., ICCV, 2003"], "Emmanuel Prados": ["\"Perspective Shape from Shading\" and Viscosity Solutions., ICCV, 2003"], "Nir A. Sochen": ["The Beltrami Flow over Implicit Manifolds., ICCV, 2003"], "Hanno Scharr": ["Image Statistics and Anisotropic Diffusion., ICCV, 2003"], "Jiahua Wu": ["Combining Gradient and Albedo Data for Rotation Invariant Classification of 3D Surface Texture., ICCV, 2003"], "Theo Gevers": ["Reflectance-based Classification of Color Edges., ICCV, 2003"], "Ariel Tankus": ["A New Perspective [on] Shape-from-Shading., ICCV, 2003"], "Robby T. Tan": ["Separating Reflection Components of Textured Surfaces using a Single Image., ICCV, 2003"], "Haifeng Chen": ["Robust Regression with Projection Based M-estimators., ICCV, 2003"], "Daniel Cremers": ["Variational Space-Time Motion Segmentation., ICCV, 2003"], "Jean-Philippe Pons": ["How To Deal with Point Correspondences and Tangential Velocities in the Level Set Framework., ICCV, 2003"], "Marshall F. Tappen": ["Comparison of Graph Cuts with Belief Propagation for Stereo, using Identical MRF Parameters., ICCV, 2003"], "Zoran Duric": ["Controlling Model Complexity in Flow Estimation., ICCV, 2003"], "Jonathan Starck": ["Model-Based Multiple View Reconstruction of People., ICCV, 2003"], "Song Wang": ["Landmark-based Shape Deformation with Topology-Preserving Constraints., ICCV, 2003"], "Dimitrios Katsoulas": ["Reliable Recovery of Piled Box-like Objects via Parabolically Deformable Superquadrics., ICCV, 2003"], "Cen Rao": ["View-invariant Alignment and Matching of Video Sequences., ICCV, 2003"], "Il-Kyun Jung": ["High resolution terrain mapping using low altitude aerial stereo imagery., ICCV, 2003"], "Omar Javed": ["Tracking Across Multiple Cameras With Disjoint Views., ICCV, 2003"], "Hongcheng Wang": ["Facial Expression Decomposition., ICCV, 2003"], "Toshio Ueshiba": ["Plane-based Calibration Algorithm for Multi-camera Systems via Factorization of Homography Matrices., ICCV, 2003"], "Stefano Soatto": ["Tales of Shape and Radiance in Multi-view Stereo., ICCV, 2003"], "Daisuke Miyazaki": ["Polarization-based Inverse Rendering from a Single View., ICCV, 2003", "Polarization-based Transparent Surface Modeling from Two Views., ICCV, 2003"], "Doron Feldman": ["On the Epipolar Geometry of the Crossed-Slits Projection., ICCV, 2003"], "Drew Steedly": ["Spectral Partitioning for Structure from Motion., ICCV, 2003"], "Marta Wilczkowiak": ["Scene Modeling Based on Constraint System Decomposition Techniques., ICCV, 2003"], "Tomás Werner": ["Combinatorial Constraints on Multiple Projections of a Set of Points., ICCV, 2003"], "Fredrik Kahl": ["Multiview Reconstruction of Space Curves., ICCV, 2003"], "Moshe Ben-Ezra": ["What Does Motion Reveal About Transparency?, ICCV, 2003"], "Junhwan Kim": ["Visual Correspondence Using Energy Minimization and Mutual Information., ICCV, 2003"], "Matthew Toews": ["Entropy-of-likelihood Feature Selection for Image Correspondence., ICCV, 2003"], "Octavia I. Camps": ["A Caratheodory-Fejer Approach to Robust Multiframe Tracking., ICCV, 2003"], "Tao Zhang": ["Tracking Objects Using Density Matching and Shape Priors., ICCV, 2003"], "Bjoern Stenger": ["Filtering Using a Tree-Based Estimator., ICCV, 2003"], "David Demirdjian": ["Constraining Human Body Tracking., ICCV, 2003"], "Yue Zhou": ["A Background Layer Model for Object Tracking Through Occlusion., ICCV, 2003"], "Jesse Hoey": ["Bayesian Clustering of Optical Flow Fields., ICCV, 2003"], "Ying Wu": ["Tracking Articulated Body by Dynamic Markov Network., ICCV, 2003"], "Hanning Zhou": ["Tracking Articulated Hand Motion with Eigen Dynamics Analysis., ICCV, 2003"], "Jaco Vermaak": ["Maintaining Multi-Modality through Mixture Tracking., ICCV, 2003"], "Yunmei Chen": ["Using prior shape and intensity profile in medical image segmentation., ICCV, 2003"], "Salvador Ruiz-Correa": ["A New Paradigm for Recognizing 3-D Object Shapes from Range Data., ICCV, 2003"], "Fei-Fei Li": ["A Bayesian Approach to Unsupervised One-Shot Learning of Object Categories., ICCV, 2003"], "Anders Ericsson": ["An affine invariant deformable shape representation for general curves., ICCV, 2003"], "Sanjiv Kumar": ["Discriminative Random Fields: A Discriminative Framework for Contextual Interaction in Classification., ICCV, 2003"], "Jan Neumann": ["Eye Design in the Plenoptic Space of Light Rays., ICCV, 2003"], "Shree K. Nayar": ["Adaptive Dynamic Range Imaging: Optical Control of Pixel Exposures Over Space and Time., ICCV, 2003"], "Andrew W. Fitzgibbon": ["Image-based rendering using image-based priors., ICCV, 2003"], "Samuel W. Hasinoff": ["Photo-Consistent 3D Fire by Flame-Sheet Decomposition., ICCV, 2003"], "Christoph Strecha": ["Dense Matching of Multiple Wide-baseline Views., ICCV, 2003"], "Denis Simakov": ["Dense Shape Reconstruction of a Moving Object under Arbitrary, Unknown Lighting., ICCV, 2003"], "Carsten Rother": ["Linear Multi-View Reconstruction of Points, Lines, Planes and Cameras using a Reference Plane., ICCV, 2003"], "Matthew Brown": ["Recognising Panoramas., ICCV, 2003"], "Cheng-en Guo": ["Towards a Mathematical Theory of Primal Sketch and Sketchability., ICCV, 2003"], "Gianfranco Doretto": ["Dynamic Texture Segmentation., ICCV, 2003"], "Noam Shental": ["Learning and Inferring Image Segmentations using the GBP Typical Cut Algorithm., ICCV, 2003"], "Allen Y. Yang": ["Geometric Segmentation of Perspective Images Based on Symmetry Groups., ICCV, 2003"], "Matthias Heiler": ["Natural Image Statistics for Natural Image Segmentation., ICCV, 2003"], "Timor Kadir": ["Unsupervised Non-parametric Region Segmentation Using Level Sets., ICCV, 2003"], "Paul Smith": ["Computing MAP trajectories by representing, propagating and combining PDFs over groups., ICCV, 2003"], "Shiloh L. Dockstader": ["Markov-Based Failure Prediction for Human Motion Analysis., ICCV, 2003"], "Rik Fransens": ["SVM-based Nonparametric Discriminant Analysis, An Application to Face Detection., ICCV, 2003"], "Yongmian Zhang": ["Facial Expression Understanding in Image Sequences Using Dynamic and Active Visual Information Fusion., ICCV, 2003"], "Antoine Monnet": ["Background Modeling and Subtraction of Dynamic Scenes., ICCV, 2003"], "Maxime Lhuillier": ["Surface Reconstruction by Integrating 3D and 2D Data of Multiple Views., ICCV, 2003"], "Liran Goshen": ["Recovery of Epipolar Geometry as a Manifold Fitting Problem., ICCV, 2003"], "Jianhua Yao": ["Assessing Accuracy Factors in Deformable 2D/3D Medical Image Registration Using a Statistical Pelvis Model., ICCV, 2003"], "John Isidoro": ["Stochastic Refinement of the Visual Hull to Satisfy Photometric and Silhouette Consistency Constraints., ICCV, 2003"], "Zhen Wen": ["Capturing Subtle Facial Motions in 3D Face Tracking., ICCV, 2003"], "Xianghua Ying": ["Catadioptric Camera Calibration Using Geometric Invariants., ICCV, 2003"], "João Pedro Barreto": ["Paracatadioptric Camera Calibration Using Lines., ICCV, 2003"], "Yuanzhen Li": ["Multiple-cue Illumination Estimation in Textured Scenes., ICCV, 2003"], "Jing Wang": ["A Novel Approach For Texture Shape Recovery., ICCV, 2003"], "Srinivasa G. Narasimhan": ["A Class of Photometric Invariants: Separating Material from Shape and Illumination., ICCV, 2003"], "Stephen Benoit": ["Towards Direct Recovery of Shape and Motion Parameters from Image Sequences., ICCV, 2003"], "Andrew J. Davison": ["Real-Time Simultaneous Localisation and Mapping with a Single Camera., ICCV, 2003"], "Todd E. Zickler": ["Binocular Helmholtz Stereopsis., ICCV, 2003"], "Jan-Michael Frahm": ["Camera Calibration with Known Rotation., ICCV, 2003"], "Arrigo Benedetti": ["Globally Convergent Autocalibration., ICCV, 2003"], "Robert Pless": ["Image Spaces and Video Trajectories: Using Isomap to Explore Video Sequences., ICCV, 2003"], "Carlo Tomasi": ["3D Tracking = Classification + Interpolation., ICCV, 2003"], "Liang Wang": ["Fusion of Static and Dynamic Body Biometrics for Gait Recognition., ICCV, 2003"], "Somboon Hongeng": ["Large-Scale Event Detection Using Semi-Hidden Markov Models., ICCV, 2003"], "James W. Davis": ["Recognizing Human Action Efforts: An Adaptive Three-Mode PCA Framework., ICCV, 2003"], "Josef Sivic": ["Video Google: A Text Retrieval Approach to Object Matching in Videos., ICCV, 2003"], "David B. Grimes": ["Probabilistic Bilinear Models for Appearance-Based Vision., ICCV, 2003"], "Yacov Hel-Or": ["Real Time Pattern Matching Using Projection Kernels., ICCV, 2003"], "Danijel Skocaj": ["Weighted and Robust Incremental Method for Subspace Learning., ICCV, 2003"], "Xiang Sean Zhou": ["Conditional Feature Sensitivity: A Unifying View on Active Recognition and Feature Selection., ICCV, 2003"], "Margarita Osadchy": ["Using Specularities for Recognition., ICCV, 2003"], "Joost van de Weijer": ["Color Edge Detection by Photometric Quasi-Invariants., ICCV, 2003"]}