{"Shree K. Nayar": ["Caustics of Catadioptric Cameras., ICCV, 2001", "A General Imaging Model and a Method for Finding its Parameters., ICCV, 2001", "Finding \"Anomalies\" in an Arbitrary Image., ICCV, 2001"], "Narendra Ahuja": ["Split Aperture Imaging for High Dynamic Range., ICCV, 2001"], "Ki-Sang Hong": ["A Pseudo-Distance Map for the Segmentation-Free Skeletonization of Gray-Scale Images., ICCV, 2001", "Improving AR using Shadows Arising from Natural Illumination Distribution in Video Sequences., ICCV, 2001"], "Thomas S. Huang": ["A Co-inference Approach to Robust Visual Tracking., ICCV, 2001", "Capturing Natural Hand Articulation., ICCV, 2001"], "John MacCormick": ["BraMBLe: A Bayesian Multiple-Blob Tracker., ICCV, 2001"], "Shaogang Gong": ["Continuous Global Evidence-Based Bayesian Modality Fusion for Simultaneous Tracking of Multiple Objects., ICCV, 2001"], "Andrew Blake": ["Probabilistic Tracking in a Metric Space., ICCV, 2001", "Computationally Efficient Face Detection., ICCV, 2001"], "Kiriakos N. Kutulakos": ["Multi-View Scene Capture by Surfel Sampling: From Video Streams to Non-Rigid 3D MotionShape & Reflectance., ICCV, 2001"], "Yair Weiss": ["Deriving Intrinsic Images from Image Sequences., ICCV, 2001"], "Michal Irani": ["Alignment of Non-Overlapping Sequences., ICCV, 2001"], "Ramakant Nevatia": ["Multi-Agent Event Recognition., ICCV, 2001"], "Rolf-Rainer Grigat": ["Biologically MotivatedPrecise and Simple Calibration and Reconstruction Using a Stereo Light Microscope., ICCV, 2001"], "Ruzena Bajcsy": ["True Single View Point Cone Mirror Omni-Directional Catadioptric System., ICCV, 2001"], "David Nistér": ["Calibration with Robust Use of Cheirality by Quasi-Affine Reconstruction of the Set of Camera Projection Centres., ICCV, 2001"], "Bernard Mourrain": ["Using Scene Constraints during the Calibration Procedure., ICCV, 2001"], "Heung-Yeung Shum": ["Image Segmentation by Data Driven Markov Chain Monte Carlo., ICCV, 2001"], "Piet W. Verbeek": ["Confidence and Curvature Estimation of Curvilinear Structures in 3-D., ICCV, 2001"], "Larry S. Davis": ["Probabilistic Framework for Segmenting People Under Occlusion., ICCV, 2001"], "Steven W. Zucker": ["Folds and Cuts: How Shading Flows Into Edges., ICCV, 2001"], "Bruce A. Draper": ["Feature Selection from Huge Feature Sets., ICCV, 2001"], "Jukka Heikkonen": ["Optimal Method for the Affine F-Matrix and Its Uncertainty Estimation in the Sense of both Noise and Outliers., ICCV, 2001"], "Allen R. Tannenbaum": ["Affine Invariant Erosion of 3D Shapes., ICCV, 2001"], "Mina Teicher": ["Multiple View Geometry of Non-planar Algebraic Curves., ICCV, 2001"], "Luc J. Van Gool": ["Do Ambiguous Reconstructions Always Give Ambiguous Images?., ICCV, 2001"], "Maxime Lhuillier": ["Concentric Mosaic(s)Planar Motion and 1D Cameras., ICCV, 2001"], "Bill Triggs": ["Joint Feature Distributions for Image Correspondence., ICCV, 2001", "Empirical Filter Estimation for Subpixel Interpolation and Matching., ICCV, 2001"], "Zhi-Pei Liang": ["Shape Deformation: SVM Regression and Application to Medical Image Segmentation., ICCV, 2001"], "Roberto Cipolla": ["Structure and Motion from Silhouettes., ICCV, 2001", "Real-Time Tracking of Highly Articulated Structures in the Presence of Noisy Measurements., ICCV, 2001"], "Irfan A. Essa": ["Propagation of Innovative Information in Non-Linear Least-Squares Structure from Motion., ICCV, 2001"], "Stefan Carlsson": ["Uncalibrated Motion Capture Exploiting Articulated Structure Constraints., ICCV, 2001"], "Amnon Shashua": ["Affine 3-D Reconstruction from Two Projective Images of Independently Translating Planes., ICCV, 2001"], "ZhongYang Huang": ["Harmonics Extraction Based on Higher Order Statistics Spectrum Decomposition for A Unified Texture Model., ICCV, 2001"], "Peter J. Bickel": ["The Earth Mover's Distance is the Mallows Distance: Some Insights from Statistics., ICCV, 2001"], "Glenn Healey": ["Physics-based Model Acquisition and Identification in Airborne Spectral Images., ICCV, 2001"], "Mongi A. Abidi": ["Surface Matching by 3D Point's Fingerprint., ICCV, 2001"], "Harry Wechsler": ["A Gabor Feature Classifier for Face Recognition., ICCV, 2001"], "Subhashis Banerjee": ["Recognizing Large 3-D Objects through Next View Planning using an Uncalibrated Camera., ICCV, 2001"], "Stan Z. Li": ["Pairwise Face Recognition., ICCV, 2001"], "David Heckerman": ["Separating Appearance from Deformation., ICCV, 2001"], "HongJiang Zhang": ["View-Based Clustering of Object Appearances Based on Independent Subspace Analysis., ICCV, 2001", "Kernel Machine Based Learning for Multi-View Face Detection and Pose Estimation., ICCV, 2001"], "Ken-ichi Kanatani": ["Do We Really Have to Consider Covariance Matrices for Image Features?., ICCV, 2001", "Motion Segmentation by Subspace Separation and Model Selection., ICCV, 2001"], "Azriel Rosenfeld": ["3D Object Tracking Using Shape-Encoded Particle Propagation., ICCV, 2001"], "David J. Fleet": ["People Tracking Using Hybrid Monte Carlo Filtering., ICCV, 2001"], "Xavier Binefa": ["An EM Algorithm for Video SummarizationGenerative Model Approach., ICCV, 2001"], "Wen-Yi Zhao": ["Video Georegistration: Algorithm and Quantitative Evaluation., ICCV, 2001"], "R. Manmatha": ["Automatic Segmentation and Indexing in a Database of Bird Images., ICCV, 2001"], "Szymon Rusinkiewicz": ["Stripe Boundary Codes for Real-Time Structured-Light Range Scanning of Moving Objects., ICCV, 2001"], "W. Brent Seales": ["Document Restoration Using 3D Shape: A General Deskewing Algorithm for Arbitrarily Warped Documents., ICCV, 2001"], "Scott Konishi": ["The KGBR Viewpoint-Lighting Ambiguity and its Resolution by Generic Constraints., ICCV, 2001"], "David W. Jacobs": ["Lambertian Reflectance and Linear Subspaces., ICCV, 2001"], "Peter N. Belhumeur": ["Beyond Lambert: Reconstructing Surfaces with Arbitrary BRDFs., ICCV, 2001"], "Nuno Vasconcelos": ["On the Complexity of Probabilistic Image Retrieval., ICCV, 2001"], "David A. Forsyth": ["Learning the Semantics of Words and Pictures., ICCV, 2001", "Shape from Texture and Integrability., ICCV, 2001", "Noise in Bilinear Problems., ICCV, 2001"], "Jitendra Malik": ["A Database of Human Segmented Natural Images and its Application to Evaluating Segmentation Algorithms and Measuring Ecological Statistics., ICCV, 2001"], "Nanning Zheng": ["Example-Based Facial Sketch Generation with Non-parametric Sampling., ICCV, 2001"], "Ying Nian Wu": ["Dynamic Textures., ICCV, 2001"], "David Slater": ["The Impact of Viewing Geometry on Vision Through the Atmosphere., ICCV, 2001"], "Kristin J. Dana": ["BRDF/BTF Measurement Device., ICCV, 2001"], "Fadi Dornaika": ["Self-Calibration of a Stereo Rig Using Monocular Epipolar Geometry., ICCV, 2001"], "Mark S. Drew": ["4-Sensor Camera Calibration for Image Representation Invariant to ShadingShadowsLightingand Specularities., ICCV, 2001"], "Naoya Ohta": ["A Statistical Approach to Background Subtraction for Surveillance Systems., ICCV, 2001"], "Luc Florack": ["Hierarchical Pre-Segmentation without Prior Knowledge., ICCV, 2001"], "William Clement Karl": ["A Curve Evolution Approach for Image Segmentation Using Adaptive Flows., ICCV, 2001"], "Amy E. Bell": ["Segmentation and Range Sensing Using a Moving-Aperture Lens., ICCV, 2001"], "Ramin Zabih": ["Computing Visual Correspondence with Occlusions via Graph Cuts., ICCV, 2001"], "Michel Gangnet": ["JetStream: Probabilistic Contour Extraction with Particles., ICCV, 2001"], "Mubarak Shah": ["A Framework for Segmentation of Talk and Game Shows., ICCV, 2001"], "Simon Lacroix": ["A Robust Interest Points Matching Algorithm., ICCV, 2001"], "Michel Dhome": ["A Simple and Efficient Template Matching Algorithm., ICCV, 2001"], "Konstantinos Daniilidis": ["Performance Evaluation of Stereo for Tele-presence., ICCV, 2001"], "Haim Schweitzer": ["Template Matching Approach to Content Based Image Indexing by Low Dimensional Euclidean Embedding., ICCV, 2001"], "Anders Heyden": ["Euclidean Reconstruction and Auto-Calibration from Continuous Motion., ICCV, 2001"], "Peter Meer": ["A Versatile Method for Trifocal Tensor Estimation., ICCV, 2001"], "Anat Levin": ["Multi-Frame Infinitesimal Motion Model for the Reconstruction of (Dynamic) Scenes with Multiple Linearly Moving Objects., ICCV, 2001"], "Maria Petrou": ["Colour Photometric Stereo: Simultaneous Reconstruction of Local Gradient and Colour of Rough Textured Surfaces., ICCV, 2001"], "Gregory G. Slabaugh": ["Reconstructing Surfaces Using Anisotropic Basis Functions., ICCV, 2001"], "Rama Chellappa": ["Structure From Motion Using Sequential Monte Carlo Methods., ICCV, 2001"], "Pedro F. Felzenszwalb": ["Plan-View Trajectory Estimation with Dense Stereo Background Models., ICCV, 2001"], "Andrew Zisserman": ["Viewpoint Invariant Texture Matching and Wide Baseline Stereo., ICCV, 2001"], "Zhengyou Zhang": ["Model-Based Bundle Adjustment with Application to Face Modeling., ICCV, 2001"], "Takeshi Shakunaga": ["Photometric Image-Based Rendering for Image Generation in Arbitrary Illumination., ICCV, 2001"], "Bernardete Ribeiro": ["Learning Spectral Calibration Parameters For Color Inspection., ICCV, 2001"], "Daniel Keren": ["Image Detection Under Varying Illumination and Pose., ICCV, 2001"], "Anil K. Jain": ["Markov Face Models., ICCV, 2001"], "Tomaso A. Poggio": ["Face Recognition with Support Vector Machines: Global versus Component-based Approach., ICCV, 2001"], "Radek Grzeszczuk": ["A Data-Driven Model for Monocular Face Tracking., ICCV, 2001"], "Michael J. Black": ["Learning Image Statistics for Bayesian Tracking., ICCV, 2001"], "Tyng-Luh Liu": ["Trust-Region Methods for Real-Time Tracking., ICCV, 2001"], "Allen R. Hanson": ["3D LAMP: A New Layered Panoramic Representation., ICCV, 2001"], "Peter K. Allen": ["Automatic Registration of 2-D with 3-D Imagery in Urban Environments., ICCV, 2001"], "Jun-ichi Terai": ["3D-Mode: A 3D Modelling and Measurement System Using a Few Photos., ICCV, 2001"], "Michael Lindenbaum": ["Efficient Sequential Karhunen-Loeve Basis Extraction., ICCV, 2001"], "Juraj Pivovarov": ["A Demonstration of Handprinted Symbol Recognition., ICCV, 2001"], "Marie-Pierre Jolly": ["Demonstration of Segmentation with Interactive Graph Cuts., ICCV, 2001"], "Maxwell Sayles": ["Real-Time Video Phase-Locked Loops., ICCV, 2001"], "Xilin Chen": ["FaceTracker: A Human Face Tracking and Facial Organ Localizing System., ICCV, 2001"], "Karl Krissian": ["AMILab: A 2D/3D Image Processing Software., ICCV, 2001"], "Ying Shan": ["Cloning Your Own Face with a Desktop Camera., ICCV, 2001"], "Kazuhiko Yamamoto": ["Control of Home Appliances Using Face and Hand Sign Recognition., ICCV, 2001"], "Michael J. Jones": ["Robust Real-Time Face Detection., ICCV, 2001"], "Thomas Leung": ["Self-Calibrating Camera Projector Systems for Interactive Displays and Presentations., ICCV, 2001"], "Stefano Soatto": ["Real-time Virtual Object Insertion., ICCV, 2001"], "Bart C. Nabbe": ["Tele-Graffiti: A Pen and Paper-Based Remote Sketching System., ICCV, 2001"], "David J. Bullock": ["Real-Time Automated Concurrent Visual Tracking of Many Animals and Subsequent Behavioral Compilation., ICCV, 2001"]}