{"Adam Field": ["Personal DJ, an architecture for personalised content delivery., WWW, 2001"], "Michael Ströbel": ["Communication design for electronic negotiations on the basis of XML schema., WWW, 2001"], "Frans A. Lategan": ["On granting limited access to private information., WWW, 2001"], "Stathes Hadjiefthymiades": ["Using proxy cache relocation to accelerate Web browsing in wireless/mobile communications., WWW, 2001"], "Kun-Lung Wu": ["Segment-based proxy caching of multimedia streams., WWW, 2001"], "Jian Yin": ["Engineering server-driven consistency for large scale dynamic Web services., WWW, 2001"], "Tatyana G. Bogomazova": ["On representation of a highlight on the Web: the amber room as a cultural phenomenon in progress., WWW, 2001"], "Sarah Kenderdine": ["1000 years of the olympic games: treasures of ancient Greece. digital reconstruction at the home of the gods., WWW, 2001"], "Thorsten Hampel": ["sTeam - Designing an integrative infrastructure for Web-based computer-supported cooperative learning., WWW, 2001"], "Luis E. Anido-Rifón": ["A component model for stardardized web-based education., WWW, 2001"], "Charu C. Aggarwal": ["Intelligent crawling on the World Wide Web with arbitrary predicates., WWW, 2001"], "Jenny Edwards": ["An adaptive model for optimizing performance of an incremental web crawler., WWW, 2001"], "Marc Najork": ["Breadth-first crawling yields high-quality pages., WWW, 2001"], "Mark A. Neerincx": ["Support concepts for Web navigation: a cognitive engineering approach., WWW, 2001"], "Rune Hjelsvold": ["Web-based personalization and management of interactive video., WWW, 2001"], "Patrick Chiu": ["LiteMinutes: an Internet-based system for multimedia meeting minutes., WWW, 2001"], "Cody C. T. Kwok": ["Scaling question answering to the Web., WWW, 2001"], "Ji-Rong Wen": ["Clustering user queries of a search engine., WWW, 2001"], "Eugene Agichtein": ["Learning search engine specific query transformations for question answering., WWW, 2001"], "Wenfei Fan": ["A unified constraint model for XML., WWW, 2001"], "Allen Brown": ["MSL - a model for W3C XML schema., WWW, 2001"], "Peter Buneman": ["Keys for XML., WWW, 2001"], "Soumen Chakrabarti": ["Integrating the document object model with hyperlinks for enhanced topic distillation and information extraction., WWW, 2001"], "Kevin S. McCurley": ["Geospatial mapping and navigation of the web., WWW, 2001"], "Wen-Syan Li": ["Retrieving and organizing web pages by \"information unit\"., WWW, 2001", "Constructing multi-granular and topic-focused web site maps., WWW, 2001"], "Bharat Chandra": ["Resource management for scalable disconnected access to Web services., WWW, 2001"], "Craig E. Wills": ["N for the price of 1: bundling web objects for more efficient content delivery., WWW, 2001"], "Pavan Deolasee": ["Adaptive push-pull: disseminating dynamic web data., WWW, 2001"], "Gustavo Rossi": ["Designing personalized web applications., WWW, 2001"], "Badrul Munir Sarwar": ["Item-based collaborative filtering recommendation algorithms., WWW, 2001"], "Vinod Anupam": ["Personalizing E-commerce applications with on-line heuristic decision making., WWW, 2001"], "Yi Shang": ["An intelligent distributed environment for active learning., WWW, 2001"], "Rajaram Subramanian": ["ViBE: virtual biology experiments., WWW, 2001"], "Elmer Sandvad": ["A metro map metaphor for guided tours on the Web: the Webvise guided tour system., WWW, 2001"], "Les Carr": ["Conceptual linking: ontology-based open hypermedia., WWW, 2001"], "Rakesh Agrawal": ["Vinci: a service-oriented architecture for rapid development of web applications., WWW, 2001", "On integrating catalogs., WWW, 2001"], "Neel Sundaresan": ["Algorithms and programming models for efficient representation of XML for Internet applications., WWW, 2001"], "Micah Beck": ["Enabling full service surrogates using the portable channel representation., WWW, 2001"], "Zonghuan Wu": ["Towards a highly-scalable and effective metasearch engine., WWW, 2001"], "Sergey Melnik": ["Building a distributed full-text index for the Web., WWW, 2001"], "Lev Finkelstein": ["Placing search in context: the concept revisited., WWW, 2001"], "Allan Borodin": ["Finding authorities and hubs from link structures on the World Wide Web., WWW, 2001"], "Ramakrishnan Srikant": ["Mining web logs to improve website organization., WWW, 2001"], "Ronny Lempel": ["PicASHOW: pictorial authority search by hyperlinks on the Web., WWW, 2001"], "Dave J. Beckett": ["The design and implementation of the redland RDF application framework., WWW, 2001"], "Jane Hunter": ["Combining RDF and XML schemas to enhance interoperability between metadata application profiles., WWW, 2001"], "Jeen Broekstra": ["Enabling knowledge representation on the Web by extending RDF schema., WWW, 2001"], "Jacco van Ossenbruggen": ["Towards second and third generation web-based multimedia., WWW, 2001"], "Greg J. Badros": ["A constraint extension to scalable vector graphics., WWW, 2001"], "Mathias Johanson": ["A RTP to HTTP video gateway., WWW, 2001"], "Ernesto Damiani": ["Fine grained access control for SOAP E-services., WWW, 2001"], "Frank Kargl": ["Protecting web servers from distributed denial of service attacks., WWW, 2001"], "Xiaozhou (Steve) Li": ["Batch rekeying for secure group communications., WWW, 2001"], "Emiliano Casalicchio": ["A client-aware dispatching algorithm for web clusters providing multiple services., WWW, 2001"], "Xiangping Chen": ["An admission control scheme for predictable server response time for web accesses., WWW, 2001"], "Quanzhong Li": ["Distributed cooperative Apache web server., WWW, 2001"], "Corin R. Anderson": ["Personalizing Web Sites for Mobile Users., WWW, 2001"], "Juliana Freire": ["WebViews: accessing personalized web content and services., WWW, 2001"], "Jinlin Chen": ["Function-based object model towards website adaptation., WWW, 2001"], "Krishna Bharat": ["When experts agree: using non-affiliated experts to rank popular topics., WWW, 2001"], "Cynthia Dwork": ["Rank aggregation methods for the Web., WWW, 2001"], "José Kahan": ["Annotea: an open RDF infrastructure for shared Web annotations., WWW, 2001"], "Angela Bonifati": ["Pushing reactive services to XML repositories using active rules., WWW, 2001"], "Michalis Petropoulos": ["XML Query Forms (XQForms): Declarative Specification of XML Query Interfaces., WWW, 2001"], "Orkut Buyukkokten": ["Seeing the whole in parts: text summarization for web browsing on handheld devices., WWW, 2001"], "Oliver Kaljuvee": ["Efficient Web form entry on PDAs., WWW, 2001"], "George Buchanan": ["Improving mobile internet usability., WWW, 2001"], "Chia-Hui Chang": ["IEPAD: information extraction based on pattern discovery., WWW, 2001"], "Jussi Myllymaki": ["Effective Web data extraction with standard XML technologies., WWW, 2001"], "Craig A. Knoblock": ["Mixed-initiative, multi-source information assistants., WWW, 2001"], "Amit Singhal": ["A case study in web search using TREC algorithms., WWW, 2001"], "Jason I. Hong": ["WebQuilt: a framework for capturing and visualizing the web experience., WWW, 2001"], "Jing Sun": ["Object-Z web environment and projections to UML., WWW, 2001"], "Dan Chalmers": ["Map adaptation for users of mobile systems., WWW, 2001"], "Albrecht Schmidt": ["Visitor awareness in the web., WWW, 2001"], "Yariv Aridor": ["Knowledge encapsulation for focused search from pervasive devices., WWW, 2001"]}