{"A. P. J. Abdul Kalam": ["How can scientists help to spread the web to all sections of the society., WWW, 2011"], "Tim Berners-Lee": ["Designing the web for an open society., WWW, 2011"], "Christos H. Papadimitriou": ["Games, algorithms, and the Internet., WWW, 2011"], "Yelong Shen": ["Sparse hidden-dynamics conditional random fields for user intent understanding., WWW, 2011"], "Botao Hu": ["Characterizing search intent diversity into click models., WWW, 2011"], "Lydia B. Chilton": ["Addressing people's information needs directly in a web search result page., WWW, 2011"], "Xiaofei Zhu": ["A unified framework for recommending diverse and relevant queries., WWW, 2011"], "Idan Szpektor": ["Improving recommendation for long-tail queries via templates., WWW, 2011"], "Yuanhua Lv": ["Learning to model relatedness for news recommendation., WWW, 2011"], "Ashok Kumar Ponnuswami": ["Model characterization curves for federated search using click-logs: predicting user engagement metrics for the span of feasible operating points., WWW, 2011"], "Jangwon Seo": ["Generalized link suggestions via web site clustering., WWW, 2011"], "Wei Hu": ["A self-training approach for resolving object coreference on the semantic web., WWW, 2011"], "Matthias Hagen": ["Query segmentation revisited., WWW, 2011"], "Ziv Bar-Yossef": ["Context-sensitive query auto-completion., WWW, 2011"], "Huizhong Duan": ["Online spelling correction for query completion., WWW, 2011"], "Paul Dütting": ["An expressive mechanism for auctions on the web., WWW, 2011"], "Arpita Ghosh": ["Incentivizing high-quality user-generated content., WWW, 2011"], "L. Elisa Celis": ["Buy-it-now or take-a-chance: a simple sequential screening mechanism., WWW, 2011"], "Randall A. Lewis": ["Here, there, and everywhere: correlated online behaviors can lead to overestimates of the effects of advertising., WWW, 2011"], "Michael Grabchak": ["Adaptive policies for selecting groupon style chunked reward ads in a stochastic knapsack framework., WWW, 2011"], "Danilo Ardagna": ["A game theoretic formulation of the service provisioning problem in cloud systems., WWW, 2011"], "Junjie Zhang": ["ARROW: GenerAting SignatuRes to Detect DRive-By DOWnloads., WWW, 2011"], "Davide Canali": ["Prophiler: a fast filter for the large-scale detection of malicious web pages., WWW, 2011"], "John P. John": ["Heat-seeking honeypots: design and experience., WWW, 2011"], "Xiaoxin Yin": ["Semi-supervised truth discovery., WWW, 2011", "FACTO: a fact lookup engine based on web tables., WWW, 2011"], "Raju Balakrishnan": ["SourceRank: relevance and trust assessment for deep web sources based on inter-source agreement., WWW, 2011"], "Michael J. Welch": ["Search result diversity for informational queries., WWW, 2011"], "Zhijun Yin": ["Geographical topic discovery and comparison., WWW, 2011"], "Yookyung Jo": ["The web of topics: discovering the topology of topic evolution in a corpus., WWW, 2011"], "Amr Ahmed": ["Unified analysis of streaming news., WWW, 2011"], "Vidit Jain": ["Learning to re-rank: query-dependent image re-ranking using click data., WWW, 2011"], "Liangda Li": ["Video summarization via transferrable structured learning., WWW, 2011"], "Guojun Qi": ["Towards semantic knowledge propagation from text corpus to web images., WWW, 2011"], "Ghassan Karame": ["Pay as you browse: microcomputations as micropayments in web-based services., WWW, 2011"], "Sayan Bhattacharya": ["Consideration set generation in commerce search., WWW, 2011"], "Beibei Li": ["Towards a theory model for product search., WWW, 2011"], "Kira Radinsky": ["A word at a time: computing word relatedness using temporal semantic analysis., WWW, 2011"], "Yue Lu": ["Automatic construction of a context-aware sentiment lexicon: an optimization approach., WWW, 2011"], "Kuansan Wang": ["Web scale NLP: a case study on url word breaking., WWW, 2011"], "Krysta Marie Svore": ["Learning to rank with multiple objective functions., WWW, 2011"], "Maryam Karimzadehgan": ["A stochastic learning-to-rank algorithm and its application to contextual advertising., WWW, 2011"], "Stephen Tyree": ["Parallel boosted regression trees for web search ranking., WWW, 2011"], "Umut Ozertem": ["Evaluating new search engine configurations with pre-existing judgments and clicks., WWW, 2011"], "Azin Ashkan": ["On the informativeness of cascade and intent-aware effectiveness measures., WWW, 2011"], "Denis Helic": ["Pragmatic evaluation of folksonomies., WWW, 2011"], "Yeye He": ["SEISA: set expansion by iterative similarity aggregation., WWW, 2011"], "Lorenzo Blanco": ["Highly efficient algorithms for structural clustering of large websites., WWW, 2011"], "Anton Bakalov": ["SCAD: collective discovery of attribute values., WWW, 2011"], "Salvatore Scellato": ["Track globally, deliver locally: improving content delivery networks by tracking geographic social cascades., WWW, 2011"], "Sipat Triukose": ["Measuring a commercial content delivery network., WWW, 2011"], "Paul Heymann": ["Turkalytics: analytics for human computation., WWW, 2011"], "Gal Lavee": ["Inverted index compression via online document routing., WWW, 2011"], "Andrei Z. Broder": ["Efficiently evaluating graph constraints in content-based publish/subscribe., WWW, 2011"], "Brendan Meeder": ["We know who you followed last summer: inferring social link creation times in twitter., WWW, 2011"], "Mohsen Jamali": ["Modeling the temporal dynamics of social rating networks using bidirectional effects of social relations and rating patterns., WWW, 2011"], "Shuang-Hong Yang": ["Like like alike: joint friendship and interest propagation in social networks., WWW, 2011"], "Simla Ceyhan": ["Dynamics of bidding in a P2P lending service: effects of herding and predicting loan success., WWW, 2011"], "Mangesh Gupte": ["Finding hierarchy in directed online social networks., WWW, 2011"], "Abhinav Mishra": ["Finding the bias and prestige of nodes in networks based on trust scores., WWW, 2011"], "Wei Dong": ["Efficient k-nearest neighbor graph construction for generic similarity measures., WWW, 2011"], "Paolo Boldi": ["Layered label propagation: a multiresolution coordinate-free ordering for compressing social networks., WWW, 2011", "HyperANF: approximating the neighbourhood function of very large graphs on a budget., WWW, 2011"], "Liran Katzir": ["Estimating sizes of social networks via biased sampling., WWW, 2011"], "Siddharth Suri": ["Counting triangles and the curse of the last reducer., WWW, 2011"], "Lars Backstrom": ["Network bucket testing., WWW, 2011"], "Darko Anicic": ["EP-SPARQL: a unified language for event processing and stream reasoning., WWW, 2011"], "Markus Krötzsch": ["A better uncle for OWL: nominal schemas for integrating rules and ontologies., WWW, 2011"], "Wangchao Le": ["Rewriting queries on SPARQL views., WWW, 2011"], "Ceren Budak": ["Limiting the spread of misinformation in social networks., WWW, 2011"], "Carlos Castillo": ["Information credibility on twitter., WWW, 2011"], "Xinyu Xing": ["SafeVchat: detecting obscene content and misbehaving users in online video chat services., WWW, 2011"], "Daniel M. Romero": ["Differences in the mechanics of information diffusion across topics: idioms, political hashtags, and complex contagion on twitter., WWW, 2011"], "Shaomei Wu": ["Who says what to whom on twitter., WWW, 2011"], "Demetres Antoniades": ["we.b: the web of short urls., WWW, 2011"], "Silvio Lattanzi": ["Milgram-routing in social networks., WWW, 2011"], "Dashun Wang": ["Information spreading in context., WWW, 2011"], "Cristian Danescu-Niculescu-Mizil": ["Mark my words!: linguistic style accommodation in social media., WWW, 2011"], "Matthew Richardson": ["Supporting synchronous social q&a throughout the question lifecycle., WWW, 2011"], "Mikhil Masli": ["The design and usage of tentative events for time-based social coordination in the enterprise., WWW, 2011"], "Tom Yeh": ["A case for query by image and text content: searching computer help using screenshots and keywords., WWW, 2011"], "Young Yoon": ["A distributed framework for reliable and efficient service choreographies., WWW, 2011"], "Samik Basu": ["Choreography conformance via synchronizability., WWW, 2011"], "Yunhui Zheng": ["Statically locating web application bugs caused by asynchronous calls., WWW, 2011"]}