{"Yong Yu": ["Homepage live: automatic block tracing for web personalization., WWW, 2007"], "Sue Yeon Syn": ["Open user profiles for adaptive news systems: help or harm?, WWW, 2007"], "Steven M. Drucker": ["Investigating behavioral variability in web search., WWW, 2007"], "I. V. Ramakrishnan": ["Csurf: a context-driven non-visual web-browser., WWW, 2007"], "Bin Wei": ["Geotracker: geospatial and temporal RSS navigation., WWW, 2007", "GeoTV: navigating geocoded rss to create an iptv experience., WWW, 2007"], "John Zimmerman": ["Learning information intent via observation., WWW, 2007"], "Kunal Punera": ["Page-level template detection via isotonic smoothing., WWW, 2007"], "Bernhard Pollak": ["Towards domain-independent information extraction from web tables., WWW, 2007"], "Wei-Ying Ma": ["Web object retrieval., WWW, 2007"], "Xiaodong Zhou": ["Summarizing email conversations with clue words., WWW, 2007"], "Marius Pasca": ["Organizing and searching the world wide web of facts -- step two: harnessing the wisdom of the crowds., WWW, 2007", "A no-frills architecture for lightweight answer retrieval., WWW, 2007"], "Uri Schonfeld": ["Do not crawl in the dust: different urls with similar text., WWW, 2007"], "Xiaotie Deng": ["A new suffix tree similarity measure for document clustering., WWW, 2007"], "Ramakrishnan Srikant": ["Scaling up all pairs similarity search., WWW, 2007"], "Anish Das Sarma": ["Detecting near-duplicates for web crawling., WWW, 2007"], "Zheng Chen": ["Demographic prediction based on user's browsing behavior., WWW, 2007", "Privacy-enhancing personalized web search., WWW, 2007", "Causal relation of queries from temporal logs., WWW, 2007", "Query topic detection for reformulation., WWW, 2007", "A novel clustering-based RSS aggregator., WWW, 2007"], "Steven D. Gribble": ["Why we search: visualizing and predicting user behavior., WWW, 2007"], "ChengXiang Zhai": ["Topic sentiment mixture: modeling facets and opinions in weblogs., WWW, 2007"], "Jon M. Kleinberg": ["Wherefore art thou r3579x?: anonymized social networks, hidden patterns, and structural steganography., WWW, 2007"], "Belle L. Tseng": ["Information flow modeling based on diffusion rate for prediction and ranking., WWW, 2007"], "Christos Faloutsos": ["Netprobe: a fast and scalable system for fraud detection in online auction networks., WWW, 2007", "Parallel crawling for online social networks., WWW, 2007"], "Hana Shepherd": ["The complex dynamics of collaborative tagging., WWW, 2007"], "Lada A. Adamic": ["Expertise networks in online communities: structure and algorithms., WWW, 2007"], "Wendell C. Baker": ["Internet-scale collection of human-reviewed data., WWW, 2007"], "Amr El Abbadi": ["Detectives: detecting coalition hit inflation attacks in advertising networks streams., WWW, 2007"], "C. Lee Giles": ["Extraction and search of chemical formulae in text documents on the web., WWW, 2007", "A clustering method for web data with multi-type interrelated components., WWW, 2007", "A large-scale study of robots.txt., WWW, 2007", "Automatic searching of tables in digital libraries., WWW, 2007", "Designing efficient sampling techniques to detect webpage updates., WWW, 2007", "Generative models for name disambiguation., WWW, 2007", "Deriving knowledge from figures for digital libraries., WWW, 2007", "Image annotation by hierarchical mapping of features., WWW, 2007"], "Luca de Alfaro": ["A content-driven reputation system for the wikipedia., WWW, 2007"], "Shyamsundar Rajaram": ["Google news personalization: scalable online collaborative filtering., WWW, 2007"], "Qiang Yang": ["Exploring in the weblog space by detecting informative and affective articles., WWW, 2007"], "Hao Chen": ["Spam double-funnel: connecting web spammers with advertisers., WWW, 2007"], "Guillaume Pierre": ["Globetp: template-based database replication for scalable web applications., WWW, 2007"], "M. Satyanarayanan": ["Consistency-preserving caching of dynamic database content., WWW, 2007"], "Krithi Ramamritham": ["Optimized query planning of continuous aggregation queries in dynamic data dissemination networks., WWW, 2007", "Delay tolerant applications for low bandwidth and intermittently connected users: the aAQUA experience., WWW, 2007"], "Giovanni Pacifici": ["A scalable application placement controller for enterprise data centers., WWW, 2007"], "Jayavel Shanmugasundaram": ["A unified platform for data driven web applications with automatic client-server partitioning., WWW, 2007"], "Oliver Spatscheck": ["MyXDNS: a resquest routing dns server with decoupled server selection., WWW, 2007"], "Fumiaki Sugaya": ["Robust web page segmentation for mobile terminal using content-distances and page layout information., WWW, 2007"], "Spiros Skiadopoulos": ["PRIVE: anonymous location-based queries in distributed mobile systems., WWW, 2007"], "Peter Fröhlich": ["A mobile application framework for the geospatial web., WWW, 2007"], "Christopher Olston": ["Navigationaided retrieval., WWW, 2007"], "Maxim Gurevich": ["Efficient search engine measurements., WWW, 2007"], "Torsten Suel": ["Efficient search in large textual collections with redundancy., WWW, 2007"], "Andrew Tomkins": ["The discoverability of the web., WWW, 2007", "On anonymizing query logs via token-based hashing., WWW, 2007", "Anchor-based proximity measures., WWW, 2007"], "Juliana Freire": ["Combining classifiers to identify online databases., WWW, 2007", "An adaptive crawler for locating hiddenwebentry points., WWW, 2007"], "Fabien de Montgolfier": ["Random web crawls., WWW, 2007"], "Marco Pellegrini": ["Extraction and classification of dense communities in the web., WWW, 2007"], "Eric Horvitz": ["Web projections: learning from contextual subgraphs of the web., WWW, 2007"], "Hang Li": ["Supervised rank aggregation., WWW, 2007"], "Alexander Löser": ["Navigating the intranet with high precision., WWW, 2007"], "Zhong Su": ["Optimizing web search using social annotations., WWW, 2007", "Towards effective browsing of large scale social annotations., WWW, 2007"], "Mark Scarr": ["Robust methodologies for modeling web click distributions., WWW, 2007"], "Robert Ragno": ["Predicting clicks: estimating the click-through rate for new ads., WWW, 2007"], "Mohammad Mahdian": ["Dynamics of bid optimization in online advertisement auctions., WWW, 2007"], "Larry Birnbaum": ["Compare&contrast: using the web to discover comparable cases for news stories., WWW, 2007"], "Alexandros Ntoulas": ["Answering bounded continuous search queries in the world wide web., WWW, 2007"], "Ying-li Tian": ["Answering relationship queries on the web., WWW, 2007"], "Soumen Chakrabarti": ["Dynamic personalized pagerank in entity-relation graphs., WWW, 2007"], "Ji-Rong Wen": ["A large-scale evaluation and analysis of personalized search strategies., WWW, 2007"], "Michael Hicks": ["Defeating script injection attacks with browser-enforced embedded policies., WWW, 2007"], "Helen J. Wang": ["Subspace: secure cross-domain communication for web mashups., WWW, 2007"], "Dan Boneh": ["Exposing private information by timing web applications., WWW, 2007"], "Lorrie Faith Cranor": ["Cantina: a content-based approach to detecting phishing web sites., WWW, 2007"], "Anthony Tomasic": ["Learning to detect phishing emails., WWW, 2007"], "Cormac Herley": ["A large-scale study of web password habits., WWW, 2007"], "Tao Xie": ["A fault model and mutation testing of access control policies., WWW, 2007"], "Bijan Parsia": ["Analyzing web access control policies., WWW, 2007"], "John D. Ramsdell": ["Compiling cryptographic protocols for deployment on the web., WWW, 2007"], "Gerhard Weikum": ["Yago: a core of semantic knowledge., WWW, 2007", "How NAGA uncoils: searching with entities and relations., WWW, 2007"], "Yuzhong Qu": ["Ontology summarization based on rdf sentence graph., WWW, 2007"], "Ulrike Sattler": ["Just the right amount: extracting modules from ontologies., WWW, 2007", "Bridging the gap between OWL and relational databases., WWW, 2007"], "James A. Hendler": ["Toward expressive syndication on the web., WWW, 2007"], "Robert C. Miller": ["Exhibit: lightweight structured data publishing., WWW, 2007"], "Kavitha Srinivas": ["Explorations in the use of semantic web technologies for product information management., WWW, 2007"], "Mitsuru Ishizuka": ["Measuring semantic similarity between words using web search engines., WWW, 2007"], "Frank van Harmelen": ["Using Google distance to weight approximate ontology matches., WWW, 2007"], "Kalina Bontcheva": ["Hierarchical, perceptron-like learning for ontology-based information extraction., WWW, 2007"], "Axel Polleres": ["From SPARQL to rules (and back)., WWW, 2007"], "Amit P. Sheth": ["SPARQ2L: towards support for subgraph extraction queries in rdf databases., WWW, 2007"], "Stefan Decker": ["ActiveRDF: object-oriented semantic web programming., WWW, 2007", "Towards a scalable search and query engine for the web., WWW, 2007"], "Denny Vrandecic": ["The two cultures: mashing up web 2.0 and the semantic web., WWW, 2007"], "Hawoong Jeong": ["Analysis of topological characteristics of huge online social networking services., WWW, 2007"], "Siegfried Handschuh": ["P-TAG: large scale automatic generation of personalized annotation tags for the web., WWW, 2007"], "Dhaval Joshi": ["Connecting the \"bottom of the pyramid\": an exploratory case study of india's rural communication environment., WWW, 2007"], "Erica J. Johnson": ["Communication as information-seeking: the case for mobile social software for developing regions., WWW, 2007"], "Kentaro Toyama": ["Optimal audio-visual representations for illiterate users of computers., WWW, 2007"], "Carey L. Williamson": ["Identifying and discriminating between web and peer-to-peer traffic in the network core., WWW, 2007"], "Bhaskaran Raman": ["Long distance wireless mesh network planning: problem formulation and solution., WWW, 2007"], "Pablo Rodriguez": ["Is high-quality vod feasible using P2P swarming?, WWW, 2007"], "Sandy Pérez": ["Turning portlets into services: the consumer profile., WWW, 2007"], "Maristella Matera": ["A framework for rapid integration of presentation components., WWW, 2007"], "Rashid Ahmad": ["Integrating value-based requirement engineering models to webml using vip business modeling framework., WWW, 2007"], "Sebastian G. Elbaum": ["Supporting end-users in the creation of dependable web clips., WWW, 2007"], "Carmine Gravino": ["Effort estimation: how valuable is it for a web company to use a cross-company data set, compared to using its own single-company data set?, WWW, 2007"], "Hongli Yang": ["Towards the theoretical foundation of choreography., WWW, 2007"], "Daniel James Goodman": ["Introduction and evaluation of Martlet: a scientific workflow language for abstracted parallelisation., WWW, 2007"], "Fabio Casati": ["Semi-automated adaptation of service interactions., WWW, 2007"], "Walter Binder": ["Reliable QoS monitoring based on client feedback., WWW, 2007"], "Stephan Grimm": ["Preference-based selection of highly configurable web services., WWW, 2007"], "Prashant Doshi": ["Speeding up adaptation of web service compositions using expiration times., WWW, 2007"], "Michael Klein": ["DIANE: an integrated approach to automated service discovery, matchmaking and composition., WWW, 2007"], "Amit K. Goenka": ["Multiway SLCA-based keyword search in XML data., WWW, 2007"], "Mahesh Viswanathan": ["Visibly pushdown automata for streaming XML., WWW, 2007"], "Wook-Shin Han": ["Mapping-driven XML transformation., WWW, 2007"], "William M. Shui": ["Querying and maintaining a compact XML storage., WWW, 2007"], "Leonid Libkin": ["XML design for relational storage., WWW, 2007"], "Michelle Leger": ["A high-performance interpretive approach to schema-directed parsing., WWW, 2007"], "Shantanu Biswas": ["Collaborative ICT for Indian business clusters., WWW, 2007"], "Brian D. Davison": ["A cautious surfer for PageRank., WWW, 2007"], "Zhen Zhen": ["A link-based ranking scheme for focused search., WWW, 2007"], "Christopher C. Yang": ["A link classification based approach to website topic hierarchy generation., WWW, 2007"], "Wen Liu": ["A search-based Chinese word segmentation method., WWW, 2007"], "Liyun Ru": ["Automatic search engine performance evaluation with click-through data analysis., WWW, 2007"], "Wei Chen": ["Bayesian network based sentence retrieval model., WWW, 2007"], "Ying Zhang": ["Brand awareness and the evaluation of search results., WWW, 2007"], "Lars Littig": ["Classifying web sites., WWW, 2007"], "Michalis Vazirgiannis": ["Comparing apples and oranges: normalized pagerank for evolving graphs., WWW, 2007"], "Amanda Spink": ["Determining the user intent of web search engine queries., WWW, 2007"], "Hayato Yamana": ["EPCI: extracting potentially copyright infringement texts from the web., WWW, 2007"], "Irwin King": ["Efficient training on biased minimax probability machine for imbalanced text classification., WWW, 2007", "Measuring credibility of users in an e-learning environment., WWW, 2007"], "Frank van Waveren": ["Electoral search using the VerkiezingsKijker: an experience report., WWW, 2007"], "Zhiming Kang": ["Exploration of query context for information retrieval., WWW, 2007"], "Wanli Zuo": ["First-order focused crawling., WWW, 2007"], "Aoying Zhou": ["Academic web search engine: generating a survey automatically., WWW, 2007"], "Denis Xavier Charles": ["GigaHash: scalable minimal perfect hashing for billions of urls., WWW, 2007"], "Hsiao-Wuen Hon": ["Identifying ambiguous queries in web search., WWW, 2007"], "Michael R. Lyu": ["Web page classification with heterogeneous data fusion., WWW, 2007"], "Jianwu Yang": ["Learning information diffusion process on the web., WWW, 2007"], "Xing Wei": ["MedSearch: a specialized search engine for medical information., WWW, 2007"], "Terry Cook": ["Mining contiguous sequential patterns from web logs., WWW, 2007", "Using d-gap patterns for index compression., WWW, 2007"], "Ioannis Anagnostopoulos": ["Monitoring the evolution of cached content in Google and MSN., WWW, 2007"], "Roopnath Grandhi": ["Multi-factor clustering for a marketplace search interface., WWW, 2007"], "Naama Zwerdling": ["On ranking techniques for desktop search., WWW, 2007"], "Ivana Podnar Zarko": ["Query-driven indexing for peer-to-peer text retrieval., WWW, 2007"], "Bing Liu": ["Review spam detection., WWW, 2007"], "Xiaoping Sun": ["SCAN: a small-world structured p2p overlay for multi-dimensional queries., WWW, 2007"], "Xue Chen": ["SRing: a structured non dht p2p overlay supporting string range queries., WWW, 2007"], "Hiroshi Motoda": ["Search engine retrieval of changing information., WWW, 2007"], "Michael L. Nelson": ["Search engines and their public interfaces: which apis are the most synchronized?, WWW, 2007"], "Mukesh Dalal": ["Spam and popularity ratings for combating link spam., WWW, 2007", "Personalized social & real-time collaborative search., WWW, 2007"], "Raj Gopal Prasad Kantamneni": ["Summary attributes and perceived search quality., WWW, 2007"], "Mark D. Wilkinson": ["Tag clouds for summarizing web search results., WWW, 2007", "Ontology engineering using volunteer labor., WWW, 2007"], "Masaru Kitsuregawa": ["Towards efficient dominant relationship exploration of the product items on the web., WWW, 2007"], "Danielle L. Booth": ["Understanding web search via a learning paradigm., WWW, 2007"], "Wolfgang Nejdl": ["Utility analysis for topically biased PageRank., WWW, 2007", "Mirror site maintenance based on evolution associations of web directories., WWW, 2007"], "Nikolai Buzikashvili": ["Sliding window technique for the web log analysis., WWW, 2007"], "Heejo Lee": ["A password stretching method using user specific salts., WWW, 2007"], "Kent E. Seamons": ["Simple authentication for the web., WWW, 2007"], "Craig Sayers": ["A management and performance framework for semantic web servers., WWW, 2007"], "Yanchun Zhang": ["A probabilistic semantic approach for discovering web services., WWW, 2007"], "Hisami Suzuki": ["Acquiring ontological knowledge from query logs., WWW, 2007"], "Mustafa Uysal": ["Altering document term vectors for classification: ontologies as expectations of co-occurrence., WWW, 2007"], "Wendy Hall": ["Building and managing personalized semantic portals., WWW, 2007"], "Gi Jeong Lee": ["Development of a semantic web based mobile local search system., WWW, 2007"], "Paul Schliekelman": ["Estimating the cardinality of RDF graph patterns., WWW, 2007"], "Marco Brambilla": ["Extending WebML towards semantic web., WWW, 2007", "Semantic personalization of web portal contents., WWW, 2007"], "Jianfeng Lin": ["Integrating web directories by learning their structures., WWW, 2007"], "Richard Goodwin": ["Learning ontologies to improve the quality of automatic web service matching., WWW, 2007"], "Aric A. Hagberg": ["The largest scholarly semantic network...ever., WWW, 2007"], "Ke Xu": ["A kernel based structure matching for web services search., WWW, 2007"], "Ruwei Dai": ["A novel collaborative filtering-based framework for personalized services in m-commerce., WWW, 2007"], "Hong Mei": ["Towards service pool based approach for services discovery and subscription., WWW, 2007"], "Qusay H. Mahmoud": ["Crawling multiple UDDI business registries., WWW, 2007", "Discovering the best web service., WWW, 2007"], "Yuri Natchetoi": ["Mobile shopping assistant: integration of mobile applications and web services., WWW, 2007"], "Jianwen Su": ["On automated composition for web services., WWW, 2007"], "Mohamed Dekhil": ["Providing session management as core business service., WWW, 2007"], "Shengru Tu": ["Towards automating regression test selection for web services., WWW, 2007"], "Takeshi Okadome": ["Towards environment generated media: object-participation-type weblog in home sensor network., WWW, 2007"], "Nick Koudas": ["BlogScope: spatio-temporal analysis of the blogosphere., WWW, 2007"], "MingCai Hong": ["EOS: expertise oriented search using social networks., WWW, 2007"], "Mark T. Keane": ["Exploring social dynamics in online media sharing., WWW, 2007", "An assessment of tag presentation techniques., WWW, 2007"], "Toshiyuki Tsurumi": ["Finding community structure in mega-scale social networks: [extended abstract]., WWW, 2007"], "Meng Chang Chen": ["Life is sharable: mechanisms to support and sustain blogging life experience., WWW, 2007"], "Takeshi Yamada": ["Modeling user behavior in recommender systems based on maximum entropy., WWW, 2007"], "Mor Naaman": ["Towards extracting flickr tag semantics., WWW, 2007"], "Varsha Apte": ["AutoPerf: an automated load generator and performance measurement tool for multi-tier software systems., WWW, 2007"], "Martin Gaedke": ["Construction by linking: the linkbase method., WWW, 2007"], "Keiji Yanai": ["Image collector III: a web image-gathering system with bag-of-keypoints., WWW, 2007"], "Gilles Venturini": ["On building graphs of documents with artificial ants., WWW, 2007"], "Paul Shrubsole": ["Web4CE: accessing web-based applications on consumer devices., WWW, 2007"], "Danny Gagne": ["Web mashup scripting language., WWW, 2007"], "Yue Shi": ["A browser for a public-domain SpeechWeb., WWW, 2007"], "Mária Bieliková": ["Adaptive faceted browser for navigation in open information spaces., WWW, 2007"], "Elisabet Comelles": ["An information state-based dialogue manager for making voice web smarter., WWW, 2007"], "Seiji Yamada": ["Behavior based web page evaluation., WWW, 2007"], "Nigel Livingston": ["Generating efficient labels to facilitate web accessibility., WWW, 2007"], "Kehinde Alabi": ["Generation, documentation and presentation of mathematical equations and symbolic scientific expressions using pure HTML and CSS., WWW, 2007"], "Rahul Nair": ["Summarization of online image collections via implicit feedback., WWW, 2007"], "Yasuhisa Kato": ["System for reminding a user of information obtainedthrough a web browsing experience., WWW, 2007"], "David Gotz": ["The ScratchPad: sensemaking support for the web., WWW, 2007"], "Tiejun Huang": ["Towards multi-granularity multi-facet e-book retrieval., WWW, 2007"], "Flavio Rizzolo": ["Visualizing structural patterns in web collections., WWW, 2007"], "Denilson Barbosa": ["Adaptive record extraction from web pages., WWW, 2007"], "Guoliang Li": ["Exploit sequencing views in semantic cache to accelerate xpath query evaluation., WWW, 2007"], "Erik Wilde": ["Extensible schema documentation with XSLT 2.0., WWW, 2007"], "Lipyeow Lim": ["Preserving XML queries during schema evolution., WWW, 2007"], "Felix Michel": ["SPath: a path language for XML schema., WWW, 2007", "XML-based XML schema access., WWW, 2007"], "Yoshiki Mikami": ["The use of XML to express a historical knowledge base., WWW, 2007"], "David R. Karger": ["U-REST: an unsupervised record extraction system., WWW, 2007"], "Herbert Ristock": ["XML-based multimodal interaction framework for contact center applications., WWW, 2007"]}