{"Christopher Olston": ["What's new on the web?: the evolution of the web from a search engine perspective., WWW, 2004"], "Danny Levinson": ["Understanding user goals in web search., WWW, 2004"], "Sourashis Roy": ["Impact of search engines on page popularity., WWW, 2004"], "Andrew Tomkins": ["Anti-aliasing on the web., WWW, 2004", "Sic transit gloria telae: towards an understanding of the web's decay., WWW, 2004", "Propagation of trust and distrust., WWW, 2004", "Information diffusion through blogspace., WWW, 2004"], "Sy-Yen Kuo": ["Securing web application code by static analysis and runtime protection., WWW, 2004"], "Fabio Casati": ["Trust-serv: model-driven lifecycle management of trust negotiation policies for web services., WWW, 2004"], "Ralph Sommerer": ["Smartback: supporting users in back navigation., WWW, 2004"], "Vicki L. Hanson": ["Web accessibility: a broader view., WWW, 2004"], "Guizhen Yang": ["Hearsay: enabling audio browsing on hypertext content., WWW, 2004"], "Tat-Seng Chua": ["Unsupervised learning of soft patterns for generating definitions from online news., WWW, 2004"], "Alexander Yates": ["Web-scale information extraction in knowitall: (preliminary results)., WWW, 2004"], "Pushpak Bhattacharyya": ["Is question answering an acquired skill?, WWW, 2004"], "Sampath Rangarajan": ["Session level techniques for improving web browsing performance on wireless links., WWW, 2004"], "Ali Ismael": ["Flexible on-device service object replication with replets., WWW, 2004"], "Suchita Varshneya": ["Improving web browsing performance on wireless pdas using thin-client computing., WWW, 2004"], "Steve Wood": ["XVM: a bridge between xml data and its behavior., WWW, 2004"], "Fabio Vitali": ["Schemapath, a minimal extension to xml schema for conditional constraints., WWW, 2004"], "Gerhard Kramler": ["Composite events for xml., WWW, 2004"], "Lee-Feng Chien": ["Liveclassifier: creating hierarchical text classifiers through web corpora., WWW, 2004"], "David R. Karger": ["Using urls and table layout for web classification tasks., WWW, 2004"], "Wei-Ying Ma": ["Learning block importance models for web pages., WWW, 2004"], "Naren Ramakrishnan": ["Staging transformations for multimodal web interaction management., WWW, 2004"], "Terence John Parr": ["Enforcing strict model-view separation in template engines., WWW, 2004"], "Abel Muiño": ["A flexible framework for engineering \"my\" portals., WWW, 2004"], "Henry M. Levy": ["Semantic email., WWW, 2004"], "R. Karger": ["How to make a semantic web browser., WWW, 2004"], "Jeremy J. Carroll": ["Parsing owl dl: trees or triples?, WWW, 2004"], "Willy Zwaenepoel": ["A method for transparent admission control and request scheduling in e-commerce web sites., WWW, 2004"], "Li Zhang": ["A smart hill-climbing algorithm for application server configuration., WWW, 2004"], "Divyakant Agrawal": ["Challenges and practices in deploying web acceleration solutions for distributed enterprise systems., WWW, 2004"], "John A. Tomlin": ["Ranking the web frontier., WWW, 2004"], "Edward A. Fox": ["Link fusion: a unified link analysis framework for multi-type interrelated data objects., WWW, 2004"], "Wee Sun Lee": ["Using link analysis to improve layout on mobile devices., WWW, 2004", "Web taxonomy integration using support vector machines., WWW, 2004"], "Jussi Myllymaki": ["An evaluation of binary XML encoding optimizations for fast stream based xml processing., WWW, 2004"], "Les Kitchen": ["Optimization of html automatically generated by wysiwyg programs., WWW, 2004"], "Les Carr": ["Building a companion website in the semantic web., WWW, 2004"], "Marcus Poggi de Aragão": ["A hybrid approach for searching in the semantic web., WWW, 2004"], "Hugh Glaser": ["CS AKTive space: representing computer science in the semantic web., WWW, 2004"], "John Riedl": ["Shilling recommender systems for fun and profit., WWW, 2004"], "Virgílio A. F. Almeida": ["A community-aware search engine., WWW, 2004"], "Yingxia Wang": ["Managing versions of web documents in a transaction-time web server., WWW, 2004"], "Cheng Thao": ["Fine-grained, structured configuration management for web projects., WWW, 2004"], "Fred Douglis": ["Automatic detection of fragments in dynamically generated web pages., WWW, 2004"], "Yolanda Gil": ["Incremental formalization of document annotations through ontology-based paraphrasing., WWW, 2004"], "Steffen Staab": ["Towards the self-annotating web., WWW, 2004"], "Eric Horvitz": ["Newsjunkie: providing personalized newsfeeds via analysis of information novelty., WWW, 2004"], "Alberto H. F. Laender": ["Automatic web news extraction using tree edit distance., WWW, 2004"], "Dongmei Wang": ["Accurate, scalable in-network identification of p2p traffic using application signatures., WWW, 2004"], "Zhen Xiao": ["Characterization of a large web site population with implications for content delivery., WWW, 2004"], "Berthier A. Ribeiro-Neto": ["Analyzing client interactivity in streaming media., WWW, 2004"], "Hussein Zedan": ["Augmenting semantic web service descriptions with compositional specification., WWW, 2004"], "Kunal Verma": ["Meteor-s web service annotation framework., WWW, 2004"], "Marta Sabou": ["Foundations for service ontologies: aligning OWL-S to dolce., WWW, 2004"], "Donald J. Patterson": ["Mining models of human activities from the web., WWW, 2004"], "Jayavel Shanmugasundaram": ["Texquery: a full-text search extension to xquery., WWW, 2004"], "Sebastiano Vigna": ["The webgraph framework I: compression techniques., WWW, 2004"], "Jérôme Siméon": ["XQuery at your web service., WWW, 2004"], "Ian Holyer": ["Adapting databases and WebDAV protocol., WWW, 2004"], "Jianwen Su": ["Analysis of interacting BPEL web services., WWW, 2004"], "Jeen Broekstra": ["Index structures and algorithms for querying distributed RDF repositories., WWW, 2004"], "Adrian Wranik": ["Remindin': semantic query routing in peer-to-peer networks based on social metaphors., WWW, 2004"], "Martin R. Frank": ["RDFPeers: a scalable distributed RDF repository based on a structured peer-to-peer network., WWW, 2004"], "Raghu Krishnapuram": ["A hierarchical monothetic document clustering algorithm for summarization and browsing search results., WWW, 2004"], "Jason Y. Zien": ["Mining anchor text for query refinement., WWW, 2004"], "Masatoshi Yoshikawa": ["Adaptive web search based on user profile constructed without any effort from users., WWW, 2004"], "Thierry Despeyroux": ["Practical semantic analysis of web sites and documents., WWW, 2004"], "Joseph Pasquale": ["Web customization using behavior-based remote executing agents., WWW, 2004"], "Bernardo Cuenca Grau": ["A possible simplification of the semantic web architecture., WWW, 2004"], "Hai H. Wang": ["A combined approach to checking web ontologies., WWW, 2004"], "Peter F. Patel-Schneider": ["A proposal for an owl rules language., WWW, 2004"]}