{"Qi Li": ["Personalized web exploration with task models., WWW, 2008"], "Simon Harper": ["Validating the use and role of visual elements of web pages in navigation with an eye-tracking study., WWW, 2008"], "Lei Zhang": ["Improving relevance judgment of web search results with image excerpts., WWW, 2008", "iRobot: an intelligent crawler for web forums., WWW, 2008"], "Foad Hamidi": ["Keysurf: a character controlled browser for people with physical disabilities., WWW, 2008"], "Ricardo A. Baeza-Yates": ["Query-sets: using implicit feedback and query patterns to organize web documents., WWW, 2008"], "Ryen W. White": ["Mining the search trails of surfing crowds: identifying relevant websites from user activity., WWW, 2008", "Defection detection: predicting search engine switching., WWW, 2008"], "Rakesh Agrawal": ["Using the wisdom of the crowds for keyword generation., WWW, 2008"], "Zhong Su": ["Floatcascade learning for fast imbalanced web mining., WWW, 2008", "Hidden sentiment association in chinese web opinion mining., WWW, 2008"], "Hsiao-Wuen Hon": ["Recommending questions using the mdl-based tree cut model., WWW, 2008"], "Susumu Horiguchi": ["Learning to classify short and sparse text & web with hidden topics from large-scale data collections., WWW, 2008"], "ChengXiang Zhai": ["Topic modeling with network regularization., WWW, 2008"], "Ryan T. McDonald": ["Modeling online reviews with multi-grain topic models., WWW, 2008"], "Chengxiang Zhai": ["Opinion integration through semi-supervised topic modeling., WWW, 2008"], "Jeffrey Xu Yu": ["Efficient similarity joins for near duplicate detection., WWW, 2008"], "C. Lee Giles": ["Learning multiple graphs for document recommendations., WWW, 2008", "Exploring social annotations for information retrieval., WWW, 2008", "Mining, indexing, and searching for textual chemical molecule information on the web., WWW, 2008"], "Joydeep Ghosh": ["Enhanced hierarchical classification via isotonic smoothing., WWW, 2008"], "Mohammad Mahdian": ["Externalities in online advertising., WWW, 2008"], "Hamid Nazerzadeh": ["A combinatorial allocation mechanism with penalties for banner advertising., WWW, 2008"], "Rakesh Vohra": ["Dynamic cost-per-action mechanisms and applications to online advertising., WWW, 2008"], "Mukund Sundararajan": ["Optimal marketing strategies over social networks., WWW, 2008"], "Moshe Tennenholtz": ["Trust-based recommendation systems: an axiomatic approach., WWW, 2008"], "John Chuang": ["Secure or insure?: a game-theoretic analysis of information security games., WWW, 2008"], "Sha Yang": ["Analyzing search engine advertising: firm behavior and cross-selling in electronic markets., WWW, 2008"], "Vassilis Plachouras": ["Online learning from click data for sponsored search., WWW, 2008"], "Ting Wang": ["Supporting anonymous location queries in mobile environments with privacygrid., WWW, 2008"], "Xing Xie": ["Learning transportation mode from raw gps data for geographic applications on the web., WWW, 2008"], "Jan O. Pedersen": ["Deciphering mobile search patterns: a study of Yahoo! mobile search queries., WWW, 2008"], "Maarten van Steen": ["Service-oriented data denormalization for scalable web applications., WWW, 2008"], "Jacobus E. van der Merwe": ["Anycast CDNS revisited., WWW, 2008"], "Martin F. Arlitt": ["A comparative analysis of web and peer-to-peer traffic., WWW, 2008"], "Mor Naaman": ["Generating diverse and representative image search results for landmarks., WWW, 2008"], "Shumeet Baluja": ["Pagerank for product image search., WWW, 2008"], "Jing Hua": ["Graph theoretical framework for simultaneously integrating visual and textual features for efficient web image clustering., WWW, 2008"], "Roelof van Zwol": ["Flickr tag recommendation based on collective knowledge., WWW, 2008"], "Atsushi Fujii": ["Modeling anchor text and classifying queries to enhance web document retrieval., WWW, 2008"], "Fuchun Peng": ["Unsupervised query segmentation using generative language models and wikipedia., WWW, 2008"], "Jasmine Novak": ["Spatial variation in search engine queries., WWW, 2008"], "Nivio Ziviani": ["Genealogical trees on the web: a search engine user perspective., WWW, 2008"], "Kunal Punera": ["A graph-theoretic approach to webpage segmentation., WWW, 2008"], "Torsten Suel": ["Performance of compressed inverted list caching in search engines., WWW, 2008", "Using graphics processors for high-performance IR query processing., WWW, 2008"], "Hang Li": ["Ranking refinement and its application to information retrieval., WWW, 2008", "Learning to rank relational objects and its application to web search., WWW, 2008"], "Vanja Josifovski": ["Contextual advertising by combining relevance with click feedback., WWW, 2008", "First workshop on targeting and ranking for online advertising., WWW, 2008"], "Dmitri Loguinov": ["IRLbot: scaling to 6 billion pages and beyond., WWW, 2008"], "Sandeep Pandey": ["Recrawl scheduling based on information longevity., WWW, 2008"], "Liyun Ru": ["Automatic online news issue construction in web environment., WWW, 2008", "User behavior oriented web spam detection., WWW, 2008"], "Hongyuan Zha": ["Finding the right facts in the crowd: factoid question answering over social media., WWW, 2008"], "Xue Liu": ["Personalized interactive faceted search., WWW, 2008"], "Paul C. van Oorschot": ["Privacy-enhanced sharing of personal content on the web., WWW, 2008"], "Wolfgang Nejdl": ["Detecting image spam using visual features and near duplicate detection., WWW, 2008", "Using subspace analysis for event detection from web click-through data., WWW, 2008"], "Igor Serikov": ["Better abstractions for secure server-side scripting., WWW, 2008"], "Ben Adida": ["Sessionlock: securing web sessions against eavesdropping., WWW, 2008"], "Adam Barth": ["Forcehttps: protecting high-security web sites from network attacks., WWW, 2008"], "Sachiko Yoshihama": ["SMash: secure component model for cross-domain mashups on unmodified browsers., WWW, 2008"], "Bosheng Zhou": ["Compoweb: a component-oriented web architecture., WWW, 2008"], "Ulrike Sattler": ["Structured objects in owl: representation and reasoning., WWW, 2008"], "Yi-Dong Shen": ["Computing minimum cost diagnoses to repair populated DL-based ontologies., WWW, 2008"], "Edward Thomas": ["Scalable querying services over fuzzy ontologies., WWW, 2008"], "Steffen Staab": ["Networked graphs: a declarative mechanism for SPARQL rules, SPARQL views and RDF data integration on the web., WWW, 2008"], "Dave Reynolds": ["SPARQL basic graph pattern optimization using selectivity estimation., WWW, 2008"], "V. S. Subrahmanian": ["Scaling RDF with time., WWW, 2008"], "Stefano Zacchiroli": ["Wiki content templating., WWW, 2008"], "Duc Thanh Tran": ["Querying for meta knowledge., WWW, 2008"], "Daniel S. Weld": ["Automatically refining the wikipedia infobox ontology., WWW, 2008"], "Vicente López": ["Statistical analysis of the social network and discussion threads in slashdot., WWW, 2008"], "Matthew Richardson": ["Yes, there is a correlation: - from social networks to personal behavior on the web., WWW, 2008"], "Mark S. Ackerman": ["Knowledge sharing and yahoo answers: everyone knows something., WWW, 2008"], "Yihong Eric Zhao": ["Tag-based social interest discovery., WWW, 2008"], "Belle L. Tseng": ["Facetnet: a framework for analyzing communities and their evolutions in dynamic networks., WWW, 2008"], "Michael W. Mahoney": ["Statistical properties of community structure in large social and information networks., WWW, 2008"], "Ruimin Shen": ["Why web 2.0 is good for learning and for research: principles and prototypes., WWW, 2008"], "Qiwei Zhang": ["Lock-free consistency control for web 2.0 applications., WWW, 2008"], "Paolo Paolini": ["Value-driven design for \"infosuasive\" web applications., WWW, 2008"], "Henry M. Levy": ["Organizing and sharing distributed personal web-service data., WWW, 2008"], "Zahir Tari": ["Matching independent global constraints for composite web services., WWW, 2008"], "Anand Ranganathan": ["Wishful search: interactive composition of data mashups., WWW, 2008"], "Karsten Wolf": ["Extending the compatibility notion for abstract WS-BPEL processes., WWW, 2008"], "Qusay H. Mahmoud": ["Investigating web services on the world wide web., WWW, 2008"], "Frank Leymann": ["Restful web services vs. \"big\"' web services: making the right architectural decision., WWW, 2008"], "Schahram Dustdar": ["Non-intrusive monitoring and service adaptation for WS-BPEL., WWW, 2008"], "Stijn Vansummeren": ["Learning deterministic regular expressions for the inference of schemas from XML data., WWW, 2008"], "Timos K. Sellis": ["Efficient evaluation of generalized path pattern queries on XML data., WWW, 2008"], "Wee Keong Ng": ["On incremental maintenance of 2-hop labeling of graphs., WWW, 2008"], "Murali Mani": ["Utility-driven load shedding for xml stream processing., WWW, 2008"], "Manolis Koubarakis": ["Xml data dissemination using automata on top of structured overlay networks., WWW, 2008"], "Sougata Mukherjea": ["Sewnet -: a framework for creating services utilizing telecom functionality., WWW, 2008"], "Jie Li": ["Characterizing typical and atypical user sessions in clickstreams., WWW, 2008"], "Mohamed Aly": ["Video suggestion and discovery for youtube: taking random walks through the view graph., WWW, 2008"], "Virpi Roto": ["How people use the web on mobile devices., WWW, 2008"], "Eric Horvitz": ["Planetary-scale views on a large instant-messaging network., WWW, 2008"], "Alvaro Bolivar": ["Online auctions efficiency: a survey of ebay auctions., WWW, 2008", "Keyword extraction for contextual advertisement., WWW, 2008"], "Amit Anil Nanavati": ["Organizing the unorganized - employing IT to empower the under-privileged., WWW, 2008"], "Eric A. Brewer": ["Dtwiki: a disconnection and intermittency tolerant wiki., WWW, 2008"], "Tsen-Yung Wang": ["Action science approach to nonprofit housing services using web 2.0 mapping tools., WWW, 2008"], "Yong Yu": ["Can chinese web pages be classified with english data source?, WWW, 2008"], "Yu Yang": ["Substructure similarity measurement in chinese recipes., WWW, 2008"], "Lionel M. Ni": ["Efficient multi-keyword search over p2p web., WWW, 2008"], "Xiaoming Li": ["Towards a global schema for web entities., WWW, 2008", "Representing a web page as sets of named entities of multiple types: a model and some preliminary applications., WWW, 2008", "A teapot graph and its hierarchical structure of the chinese web., WWW, 2008", "Histrace: building a search engine of historical events., WWW, 2008"], "Shiqiang Yang": ["Web video topic discovery and tracking via bipartite graph reinforcement model., WWW, 2008"], "YeunBae Kim": ["The seamless browser: enhancing the speed of web browsing by zooming and preview thumbnails., WWW, 2008"], "Larry Birnbaum": ["What do they think?: aggregating local views about news events and topics., WWW, 2008"], "Mária Bieliková": ["Personalized view-based search and visualization as a means for deep/semantic web data access., WWW, 2008"], "Shi-Yong Neo": ["Personalized multimedia web summarizer for tourist., WWW, 2008"], "Snunith Shoham": ["A generic framework for collaborative multi-perspective ontology acquisition., WWW, 2008"], "Pavel Dmitriev": ["As we may perceive: finding the boundaries of compound documents on the web., WWW, 2008"], "Carsten Saathoff": ["Personalized search and exploration with mytag., WWW, 2008"], "Sheizaf Rafaeli": ["Emergence of terminological conventions as an author-searcher coordination game., WWW, 2008"], "Kehong Wang": ["System II: a hypergraph based native rdf repository., WWW, 2008"], "Lizhu Zhou": ["Efficient vectorial operators for processing xml twig queries., WWW, 2008", "Efficient mining of frequent sequence generators., WWW, 2008", "Sailer: an effective search engine for unified retrieval of heterogeneous xml and web documents., WWW, 2008"], "Pabitra Mitra": ["Feature weighting in content based recommendation system using social network analysis., WWW, 2008"], "Kazunari Ishida": ["Extracting spam blogs with co-citation clusters., WWW, 2008"], "Yukai He": ["Race: finding and ranking compact connected trees for keyword proximity search over xml documents., WWW, 2008"], "Hongyu Zhang": ["The scale-free nature of semantic web ontology., WWW, 2008"], "Maosong Sun": ["Asymmetrical query recommendation method based on bipartite network resource allocation., WWW, 2008"], "Yue Pan": ["Efficiently querying rdf data in triple stores., WWW, 2008"], "Ja-Ling Wu": ["Collaborative knowledge semantic graph image search., WWW, 2008"], "An Liu": ["A logical framework for modeling and reasoning about semantic web services contract., WWW, 2008"], "Chee Yong Chan": ["Dissemination of heterogeneous xml data., WWW, 2008"], "Ingmar Weber": ["Personalized tag suggestion for flickr., WWW, 2008"], "Yan Zhang": ["Larger is better: seed selection in link-based anti-spamming algorithms., WWW, 2008"], "Martin Gaedke": ["A domain-specific language for the model-driven construction of advanced web-based dialogs., WWW, 2008"], "Julio Gonzalo": ["Web people search: results of the first evaluation and the plan for the second., WWW, 2008"], "David Gotz": ["Context-based page unit recommendation for web-basedsensemaking tasks., WWW, 2008"], "Akrivi Vlachou": ["Web page rank prediction with markov models., WWW, 2008"], "Abdelghani Benharref": ["Ajax for mobility: mobileweaver ajax framework., WWW, 2008"], "Xiaojun Wan": ["Cm-pmi: improved web-based association measure with contextual label matching., WWW, 2008"], "Junyu Niu": ["Web user de-identification in personalization., WWW, 2008"], "Sencun Zhu": ["A systematic approach for cell-phone worm containment., WWW, 2008"], "Chunying Zhou": ["Information retrieval and knowledge discovery on the semantic web of traditional chinese medicine., WWW, 2008"], "Hidenori Okuda": ["Topigraphy: visualization for large-scale tag clouds., WWW, 2008"], "Makoto Yokoo": ["Gsp-exr: gsp protocol with an exclusive right for keyword auctions., WWW, 2008"], "Raymond K. Wong": ["Finding similar pages in a social tagging repository., WWW, 2008"], "Hyoung-Joo Kim": ["Folksoviz: a subsumption-based folksonomy visualization using wikipedia texts., WWW, 2008"], "Joshua Evan Blumenstock": ["Size matters: word count as a measure of quality on wikipedia., WWW, 2008"], "Kenji Yoshihira": ["Understanding internet video sharing site workload: a view from data center design., WWW, 2008"], "Yuzhong Qu": ["Falcons: searching and browsing entities on the semantic web., WWW, 2008"], "Nerija Titus": ["Influencers and their barriers to technology., WWW, 2008"], "Laurent Yeh": ["A semantic layer for publishing and localizing xml data for a p2p xquery mediator., WWW, 2008"], "Mitsuru Ishizuka": ["Mining for personal name aliases on the web., WWW, 2008"], "Makoto Onizuka": ["Application of bitmap index to information retrieval., WWW, 2008"], "Jinxiang Dong": ["Pivotbrowser: a tag-space image searching prototype., WWW, 2008"], "Bert Zwart": ["Measuring extremal dependencies in web graphs., WWW, 2008"], "Timothy A. Gonsalves": ["Determining user's interest in real time., WWW, 2008"], "Jialie Shen": ["How to influence my customers?: the impact of electronic market design., WWW, 2008"], "Qiudan Li": ["Improving web spam detection with re-extracted features., WWW, 2008"], "Nitendra Rajput": ["The world wide telecom web browser., WWW, 2008", "VoiKiosk: increasing reachability of kiosks in developing regions., WWW, 2008", "Information \"uptrieval\": exploring models for content assimilation and aggregation for developing regions., WWW, 2008"], "Gao Cong": ["Semantic similarity based on compact concept ontology., WWW, 2008"], "Jon Iturrioz": ["Layman tuning of websites: facing change resilience., WWW, 2008"], "Chun Chen": ["Model bloggers' interests based on forgetting mechanism., WWW, 2008"], "K. S. Venugopal": ["Temporal views over rdf data., WWW, 2008"], "Krishnan Ramanathan": ["Collaborative filtering on skewed datasets., WWW, 2008"], "Sebastian Ryszard Kruk": ["2lip: the step towards the web3d., WWW, 2008"], "Peng Liu": ["Protecting web services from remote exploit code: a static analysis approach., WWW, 2008"], "Aris M. Ouksel": ["Composing and optimizing data providing web services., WWW, 2008"], "Bud Mishra": ["Psst: a web-based system for tracking political statements., WWW, 2008"], "Robert Baumgartner": ["Exploiting semantic web technologies to model web form interactions., WWW, 2008"], "Daniel Krause": ["Groupme!, WWW, 2008"], "Carrie Grimes": ["Microscale evolution of web pages., WWW, 2008"], "Amit Madaan": ["Web page sectioning using regex-based template., WWW, 2008"], "D. Janakiram": ["Towards a programming language for services computing., WWW, 2008"], "Jan Peter Patist": ["Online change detection in individual web user behaviour., WWW, 2008"], "Richard E. Ladner": ["Webanywhere: enabling a screen reading interface for the web on any computer., WWW, 2008"], "Yan Zhuang": ["Guanxi in the chinese web - a study of mutual linking., WWW, 2008"], "Steve Webb": ["Towards robust trust establishment in web-based social networks with socialtrust., WWW, 2008"], "James Caverlee": ["Plurality: a context-aware personalized tagging system., WWW, 2008"], "Hector Garcia-Molina": ["Web graph similarity for anomaly detection (poster)., WWW, 2008"], "Özgür Ulusoy": ["Static query result caching revisited., WWW, 2008"], "Santanu Kolay": ["A larger scale study of robots.txt., WWW, 2008"], "Victor Naroditskiy": ["Algorithm for stochastic multiple-choice knapsack problem and application to keywords bidding., WWW, 2008"], "Chi-Chao Chang": ["Simrank++: query rewriting through link analysis of the clickgraph (poster)., WWW, 2008"], "Deborah L. McGuinness": ["An initial investigation on evaluating semantic web instance data., WWW, 2008"], "Harshal Deo": ["Mining tag clouds and emoticons behind community feedback., WWW, 2008"], "Xin Li": ["Investigation of partial query proximity in web search., WWW, 2008", "Identifying regional sensitive queries in web search., WWW, 2008"], "Laks V. S. Lakshmanan": ["Offline matching approximation algorithms in exchange markets., WWW, 2008"], "Ying Li": ["An efficient two-phase service discovery mechanism., WWW, 2008"], "Xiaoqin Zhang": ["User oriented link function classification., WWW, 2008"], "Juan-Zi Li": ["Extraction and mining of an academic social network., WWW, 2008"], "Thomas S. Huang": ["Which \"Apple\" are you talking about ?, WWW, 2008"], "Prashant Doshi": ["Making BPEL flexible: adapting in the context of coordination constraints using WS-BPEL., WWW, 2008", "Speeding up web service composition with volatile information., WWW, 2008"], "Deren Chen": ["Context-sensitive QoS model: a rule-based approach to web service composition., WWW, 2008"], "Juanzi Li": ["A unified framework for name disambiguation., WWW, 2008"], "Yoshiki Mikami": ["Low-load server crawler: design and evaluation., WWW, 2008"], "Yasushi Kiyoki": ["KC3 browser: semantic mash-up and link-free browsing., WWW, 2008"], "Abhishek Singh": ["Generating hypotheses from the web., WWW, 2008"], "Kikuo Yuta": ["A framework for fast community extraction of large-scale networks., WWW, 2008"], "Vladimir Zbarsky": ["Enabling secure digital marketplace., WWW, 2008"], "Toramatsu Shintani": ["Extracting XML schema from multiple implicit xml documents based on inductive reasoning., WWW, 2008"], "Katsumi Tanaka": ["Visualizing historical content of web pages., WWW, 2008"], "Michael Spring": ["Integrating the IAC neural network in ontology mapping., WWW, 2008"], "Soumen Chakrabarti": ["Fast algorithms for topk personalized pagerank queries., WWW, 2008"], "Yang Liu": ["Reasoning about similarity queries in text retrieval tasks., WWW, 2008"], "Mohamed Dekhil": ["Mashups for semantic user profiles., WWW, 2008"], "Djamal Benslimane": ["Using CEP technology to adapt messages exchanged by web services., WWW, 2008"], "Yue Liu": ["Finding core members in virtual communities., WWW, 2008"], "Guanggang Geng": ["Improving personalized services in mobile commerce by a novel multicriteria rating approach., WWW, 2008"], "Keiji Yanai": ["Automatic web image selection with a probabilistic latent topic model., WWW, 2008"], "Seema Nagar": ["R-U-in?: doing what you like, with people whom you like., WWW, 2008"], "Nick Craswell": ["Behavioral classification on the click graph., WWW, 2008"], "Rajan M. Lukose": ["Budget constrained bidding in keyword auctions and online knapsack problems., WWW, 2008"], "Chun-hung Li": ["Social and semantics analysis via non-negative matrix factorization., WWW, 2008"], "Hongbo Xu": ["Incremental web page template detection., WWW, 2008"], "Guangxing Zhang": ["Rogue access point detection using segmental TCP jitter., WWW, 2008"], "Renato Iannella": ["Towards the policy-aware web: the real web 3.0?, WWW, 2008"], "Edmon Chung": ["Protecting the web: phishing, malware, and other security threats., WWW, 2008"], "Dorée D. Seligmann": ["The future of online social interactions: what to expect in 2020., WWW, 2008"], "Wei-Ying Ma": ["Rich media and web 2.0., WWW, 2008"], "Erik Wilde": ["Location and the web (LocWeb 2008)., WWW, 2008"], "Said Elnaffar": ["WS3: international workshop on context-enabled source and service selection, integration and adaptation (CSSSIA 2008)., WWW, 2008"], "Tim Berners-Lee": ["Linked data on the web (LDOW2008)., WWW, 2008"], "Dennis Fetterly": ["Fourth international workshop on adversarial information retrieval on the web (AIRWeb 2008)., WWW, 2008"], "Bin Wei": ["WS7 - MobEA VI: personal rich social media., WWW, 2008"], "Yimin Wang": ["Report on semantic web for health care and life sciences workshop., WWW, 2008"], "Xuedong Huang": ["International workshop on question answering on the web (QAWeb2008)., WWW, 2008"], "Marasu Kitsuregawa": ["WWW 2008 workshop: NLPIX2008 summary., WWW, 2008"], "Denny Vrandecic": ["Workshop on social web and knowledge management (SWKM2008)., WWW, 2008"], "Ying Ding": ["WWW 2008 workshop on social web search and mining: SWSM2008., WWW, 2008"]}