{"Sharad Goel": ["Creating Crowdsourced Research Talks at Scale., WWW, 2018"], "Jing Gao": ["Attack under Disguise: An Intelligent Data Poisoning Attack Mechanism in Crowdsourcing., WWW, 2018"], "Yoelle Maarek": ["Leveraging Crowdsourcing Data for Deep Active Learning An Application: Learning Intents in Alexa., WWW, 2018"], "Mor Naaman": ["Web-Based VR Experiments Powered by the Crowd., WWW, 2018"], "Jeremy Blackburn": ["CHIMP: Crowdsourcing Human Inputs for Mobile Phones., WWW, 2018"], "Boualem Benatallah": ["Crowd-based Multi-Predicate Screening of Papers in Literature Reviews., WWW, 2018"], "Hari Sundaram": ["The Size Conundrum: Why Online Knowledge Markets Can Fail at Scale., WWW, 2018"], "Zhiyong Lu": ["A Fast Deep Learning Model for Textual Relevance in Biomedical Information Retrieval., WWW, 2018"], "Ingemar J. Cox": ["Multi-Task Learning Improves Disease Models from Web Search., WWW, 2018"], "Liang Zhao": ["Multi-instance Domain Adaptation for Vaccine Adverse Event Detection., WWW, 2018"], "Jure Leskovec": ["Modeling Individual Cyclic Variation in Human Behavior., WWW, 2018", "Modeling Interdependent and Periodic Real-World Action Sequences., WWW, 2018", "I'll Be Back: On the Multiple Lives of Users of a Mobile Activity Tracking Application., WWW, 2018", "Pixie: A System for Recommending 3+ Billion Items to 200+ Million Users in Real-Time., WWW, 2018"], "Philip S. Yu": ["Multi-Task Pharmacovigilance Mining from Social Media Posts., WWW, 2018", "On Exploring Semantic Meanings of Links for Embedding Social Networks., WWW, 2018", "Learning from Multi-View Multi-Way Data via Structural Factorization Machines., WWW, 2018"], "Eugene Agichtein": ["Did You Really Just Have a Heart Attack?: Towards Robust Detection of Personal Health Mentions in Social Media., WWW, 2018"], "Manabu Sassano": ["Detecting Absurd Conversations from Intelligent Assistant Logs by Exploiting User Feedback Utterances., WWW, 2018"], "Martin Ester": ["ROSC: Robust Spectral Clustering on Multi-scale Data., WWW, 2018", "Joint User- and Event- Driven Stable Social Event Organization., WWW, 2018"], "Zhenhui Li": ["DRN: A Deep Reinforcement Learning Framework for News Recommendation., WWW, 2018"], "Liming Zhu": ["Sharing Deep Neural Network Models with Interpretation., WWW, 2018"], "Honglin Qiao": ["Unsupervised Anomaly Detection via Variational Auto-Encoder for Seasonal KPIs in Web Applications., WWW, 2018"], "Claudio Soriente": ["ProxyTorrent: Untangling the Free HTTP(S) Proxy Ecosystem., WWW, 2018"], "Timothy Libert": ["An Automated Approach to Auditing Disclosure of Third-Party Data Collection in Website Privacy Policies., WWW, 2018"], "Blase Ur": ["Your Secrets Are Safe: How Browsers' Explanations Impact Misconceptions About Private Browsing Mode., WWW, 2018"], "Nick Nikiforakis": ["Betrayed by Your Dashboard: Discovering Malicious Campaigns via Web Analytics., WWW, 2018", "Panning for gold.com: Understanding the Dynamics of Domain Dropcatching., WWW, 2018"], "William K. Robertson": ["Large-Scale Analysis of Style Injection by Relative Path Overwrite., WWW, 2018"], "Guofei Gu": ["Uncovering HTTP Header Inconsistencies and the Impact on Desktop/Mobile Websites., WWW, 2018"], "Mohamed Ali Kâafar": ["Incognito: A Method for Obfuscating Web Data., WWW, 2018"], "Mark Graham": ["Platform Criminalism: The 'Last-Mile' Geography of the Darknet Market Supply Chain., WWW, 2018"], "Michael Backes": ["Tagvisor: A Privacy Advisor for Sharing Hashtags., WWW, 2018"], "Xiangyu Zhang": ["AdBudgetKiller: Online Advertising Budget Draining Attack., WWW, 2018"], "Benoit Baudry": ["Hiding in the Crowd: an Analysis of the Effectiveness of Browser Fingerprinting at Large Scale., WWW, 2018"], "Mustaque Ahamad": ["Exposing Search and Advertisement Abuse Tactics and Infrastructure of Technical Support Scammers., WWW, 2018"], "Sonia Fahmy": ["Mind Your Credit: Assessing the Health of the Ripple Credit Network., WWW, 2018"], "Ji Won Yoon": ["I'm Listening to your Location! Inferring User Location with Acoustic Side Channels., WWW, 2018"], "N. Asokan": ["SafeKeeper: Protecting Web Passwords using Trusted Execution Environments., WWW, 2018"], "Yang Yang": ["RaRE: Social Rank Regulated Large-scale Network Embedding., WWW, 2018"], "Charalampos E. Tsourakakis": ["Minimizing Polarization and Disagreement in Social Networks., WWW, 2018"], "Chaitanya Swamy": ["Minimizing Latency in Online Ride and Delivery Services., WWW, 2018"], "Wojciech Szpankowski": ["TIMES: Temporal Information Maximally Extracted from Structures., WWW, 2018"], "Yangyong Zhu": ["Deep Collective Classification in Heterogeneous Information Networks., WWW, 2018"], "U. Kang": ["Fast and Accurate Random Walk with Restart on Dynamic Graphs with Guarantees., WWW, 2018", "SIDE: Representation Learning in Signed Directed Networks., WWW, 2018"], "Lexing Xie": ["SIR-Hawkes: Linking Epidemic Models and Hawkes Processes to Model Diffusions in Finite Populations., WWW, 2018"], "Wei Xu": ["When Online Dating Meets Nash Social Welfare: Achieving Efficiency and Fairness., WWW, 2018"], "Anthony Wirth": ["A Correlation Clustering Framework for Community Detection., WWW, 2018"], "C. Seshadhri": ["Provable and Practical Approximations for the Degree Distribution using Sublinear Graph Samples., WWW, 2018"], "Evimaria Terzi": ["Mining Tours and Paths in Activity Networks., WWW, 2018"], "Xiang Zhang": ["Co-Regularized Deep Multi-Network Embedding., WWW, 2018"], "Alessandra Sala": ["Any-k: Anytime Top-k Tree Pattern Retrieval in Labeled Graphs., WWW, 2018"], "Qiang Ma": ["Dual Graph Convolutional Networks for Graph-Based Semi-Supervised Classification., WWW, 2018"], "Ananthram Swami": ["Spectral Algorithms for Temporal Graph Cuts., WWW, 2018"], "Tanmoy Chakraborty": ["Collective Classification of Spam Campaigners on Twitter: A Hierarchical Meta-Path Based Approach., WWW, 2018"], "Emmanuel Müller": ["VERSE: Versatile Graph Embeddings from Similarity Measures., WWW, 2018"], "Niloy Ganguly": ["Demarcating Endogenous and Exogenous Opinion Diffusion Process on Social Networks., WWW, 2018"], "David Peleg": ["Preferential Attachment as a Unique Equilibrium., WWW, 2018"], "Ken Moon": ["Modeling Success and Engagement for the App Economy., WWW, 2018"], "Mauro Sozio": ["Fully Dynamic k-Center Clustering., WWW, 2018", "Listing k-cliques in Sparse Real-World Graphs., WWW, 2018"], "Fan Wang": ["Fast Exact CoSimRank Search on Evolving and Static Graphs., WWW, 2018"], "Sucheta Soundarajan": ["Measuring and Improving the Core Resilience of Networks., WWW, 2018"], "David F. Gleich": ["Low Rank Spectral Network Alignment., WWW, 2018"], "Jon M. Kleinberg": ["Mapping the Invocation Structure of Online Political Interaction., WWW, 2018"], "Mohan S. Kankanhalli": ["Aspect-Aware Latent Factor Model: Rating Prediction with Ratings and Reviews., WWW, 2018"], "Zheng Qin": ["Aesthetic-based Clothing Recommendation., WWW, 2018"], "Manuel Gomez-Rodriguez": ["On the Causal Effect of Badges., WWW, 2018"], "Priyanka Bhatt": ["Robust Factorization Machines for User Response Prediction., WWW, 2018"], "Atul Saroop": ["Bayesian Models for Product Size Recommendations., WWW, 2018"], "Tony Jebara": ["Variational Autoencoders for Collaborative Filtering., WWW, 2018"], "Dean Eckles": ["Learning Causal Effects From Many Randomized Experiments Using Regularized Instrumental Variables., WWW, 2018"], "Nitesh V. Chawla": ["Camel: Content-Aware and Meta-path Augmented Metric Learning for Author Identification., WWW, 2018"], "Padhraic Smyth": ["Prediction of Sparse User-Item Consumption Rates with Zero-Inflated Poisson Regression., WWW, 2018"], "Siu Cheung Hui": ["Latent Relational Metric Learning via Memory-based Attention for Collaborative Ranking., WWW, 2018"], "Stephen M. Chu": ["AdaError: An Adaptive Learning Rate Method for Matrix Approximation-based Collaborative Filtering., WWW, 2018"], "Elad Yom-Tov": ["Anxiety and Information Seeking: Evidence From Large-Scale Mouse Tracking., WWW, 2018"], "Xuanzhe Liu": ["Through a Gender Lens: Learning Usage Patterns of Emojis from Large-Scale Android Users., WWW, 2018", "Aladdin: Automating Release of Deep-Link APIs on Android., WWW, 2018"], "Barry Smyth": ["Coevolutionary Recommendation Model: Mutual Learning between Ratings and Reviews., WWW, 2018"], "Xing Xie": ["How to Impute Missing Ratings?: Claims, Solution, and Its Application to Collaborative Filtering., WWW, 2018"], "Robert West": ["When Sheep Shop: Measuring Herding Effects in Product Ratings with Natural Experiments., WWW, 2018"], "Rebecca Weiss": ["The Effect of Ad Blocking on User Engagement with the Web., WWW, 2018"], "Deb Roy": ["Me, My Echo Chamber, and I: Introspection on Social Media Polarization., WWW, 2018"], "Pearl Pu": ["Geographical Feature Extraction for Entities in Location-based Social Networks., WWW, 2018"], "Markus Strohmaier": ["(Don't) Mention the War: A Comparison of Wikipedia and Britannica Articles on National Histories., WWW, 2018"], "Yiannis Kompatsiaris": ["Adaptive Sensitive Reweighting to Mitigate Bias in Fairness-aware Classification., WWW, 2018"], "Christo Wilson": ["On Ridesharing Competition and Accessibility: Evidence from Uber, Lyft, and Taxi., WWW, 2018", "Auditing the Personalization and Composition of Politically-Related Search Engine Results Pages., WWW, 2018"], "Brent J. Hecht": ["VizByWiki: Mining Data Visualizations from the Web to Enrich News Articles., WWW, 2018"], "Arno Solin": ["Computationally Inferred Genealogical Networks Uncover Long-Term Trends in Assortative Mating., WWW, 2018"], "Bernard J. Jansen": ["What We Read, What We Search: Media Attention and Public Attention Among 193 Countries., WWW, 2018"], "Adrian Weller": ["Human Perceptions of Fairness in Algorithmic Decision Making: A Case Study of Criminal Risk Prediction., WWW, 2018"], "Michael Mathioudakis": ["Political Discourse on Social Media: Echo Chambers, Gatekeepers, and the Price of Bipartisanship., WWW, 2018"], "Augustin Chaintreau": ["Algorithmic Glass Ceiling in Social Networks: The effects of social recommendations on network diversity., WWW, 2018"], "Dan Jurafsky": ["Community Interaction and Conflict on the Web., WWW, 2018"], "Noah A. Smith": ["\"You are no Jack Kennedy\": On Media Selection of Highlights from Presidential Debates., WWW, 2018"], "Yafeng Li": ["To Stay or to Leave: Churn Prediction for Urban Migrants in the Initial Period., WWW, 2018"], "Erik Cambria": ["Time Expression Recognition Using a Constituent-based Tagging Scheme., WWW, 2018"], "Manik Varma": ["Parabel: Partitioned Label Trees for Extreme Classification with Application to Dynamic Search Advertising., WWW, 2018"], "David M. Blei": ["Dynamic Embeddings for Language Evolution., WWW, 2018"], "Gerhard Weikum": ["HighLife: Higher-arity Fact Harvesting., WWW, 2018", "Never-Ending Learning for Open-Domain Question Answering over Knowledge Bases., WWW, 2018"], "Zufeng Wu": ["Content Attention Model for Aspect Based Sentiment Analysis., WWW, 2018"], "Sven Seuken": ["Financing the Web of Data with Delayed-Answer Auctions., WWW, 2018"], "Egor V. Kostylev": ["Estimating the Cardinality of Conjunctive Queries over RDF Data Using Graph Summarisation., WWW, 2018"], "Qiang Yang": ["Large-Scale Hierarchical Text Classification with Recursively Regularized Deep Graph-CNN., WWW, 2018"], "Jesse Davis": ["Estimating Rule Quality for Knowledge Base Completion with the Relationship between Coverage Assumption., WWW, 2018"], "Efstratios Gavves": ["Improving Word Embedding Compositionality using Lexicographic Definitions., WWW, 2018"], "Georg Gottlob": ["Browserless Web Data Extraction: Challenges and Opportunities., WWW, 2018"], "Chandan K. Reddy": ["Short-Text Topic Modeling via Non-negative Matrix Factorization Enriched with Local Word-Context Correlations., WWW, 2018", "A Sparse Topic Model for Extracting Aspect-Specific Summaries from Online Reviews., WWW, 2018"], "Fabian M. Suchanek": ["Are All People Married?: Determining Obligatory Attributes in Knowledge Bases., WWW, 2018"], "Eric Fleury": ["Socioeconomic Dependencies of Linguistic Patterns in Twitter: a Multivariate Analysis., WWW, 2018"], "Jianyong Wang": ["An Attention Factor Graph Model for Tweet Entity Linking., WWW, 2018"], "Qiaozhu Mei": ["Find the Conversation Killers: A Predictive Study of Thread-ending Posts., WWW, 2018"], "Jorge Pérez": ["Semantics and Complexity of GraphQL., WWW, 2018"], "Xiaoyan Zhu": ["Sentiment Analysis by Capsules., WWW, 2018", "Learning to Collaborate: Multi-Scenario Ranking via Multi-Agent Reinforcement Learning., WWW, 2018"], "Aidan Hogan": ["Modelling Dynamics in Semantic Web Knowledge Graphs with Formal Concept Analysis., WWW, 2018"], "Yongyi Mao": ["Scalable Instance Reconstruction in Knowledge Bases via Relatedness Affiliated Embedding., WWW, 2018"], "Eduard C. Dragut": ["Leveraging Social Media Signals for Record Linkage., WWW, 2018"], "Lise Getoor": ["A Structured Approach to Understanding Recovery and Relapse in AA., WWW, 2018"], "Isabel F. Cruz": ["Facet Annotation Using Reference Knowledge Bases., WWW, 2018"], "Iyad Rahwan": ["MemeSequencer: Sparse Matching for Embedding Image Macros., WWW, 2018"], "Yu Xu": ["Matching Natural Language Sentences with Hierarchical Sentence Factorization., WWW, 2018"], "Sören Auer": ["Why Reinvent the Wheel: Let's Build Question Answering Systems Together., WWW, 2018"], "Jiawei Han": ["Weakly-supervised Relation Extraction by Pattern-enhanced Embedding Learning., WWW, 2018"], "Marius Pasca": ["Finding Needles in an Encyclopedic Haystack: Detecting Classes Among Wikipedia Articles., WWW, 2018"], "Hongyuan Zha": ["User-guided Hierarchical Attention Network for Multi-modal Social Image Popularity Prediction., WWW, 2018"], "Davood Rafiei": ["A Coherent Unsupervised Model for Toponym Resolution., WWW, 2018", "Strategies for Geographical Scoping and Improving a Gazetteer., WWW, 2018"], "Stefan Dietze": ["Inferring Missing Categorical Information in Noisy and Sparse Web Markup., WWW, 2018"], "Paolo Merialdo": ["Towards Annotating Relational Data on the Web with Language Models., WWW, 2018"], "Partha Talukdar": ["CESI: Canonicalizing Open Knowledge Bases using Embeddings and Side Information., WWW, 2018"], "Uri Nadav": ["Bid-Limited Targeting., WWW, 2018"], "Yiwei Zhang": ["Reinforcement Mechanism Design for e-commerce., WWW, 2018"], "Quan Lu": ["Field-weighted Factorization Machines for Click-Through Rate Prediction in Display Advertising., WWW, 2018"], "Song Zuo": ["Dynamic Mechanism Design in the Field., WWW, 2018", "Incentive-Aware Learning for Large Markets., WWW, 2018"], "Moshe Tennenholtz": ["Incentive-Compatible Diffusion., WWW, 2018"], "Yiling Chen": ["A Short-term Intervention for Long-term Fairness in the Labor Market., WWW, 2018"], "Xi Tan": ["Optimizing Ad Refresh In Mobile App Advertising., WWW, 2018"], "Yuren Zhou": ["Detecting Ponzi Schemes on Ethereum: Towards Healthier Blockchain Technology., WWW, 2018"], "Sergei Vassilvitskii": ["Testing Incentive Compatibility in Display Ad Auctions., WWW, 2018"], "Vasilis Syrgkanis": ["Simple vs Optimal Contests with Convex Costs., WWW, 2018"], "Anshumali Shrivastava": ["Arrays of (locality-sensitive) Count Estimators (ACE): Anomaly Detection on the Edge., WWW, 2018"], "David R. Choffnes": ["Mile High WiFi: A First Look At In-Flight Internet Connectivity., WWW, 2018"], "Depeng Jin": ["DeepMove: Predicting Human Mobility with Attentional Recurrent Networks., WWW, 2018"], "Evangelos P. Markatos": ["The Cost of Digital Advertisement: Comparing User and Advertiser Views., WWW, 2018"], "Nishanth Sastry": ["Facebook (A)Live?: Are Live Social Broadcasts Really Broadcasts?, WWW, 2018"], "Tat-Seng Chua": ["Learning on Partial-Order Hypergraphs., WWW, 2018", "TEM: Tree-enhanced Embedding Model for Explainable Recommendation., WWW, 2018"], "Shaoping Ma": ["\"Satisfaction with Failure\" or \"Unsatisfied Success\": Investigating the Relationship between Search Success and User Satisfaction., WWW, 2018", "Neural Attentional Rating Regression with Review-level Explanations., WWW, 2018", "Detecting Crowdturfing \"Add to Favorites\" Activities in Online Shopping., WWW, 2018"], "Krisztian Balog": ["Ad Hoc Table Retrieval using Semantic Similarity., WWW, 2018"], "Zhiyuan Liu": ["Query Suggestion with Feedback Memory Network., WWW, 2018"], "Xin-Shun Xu": ["Scalable Supervised Discrete Hashing for Large-Scale Search., WWW, 2018"], "Jing Ying": ["Subgraph-augmented Path Embedding for Semantic User Search on Heterogeneous Social Network., WWW, 2018"], "Yi Chang": ["Leveraging Fine-Grained Wikipedia Categories for Entity Search., WWW, 2018"], "Junzhou Huang": ["Online Compact Convexified Factorization Machine., WWW, 2018"], "Huan Liu": ["Understanding and Predicting Delay in Reciprocal Relations., WWW, 2018"], "Dawei Yin": ["Hierarchical Variational Memory Network for Dialogue Generation., WWW, 2018"], "Frank E. Pollick": ["Search Process as Transitions Between Neural States., WWW, 2018"], "Huan Sun": ["StaQC: A Systematically Mined Question-Code Dataset from Stack Overflow., WWW, 2018"], "Yikun Xian": ["Finding Subcube Heavy Hitters in Analytics Data Streams., WWW, 2018"], "Qifa Ke": ["Conversational Query Understanding Using Sequence to Sequence Modeling., WWW, 2018"], "Tao Yang": ["Privacy and Efficiency Tradeoffs for Multiword Top K Search with Linear Additive Rank Scoring., WWW, 2018"], "Maarten de Rijke": ["Manifold Learning for Rank Aggregation., WWW, 2018"], "Nir Grinberg": ["Identifying Modes of User Engagement with Online News and Their Relationship to Information Gain in Text., WWW, 2018"], "Wim Lamotte": ["HTTP/2 Prioritization and its Impact on Web Performance., WWW, 2018"], "Hema Raghavan": ["Discovering Progression Stages in Trillion-Scale Behavior Logs., WWW, 2018"], "Xiaoming Fu": ["A Cross-Platform Consumer Behavior Analysis of Large-Scale Mobile Shopping Data., WWW, 2018"], "Jiaquan Yao": ["Towards Automatic Numerical Cross-Checking: Extracting Formulas from Text., WWW, 2018"], "B. Aditya Prakash": ["Mining E-Commerce Query Relations using Customer Interaction Networks., WWW, 2018"], "Wang-Chien Lee": ["Modeling Dynamic Competition on Crowdfunding Markets., WWW, 2018"], "Huy Kang Kim": ["No Silk Road for Online Gamers!: Using Social Network Analysis to Unveil Black Markets in Online Games., WWW, 2018"], "Minyi Guo": ["DKN: Deep Knowledge-Aware Network for News Recommendation., WWW, 2018"], "Richard Clayton": ["CrimeBB: Enabling Cybercrime Research on Underground Forums at Scale., WWW, 2018"], "Jian Yang": ["Attention Convolutional Neural Network for Advertiser-level Click-through Rate Forecasting., WWW, 2018"], "Marc Najork": ["Hidden in Plain Sight: Classifying Emails Using Embedded Image Contents., WWW, 2018"], "Yuxiong He": ["Better Caching in Search Advertising Systems with Rapid Refresh Predictions., WWW, 2018"], "Adam Stein": ["Attribution Inference for Digital Advertising using Inhomogeneous Poisson Models., WWW, 2018"], "Sujith Ravi": ["PhotoReply: Automatically Suggesting Conversational Responses to Photos., WWW, 2018"], "David Mandell Freeman": ["Protecting Social Network Users from Impersonation., WWW, 2018"], "Leonardo C. da Rocha": ["A Feature-Oriented Sentiment Rating for Mobile App Reviews., WWW, 2018"], "Kaipeng Liu": ["Beyond Keywords and Relevance: A Personalized Ad Retrieval Framework in E-Commerce Sponsored Search., WWW, 2018"], "Taekyoung Kwon": ["Unveiling a Socio-Economic System in a Virtual World: A Case Study of an MMORPG., WWW, 2018"]}