{"Vishal Misra": ["Optimizing Display Advertising in Online Social Networks., WWW, 2015"], "Mark Gahegan": ["Frankenplace: Interactive Thematic Mapping for Ad Hoc Exploratory Search., WWW, 2015"], "Sebastian Skritek": ["Towards Reconciling SPARQL and Certain Answers., WWW, 2015"], "Jure Leskovec": ["Donor Retention in Online Crowdfunding Communities: A Case Study of DonorsChoose.org., WWW, 2015", "QUOTUS: The Structure of Political Media Coverage as Revealed by Quoting Patterns., WWW, 2015", "Mining Missing Hyperlinks from Human Navigation Traces: A Case Study of Wikipedia., WWW, 2015"], "Oren Somekh": ["Budget-Constrained Item Cold-Start Handling in Collaborative Filtering Recommenders via Optimal Design., WWW, 2015"], "Iftah Gamzu": ["Improved Theoretical and Practical Guarantees for Chromatic Correlation Clustering., WWW, 2015"], "Mitul Tiwari": ["Global Diffusion via Cascading Invitations: Structure, Growth, and Homophily., WWW, 2015"], "Srinath Sridhar": ["Recommendation Subgraphs for Web Discovery., WWW, 2015"], "Steven Tadelis": ["Is Sniping A Problem For Online Auction Markets?, WWW, 2015"], "Flavio Chierichetti": ["Essential Web Pages Are Easy to Find., WWW, 2015"], "Eitan Frachtenberg": ["Design and Analysis of Benchmarking Experiments for Distributed Internet Services., WWW, 2015"], "Alexander J. Smola": ["ACCAMS: Additive Co-Clustering to Approximate Matrices Succinctly., WWW, 2015"], "Juhan Lee": ["Who, What, When, and Where: Multi-Dimensional Collaborative Recommendations Using Tensor Factorization on Sparse User-Generated Data., WWW, 2015"], "Mike Williamson": ["Secrets, Lies, and Account Recovery: Lessons from the Use of Personal Knowledge Questions at Google., WWW, 2015"], "Janice Y. Tsai": ["Supporting Ethical Web Research: A New Research Ethics Review., WWW, 2015"], "Srinivasan Parthasarathy": ["Sequential Hypothesis Tests for Adaptive Locality Sensitive Hashing., WWW, 2015"], "Hsin-Hsi Chen": ["Opinion Spam Detection in Web Forum: A Real Case Study., WWW, 2015"], "Yuzhong Qu": ["Summarizing Entity Descriptions for Effective and Efficient Human-centered Entity Linking., WWW, 2015"], "Pu-Jen Cheng": ["Semantic Tagging of Mathematical Expressions., WWW, 2015"], "Arindam Banerjee": ["Collaborative Ranking with a Push at the Top., WWW, 2015"], "Richi Nayak": ["Parallel Streaming Signature EM-tree: A Clustering Algorithm for Web Scale Applications., WWW, 2015"], "Karthikeyan Bhargavan": ["Network-based Origin Confusion Attacks against HTTPS Virtual Hosting., WWW, 2015"], "Philippe Cudré-Mauroux": ["The Dynamics of Micro-Task Crowdsourcing: The Case of Amazon MTurk., WWW, 2015"], "Narayan Bhamidipati": ["Hierarchical Neural Language Models for Joint Representation of Streaming Documents and their Content., WWW, 2015"], "Pavel Serdyukov": ["Future User Engagement Prediction and Its Application to Improve the Sensitivity of Online Experiments., WWW, 2015", "An Optimization Framework for Weighting Implicit Relevance Labels for Personalized Web Search., WWW, 2015", "Gathering Additional Feedback on Search Results by Multi-Armed Bandits with Respect to Production Ranking., WWW, 2015"], "Heiner Stuckenschmidt": ["Enriching Structured Knowledge with Open Information., WWW, 2015"], "Xiaodong He": ["A Multi-View Deep Learning Approach for Cross Domain User Modeling in Recommendation Systems., WWW, 2015"], "Edward W. Felten": ["Cookies That Give You Away: The Surveillance Implications of Web Tracking., WWW, 2015"], "Mauro Sozio": ["Efficient Densest Subgraph Computation in Evolving Graphs., WWW, 2015"], "Hongxia Jin": ["A Practical Framework for Privacy-Preserving Data Analytics., WWW, 2015"], "Rossano Venturini": ["Compressed Indexes for String Searching in Labeled Graphs., WWW, 2015"], "Nigel Shadbolt": ["Improving Paid Microtasks through Gamification and Adaptive Furtherance Incentives., WWW, 2015"], "Yong Rui": ["Tagging Personal Photos with Transfer Deep Learning., WWW, 2015"], "Dilip Krishnaswamy": ["MobInsight: On Improving The Performance of Mobile Apps in Cellular Networks., WWW, 2015"], "Vitaly Shmatikov": ["Rethinking Security of Web-Based System Applications., WWW, 2015", "No Escape From Reality: Security and Privacy of Augmented Reality Browsers., WWW, 2015"], "Patrick Hummel": ["Cardinal Contests., WWW, 2015"], "Kim Marriott": ["Accessible On-Line Floor Plans., WWW, 2015"], "Jiawei Han": ["Network A/B Testing: From Sampling to Estimation., WWW, 2015", "Leveraging Pattern Semantics for Extracting Entities in Enterprises., WWW, 2015"], "Morten Warncke-Wang": ["User Session Identification Based on Strong Regularities in Inter-activity Time., WWW, 2015"], "Jennifer Wortman Vaughan": ["Incentivizing High Quality Crowdwork., WWW, 2015"], "Aidan Hogan": ["Skolemising Blank Nodes while Preserving Isomorphism., WWW, 2015"], "Yaron Singer": ["Scalable Methods for Adaptively Seeding a Social Network., WWW, 2015"], "Anders Søgaard": ["User Review Sites as a Resource for Large-Scale Sociolinguistic Studies., WWW, 2015"], "R. Preston McAfee": ["When Does Improved Targeting Increase Revenue?, WWW, 2015"], "Vasilis Syrgkanis": ["Social Status and Badge Design., WWW, 2015"], "Toyokazu Akiyama": ["Mapping Temporal Horizons: Analysis of Collective Future and Past related Attention in Twitter., WWW, 2015"], "Ali Pinar": ["Path Sampling: A Fast and Provable Method for Estimating 4-Vertex Subgraph Counts., WWW, 2015"], "Omar Zia Khan": ["Automatic Online Evaluation of Intelligent Assistants., WWW, 2015"], "Jimeng Sun": ["Incorporating Social Context and Domain Knowledge for Entity Recognition., WWW, 2015"], "Junzhou Luo": ["Querying Web-Scale Information Networks Through Bounding Matching Scores., WWW, 2015"], "Luca P. Carloni": ["LN-Annote: An Alternative Approach to Information Extraction from Emails using Locally-Customized Named-Entity Recognition., WWW, 2015"], "David A. Shamma": ["Describing and Understanding Neighborhood Characteristics through Online Social Media., WWW, 2015"], "Spyros Kotoulas": ["Active Learning for Multi-relational Data Construction., WWW, 2015"], "Francesco Bonchi": ["The Social World of Content Abusers in Community Question Answering., WWW, 2015"], "Shaomei Wu": ["The Lifecycles of Apps in a Social Ecosystem., WWW, 2015"], "Evgeniy Gabrilovich": ["Getting More for Less: Optimized Crowdsourcing with Dynamic Tasks and Goals., WWW, 2015"], "Amin Mantrach": ["Evolution of Conversations in the Age of Email Overload., WWW, 2015"], "Eric Horvitz": ["Events and Controversies: Influences of a Shocking News Event on Information Seeking., WWW, 2015", "Diagnoses, Decisions, and Outcomes: Web Search as Decision Support for Cancer., WWW, 2015"], "Steven Skiena": ["Statistically Significant Detection of Linguistic Change., WWW, 2015"], "Norbou Buchler": ["Replacing the Irreplaceable: Fast Algorithms for Team Member Recommendation., WWW, 2015"], "Divesh Srivastava": ["Robust Group Linkage., WWW, 2015"], "John E. Hopcroft": ["Uncovering the Small Community Structure in Large Networks: A Local Spectral Approach., WWW, 2015"], "Qiang Yang": ["Scalable Parallel EM Algorithms for Latent Dirichlet Allocation in Multi-Core Systems., WWW, 2015"], "Scott Rixner": ["Grading the Graders: Motivating Peer Graders in a MOOC., WWW, 2015"], "Tao Xie": ["Measurement and Analysis of Mobile Web Cache Performance., WWW, 2015"], "Stijn Vansummeren": ["SCULPT: A Schema Language for Tabular Data on the Web., WWW, 2015"], "Christos Faloutsos": ["The Web as a Jungle: Non-Linear Dynamical Systems for Co-evolving Online Activities., WWW, 2015"], "Evimaria Terzi": ["Spanning Edge Centrality: Large-scale Computation and Applications., WWW, 2015"], "Wangda Zhang": ["Discovering Meta-Paths in Large Heterogeneous Information Networks., WWW, 2015"], "Mounia Lalmas": ["From \"Selena Gomez\" to \"Marlon Brando\": Understanding Explorative Entity Search., WWW, 2015"], "Keith W. Ross": ["Children Seen But Not Heard: When Parents Compromise Children's Online Privacy., WWW, 2015"], "Michalis Faloutsos": ["TrueView: Harnessing the Power of Multiple Review Sites., WWW, 2015"], "Haitao Zheng": ["Energy and Performance of Smartphone Radio Bundling in Outdoor Environments., WWW, 2015"], "Benjamin Livshits": ["PriVaricator: Deceiving Fingerprinters with Little White Lies., WWW, 2015"], "Doug Burger": ["PocketTrend: Timely Identification and Delivery of Trending Search Content to Mobile Users., WWW, 2015"], "Paul N. Bennett": ["Overcoming Relational Learning Biases to Accurately Predict Preferences in Large Scale Networks., WWW, 2015"], "Peter A. Boncz": ["Deriving an Emergent Relational Schema from RDF Data., WWW, 2015"], "Adam Davies": ["The Digital Life of Walkable Streets., WWW, 2015"], "Ambuj K. Singh": ["Beyond Models: Forecasting Complex Network Processes Directly from Data., WWW, 2015"], "Tom M. Mitchell": ["Weakly Supervised Extraction of Computer Security Events from Twitter., WWW, 2015"], "Stefan Siersdorfer": ["Groupsourcing: Team Competition Designs for Crowdsourcing., WWW, 2015"], "Kent E. Seamons": ["Authentication Melee: A Usability Analysis of Seven Web Authentication Systems., WWW, 2015"], "Ümit V. Çatalyürek": ["Finding the Hierarchy of Dense Subgraphs using Nucleus Decompositions., WWW, 2015"], "Jeongkeun Lee": ["Bringing CUPID Indoor Positioning System to Practice., WWW, 2015"], "Prasant Mohapatra": ["Early Detection of Spam Mobile Apps., WWW, 2015"], "Shojiro Nishio": ["N-gram IDF: A Global Term Weighting Scheme Based on Information Distance., WWW, 2015"], "Siranush Sarkizova": ["Query Suggestion and Data Fusion in Contextual Disambiguation., WWW, 2015"], "Ping Li": ["Asymmetric Minwise Hashing for Indexing Binary Inner Products and Set Containment., WWW, 2015"], "Nicholas R. Jennings": ["Language Understanding in the Wild: Combining Crowdsourcing and Machine Learning., WWW, 2015"], "Markus Strohmaier": ["HypTrails: A Bayesian Approach for Comparing Hypotheses About Human Trails on the Web., WWW, 2015"], "Hanshi Wang": ["Exploiting Collective Hidden Structures in Webpage Titles for Open Domain Entity Extraction., WWW, 2015"], "Axel-Cyrille Ngonga Ngomo": ["ROCKER: A Refinement Operator for Key Discovery., WWW, 2015"], "Abraham Bernstein": ["Random Walk TripleRush: Asynchronous Graph Querying and Sampling., WWW, 2015"], "Ming-Wei Chang": ["Open Domain Question Answering via Semantic Enrichment., WWW, 2015"], "Lillian Lee": ["All Who Wander: On the Prevalence and Characteristics of Multi-community Engagement., WWW, 2015"], "Qiaozhu Mei": ["LINE: Large-scale Information Network Embedding., WWW, 2015", "Enquiring Minds: Early Detection of Rumors in Social Media from Enquiry Posts., WWW, 2015"], "Aristides Gionis": ["Density-friendly Graph Decomposition., WWW, 2015"], "Tong Zhang": ["Crowd Fraud Detection in Internet Advertising., WWW, 2015"], "Charalampos E. Tsourakakis": ["Provably Fast Inference of Latent Features from Networks: with Applications to Learning Social Circles and Multilabel Classification., WWW, 2015", "The K-clique Densest Subgraph Problem., WWW, 2015"], "Lars Wesemann": ["GERBIL: General Entity Annotator Benchmarking Framework., WWW, 2015"], "Elizabeth M. Belding": ["A First Look at Tribal Web Traffic., WWW, 2015"], "Sebastiano Vigna": ["A Weighted Correlation Index for Rankings with Ties., WWW, 2015"], "Tyler Moore": ["The E-Commerce Market for \"Lemons\": Identification and Analysis of Websites Selling Counterfeit Goods., WWW, 2015"], "Philip A. Bernstein": ["Concept Expansion Using Web Tables., WWW, 2015"], "David Hardtke": ["User Latent Preference Model for Better Downside Management in Recommender Systems., WWW, 2015"], "Yinlong Xu": ["The Role of Data Cap in Optimal Two-part Network Pricing., WWW, 2015"], "Mohan S. Kankanhalli": ["Tweeting Cameras for Event Detection., WWW, 2015"], "Zhuojie Huang": ["Semantic Annotaion of Mobility Data using Social Media., WWW, 2015"], "Jian Fan": ["Automatic Web Content Extraction by Combination of Learning and Grouping., WWW, 2015"], "Paul T. Groth": ["Executing Provenance-Enabled Queries over Web Data., WWW, 2015"], "Wenke Lee": ["Understanding Malvertising Through Ad-Injecting Browser Extensions., WWW, 2015"], "Angelos Stavrou": ["E-commerce Reputation Manipulation: The Emergence of Reputation-Escalation-as-a-Service., WWW, 2015"], "Wilfred Ng": ["Effective Techniques for Message Reduction and Load Balancing in Distributed Graph Computation., WWW, 2015"], "Xiaohua Hu": ["Tackling the Achilles Heel of Social Networks: Influence Propagation based Language Model Smoothing., WWW, 2015"], "Wei Chen": ["A Game Theoretic Model for the Formation of Navigable Small-World Networks., WWW, 2015"], "Inderjit S. Dhillon": ["A Scalable Asynchronous Distributed Algorithm for Topic Modeling., WWW, 2015"], "Wei-Ying Ma": ["LightLDA: Big Topic Models on Modest Computer Clusters., WWW, 2015"], "Xiaofang Zhou": ["A Novelty-Seeking based Dining Recommender System., WWW, 2015"], "Shaoping Ma": ["Daily-Aware Personalized Recommendation based on Feature-Level Time Series Analysis., WWW, 2015"], "Qing Yi": ["Automatic Detection of Information Leakage Vulnerabilities in Browser Extensions., WWW, 2015"], "Ed Huai-hsin Chi": ["Improving User Topic Interest Profiles by Behavior Factorization., WWW, 2015"], "Nishanth Sastry": ["Predicting Pinterest: Automating a Distributed Human Computation., WWW, 2015"]}