{"Sergey Brin": ["Query-free news search., WWW, 2003"], "Wei-Ying Ma": ["Improving pseudo-relevance feedback in web information retrieval using web page segmentation., WWW, 2003"], "Shlomo Moran": ["Predictive caching and prefetching of query results in search engines., WWW, 2003"], "James Farrugia": ["Model-theoretic semantics for the web., WWW, 2003"], "Peter F. Patel-Schneider": ["Three theses of representation in the semantic web., WWW, 2003"], "Stefan Decker": ["Description logic programs: combining logic programs with description logic., WWW, 2003"], "Ronnie Cheung": ["Dynamic service reconfiguration for wireless web access., WWW, 2003"], "Mahdi Sajjadpour": ["Web browsing performance of wireless thin-client computing., WWW, 2003"], "Fahd Al-Bin-Ali": ["Sensor-enhanced mobile web clients: an XForms approach., WWW, 2003"], "Divesh Srivastava": ["Text joins in an RDBMS for web data integration., WWW, 2003"], "Ramesh C. Agarwal": ["Dynamic maintenance of web indexes using landmarks., WWW, 2003"], "James H. Kaufman": ["High-performance spatial indexing for location-based services., WWW, 2003"], "Jia Wang": ["Efficient and robust streaming provisioning in VPNs., WWW, 2003"], "Sugata Ghosal": ["On admission control for profit maximization of networked service providers., WWW, 2003"], "Kashi Venkatesh Vishwanath": ["Design, implementation, and evaluation of a client characterization driven web server., WWW, 2003"], "Chung-Hung Tsai": ["Web application security assessment by fault injection and behavior monitoring., WWW, 2003"], "Martin Sadler": ["The HP time vault service: exploiting IBE for timed release of confidential information., WWW, 2003"], "David Squire": ["Content extraction signatures using XML digital signatures and custom transforms on-demand., WWW, 2003"], "Jason Y. Zien": ["SemTag and seeker: bootstrapping the semantic web via automated semantic annotation., WWW, 2003"], "Frederick H. Lochovsky": ["Data extraction and label assignment for web databases., WWW, 2003"], "Manfred Hauswirth": ["The chatty web: emergent semantics through gossiping., WWW, 2003"], "Peter Grimm": ["DOM-based content extraction of HTML documents., WWW, 2003"], "Fu Lee Wang": ["Fractal summarization for mobile devices to access large documents on the web., WWW, 2003"], "HongJiang Zhang": ["Detecting web page structure for adaptive viewing on small form factor devices., WWW, 2003"], "Wendy Hall": ["Supporting management reporting: a writable web case study., WWW, 2003"], "Enrico Motta": ["Scholarly publishing and argument in hyperspace., WWW, 2003"], "Hwee Tou Ng": ["Mining topic-specific concepts and definitions on the web., WWW, 2003"], "Gene H. Golub": ["Extrapolation methods for accelerating PageRank computations., WWW, 2003"], "Jennifer Widom": ["Scaling personalized web search., WWW, 2003"], "Gregory Cobena": ["Adaptive on-line page importance computation., WWW, 2003"], "Caesar Sengupta": ["SHOCK: communicating with computational messages and automatic private profiles., WWW, 2003"], "Donald F. Towsley": ["P2Cast: peer-to-peer patching scheme for VoD service., WWW, 2003"], "Michael Rabinovich": ["DNS-enhanced web for faster content delivery., WWW, 2003"], "Marina Mongiello": ["A system for principled matchmaking in an electronic marketplace., WWW, 2003"], "Ian Horrocks": ["A software framework for matchmaking based on semantic web technology., WWW, 2003"], "Terrence C. Poon": ["SweetDeal: representing agent contracts with exceptions using XML rules, ontologies, and process descriptions., WWW, 2003"], "John A. Tomlin": ["A new paradigm for ranking pages on the world wide web., WWW, 2003"], "Marco Maggini": ["Adaptive ranking of web pages., WWW, 2003"], "David P. Williamson": ["Searching the workplace web., WWW, 2003"], "Cheng Yang": ["Peer-to-peer architecture for content-based music retrieval on acoustic data., WWW, 2003"], "Lloyd Rutledge": ["Towards a multimedia formatting vocabulary., WWW, 2003"], "Stefan Podlipnig": ["Architecture of a quality based intelligent proxy (QBIX) for MPEG-4 videos., WWW, 2003"], "Jianwen Su": ["Conversation specification: a new approach to design and analysis of e-service composition., WWW, 2003"], "Quan Z. Sheng": ["Quality driven web services composition., WWW, 2003"], "Carole A. Goble": ["A foundation for tool based mobility support for visually impaired web users., WWW, 2003"], "Raphael Volz": ["On deep annotation., WWW, 2003", "An infrastructure for searching, reusing and evolving distributed ontologies., WWW, 2003"], "Arun Iyengar": ["Application specific data replication for edge services., WWW, 2003"], "Zheng Zhang": ["Evaluation of edge caching/offloading for dynamic content delivery., WWW, 2003"], "Henning Schulzrinne": ["Modeling redirection in geographically diverse server sets., WWW, 2003"], "Manolis Tzagarakis": ["Offering open hypermedia services to the WWW: a step-by-step approach for developers., WWW, 2003"], "Niels Olof Bouvin": ["Xspect: bridging open hypermedia and XLink., WWW, 2003"], "Pierangelo Veltri": ["The XML web: a first study., WWW, 2003"], "Krishna Kummamuru": ["A matrix density based algorithm to hierarchically co-cluster documents and words., WWW, 2003"], "David M. Pennock": ["Mining the peanut gallery: opinion extraction and semantic classification of product reviews., WWW, 2003"], "Yirong Xu": ["Mining newsgroups using networks arising from social behavior., WWW, 2003", "An SPath-based preference language for P3P., WWW, 2003"], "Alexander Löser": ["Super-peer-based routing and clustering strategies for RDF-based peer-to-peer networks., WWW, 2003"], "Sotirios Tourtounis": ["On labeling schemes for the semantic web., WWW, 2003"], "Igor Tatarinov": ["Piazza: data management infrastructure for semantic web applications., WWW, 2003"], "Andrew Tomkins": ["On the bursty evolution of blogspace., WWW, 2003"], "Eugene J. Shekita": ["Make it fresh, make it quick: searching a network of personal webservers., WWW, 2003"], "Divyakant Agrawal": ["Engineering and hosting adaptive freshness-sensitive web applications on data centers., WWW, 2003"], "Craig E. Wills": ["Evaluating a new approach to strong web cache consistency with snapshots of collected content., WWW, 2003"], "Weibo Gong": ["Scalable techniques for memory-efficient CDN simulations., WWW, 2003"], "Eric A. Brewer": ["Value-based web caching., WWW, 2003"], "Hector Garcia-Molina": ["The Eigentrust algorithm for reputation management in P2P networks., WWW, 2003"], "Li-Zhu Zhou": ["Similarity measure and instance selection for collaborative filtering., WWW, 2003"], "Soumen Chakrabarti": ["Monitoring the dynamic web to respond to continuous queries., WWW, 2003"], "Janet L. Wiener": ["A large-scale study of the evolution of web pages., WWW, 2003", "Efficient URL caching for world wide web crawling., WWW, 2003"], "Amit P. Sheth": ["?-Queries: enabling querying for semantic associations on the semantic web., WWW, 2003"], "Eric Miller": ["Semantic search., WWW, 2003"], "Nigel Shadbolt": ["Agent-based semantic web services., WWW, 2003"], "Kevin Lansard": ["A framework for coordinated multi-modal browsing with multiple clients., WWW, 2003"], "Katsumi Tanaka": ["A comparative web browser (CWB) for browsing and comparing web pages., WWW, 2003"], "Harald Weinreich": ["Comparing link marker visualization techniques: changes in reading behavior., WWW, 2003"]}