{"Christos Faloutsos": ["Large graph mining: patterns, cascades, fraud detection, and algorithms., WWW, 2014", "Robust multivariate autoregression for anomaly detection in dynamic product ratings., WWW, 2014"], "Jong-Deok Choi": ["Taming the web., WWW, 2014"], "Qi Lu": ["Organizing the digital world to empower people to do more, know more, and be more., WWW, 2014"], "R. Preston McAfee": ["Machine learning in an auction environment., WWW, 2014"], "Vahab S. Mirrokni": ["Optimal revenue-sharing double auctions with applications to ad exchanges., WWW, 2014", "Reduce and aggregate: similarity ranking in multi-categorical bipartite graphs., WWW, 2014"], "Sergei Vassilvitskii": ["Advertising in a stream., WWW, 2014", "The dynamics of repeat consumption., WWW, 2014"], "Sourav Bhattacharya": ["The company you keep: mobile malware infection rates and inexpensive risk indicators., WWW, 2014"], "Stefano Zanero": ["Stranger danger: exploring the ecosystem of ad-based URL shortening services., WWW, 2014"], "Miguel Correia": ["Automatic detection and correction of web application vulnerabilities using data mining to predict false positives., WWW, 2014"], "Carlos Guestrin": ["Personalized collaborative clustering., WWW, 2014"], "Yoram Singer": ["Local collaborative ranking., WWW, 2014"], "Alexander J. Smola": ["CoBaFi: collaborative bayesian filtering., WWW, 2014"], "Ninh Pham": ["Efficient estimation for high similarities using odd sketches., WWW, 2014"], "Mounia Lalmas": ["Composite retrieval of heterogeneous web search., WWW, 2014"], "Fernando Diaz": ["Contextual and dimensional relevance judgments for reusable SERP-level evaluation., WWW, 2014"], "Evgeniy Gabrilovich": ["Quizz: targeted crowdsourcing with a billion (potential) users., WWW, 2014"], "Milad Shokouhi": ["Community-based bayesian aggregation models for crowdsourcing., WWW, 2014"], "Ariel Fuxman": ["The wisdom of minority: discovering and targeting the right group of workers for crowdsourcing., WWW, 2014"], "Vaidy S. Sunderam": ["Monitoring web browsing behavior with differential privacy., WWW, 2014"], "Salvatore Orlando": ["Quite a mess in my cookie jar!: leveraging machine learning to protect web authentication., WWW, 2014"], "Norman M. Sadeh": ["Reconciling mobile app privacy and usability on smartphones: could user privacy profiles help?, WWW, 2014"], "Marco Saerens": ["Random walks based modularity: application to semi-supervised learning., WWW, 2014", "A time-based collective factorization for topic discovery and monitoring in news., WWW, 2014"], "Josep-Lluís Larriba-Pey": ["High quality, scalable and parallel community detection for large real graphs., WWW, 2014"], "Yuichi Yoshida": ["Dynamic and historical shortest-path distance queries on large evolving networks by pruned landmark labeling., WWW, 2014"], "Haesun Park": ["To gather together for a better world: understanding and leveraging communities in micro-lending recommendation., WWW, 2014"], "Jon Crowcroft": ["Recommending investors for crowdfunding projects., WWW, 2014"], "Konstantinos Pelechrinis": ["Understanding spatial homophily: the case of peer influence and social selection., WWW, 2014"], "Michael S. Bernstein": ["Designing and deploying online field experiments., WWW, 2014"], "Jie Liu": ["Local business ambience characterization through mobile audio sensing., WWW, 2014"], "Meeyoung Cha": ["Social bootstrapping: how pinterest and last.fm social communities benefit by borrowing links from facebook., WWW, 2014"], "Hady Wirawan Lauw": ["Modeling contextual agreement in preferences., WWW, 2014"], "Hong Cheng": ["A Monte Carlo algorithm for cold start recommendation., WWW, 2014", "The dual-sparse topic model: mining focused topics and focused terms in short text., WWW, 2014"], "Thorsten Joachims": ["Was this review helpful to you?: it depends! context and voting patterns in online content., WWW, 2014"], "Xing Xie": ["Mining novelty-seeking trait across heterogeneous domains., WWW, 2014"], "Gerhard Weikum": ["Discovering emerging entities with ambiguous names., WWW, 2014"], "Philippe Cudré-Mauroux": ["Effective named entity recognition for idiosyncratic web collections., WWW, 2014"], "Philip Bohannon": ["Deduplicating a places database., WWW, 2014"], "Eric Horvitz": ["From devices to people: attribution of search activity in multi-user settings., WWW, 2014"], "Eric Gilbert": ["Demographics, weather and online reviews: a study of restaurant recommendations., WWW, 2014"], "Paul T. Groth": ["TripleProv: efficient processing of lineage queries in a native RDF store., WWW, 2014"], "Alexandra Roatis": ["RDF analytics: lenses over semantic graphs., WWW, 2014"], "Juan F. Sequeda": ["Formalisation and experiences of R2RML-based SPARQL to SQL query translation using morph., WWW, 2014"], "Leonidas J. Guibas": ["Codewebs: scalable homework search for massive open online programming courses., WWW, 2014"], "Hema Raghavan": ["Joint question clustering and relevance prediction for open domain non-factoid question answering., WWW, 2014"], "Dekang Lin": ["Knowledge base completion via search-based question answering., WWW, 2014"], "Marius Pasca": ["Acquisition of open-domain classes via intersective semantics., WWW, 2014"], "Jin Song Dong": ["Automated runtime recovery for QoS-based service composition., WWW, 2014"], "Xiangqun Chen": ["Similarity-based web browser optimization., WWW, 2014"], "Xiaohui Guo": ["Temporal QoS-aware web service recommendation via non-negative tensor factorization., WWW, 2014"], "S. Muthukrishnan": ["Adscape: harvesting and analyzing online display ads., WWW, 2014"], "Yu Guo": ["Statistical inference in two-stage online controlled experiments with treatment selection and validation., WWW, 2014"], "Ilan Yaniv": ["An experimental evaluation of bidders' behavior in ad auctions., WWW, 2014"], "Ashish Sureka": ["Chaff from the wheat: characterization and modeling of deleted questions on stack overflow., WWW, 2014"], "Claire Cardie": ["Timeline generation: tracking individuals on twitter., WWW, 2014"], "Bruno Ribeiro": ["Modeling and predicting the growth and death of membership-based websites., WWW, 2014"], "Charles A. Sutton": ["Word storms: multiples of word clouds for visual comparison of documents., WWW, 2014"], "Joseph A. Konstan": ["Exploring the filter bubble: the effect of using recommender systems on content diversity., WWW, 2014"], "Jure Leskovec": ["Engaging with massive online courses., WWW, 2014", "The bursty dynamics of the Twitter information network., WWW, 2014", "Can cascades be predicted?, WWW, 2014"], "Brendan Lucier": ["User satisfaction in competitive sponsored search., WWW, 2014"], "Renato Paes Leme": ["Price competition in online combinatorial markets., WWW, 2014"], "Mohammad Reza Khani": ["Revenue monotone mechanisms for online advertising., WWW, 2014"], "Bernardo A. Huberman": ["Semantic stability in social tagging streams., WWW, 2014"], "Amrapali Zaveri": ["Test-driven evaluation of linked data quality., WWW, 2014"], "Amit P. Sheth": ["Don't like RDF reification?: making statements about statements using singleton property., WWW, 2014"], "Xiao Chen": ["Comment-based multi-view clustering of web 2.0 items., WWW, 2014"], "Nigam Shah": ["Finding progression stages in time-evolving event sequences., WWW, 2014"], "Tamás Sarlós": ["On estimating the average degree., WWW, 2014"], "Jianmin Wang": ["Who proposed the relationship?: recovering the hidden directions of undirected social networks., WWW, 2014"], "Kevin Chen-Chuan Chang": ["User profiling in an ego network: co-profiling attributes and relationships., WWW, 2014"], "Brian Gallagher": ["Attributed graph models: modeling network structure with correlated attributes., WWW, 2014"], "Maribel Acosta": ["WikiWho: precise and efficient attribution of authorship of revisioned content., WWW, 2014"], "Iryna Gurevych": ["What makes a good biography?: multidimensional quality analysis based on wikipedia article feedback data., WWW, 2014"], "Raffay Hamid": ["What makes an image popular?, WWW, 2014"], "Haewoon Kwak": ["STFU NOOB!: predicting crowdsourced decisions on toxic behavior in online games., WWW, 2014"], "Yanghee Choi": ["Unveiling group characteristics in online social games: a socio-economic analysis., WWW, 2014"], "Geoffrey M. Voelker": ["XXXtortion?: inferring registration intent in the .XXX TLD., WWW, 2014"], "Morteza Zadimoghaddam": ["How to influence people with partial incentives., WWW, 2014"], "Wilfred Ng": ["Fast topic discovery from web search streams., WWW, 2014"], "Jiawei Han": ["A hierarchical Dirichlet model for taxonomy expansion for search engines., WWW, 2014"], "Joemon M. Jose": ["Recent and robust query auto-completion., WWW, 2014"]}