{"Sepideh Mahabadi": ["Real-time recommendation of diverse related articles., WWW, 2013"], "Manik Varma": ["Multi-label learning with millions of labels: recommending advertiser bid phrases for web pages., WWW, 2013"], "Alexander J. Smola": ["Hierarchical geographical modeling of user locations from social media posts., WWW, 2013", "Distributed large-scale natural graph factorization., WWW, 2013", "Measurement and modeling of eye-mouse behavior in the presence of nonlinear page layouts., WWW, 2013"], "Matthew Denesuk": ["A CRM system for social media: challenges and experiences., WWW, 2013"], "Robin Sommer": ["Here's my cert, so trust me, maybe?: understanding TLS errors on the web., WWW, 2013"], "Kunal Punera": ["Towards a robust modeling of temporal interest change patterns for behavioral targeting., WWW, 2013"], "Oliver Spatscheck": ["The anatomy of LDNS clusters: findings and implications for web content delivery., WWW, 2013"], "Jure Leskovec": ["Steering user behavior with badges., WWW, 2013", "From amateurs to connoisseurs: modeling the evolution of user expertise through online reviews., WWW, 2013", "NIFTY: a system for large scale information flow tracking and clustering., WWW, 2013"], "David R. Karger": ["Cascading tree sheets and recombinant HTML: better encapsulation and retargeting of web content., WWW, 2013"], "Christos Faloutsos": ["CopyCatch: stopping group attacks by spotting lockstep behavior in social networks., WWW, 2013"], "Thore Graepel": ["Inferring the demographics of search users: social data meets search queries., WWW, 2013"], "Joel Oren": ["Strategyproof mechanisms for competitive influence in networks., WWW, 2013"], "Andrea Mauri": ["Reactive crowdsourcing., WWW, 2013"], "Rakesh Agrawal": ["On participation in group chats on Twitter., WWW, 2013"], "Aurélien Francillon": ["The role of web hosting providers in detecting compromised websites., WWW, 2013"], "Rodrigo de Oliveira": ["Your browsing behavior for a big mac: economics of personal information online., WWW, 2013"], "Sencun Zhu": ["Is this app safe for children?: a comparison study of maturity ratings on Android and iOS applications., WWW, 2013"], "Nicolas Christin": ["Traveling the silk road: a measurement analysis of a large anonymous online marketplace., WWW, 2013"], "Nina Mishra": ["Group chats on Twitter., WWW, 2013"], "Avinatan Hassidim": ["How to grow more pairs: suggesting review targets for comparison-friendly review ecosystems., WWW, 2013"], "Massimiliano Ciaramita": ["A framework for benchmarking entity-annotation systems., WWW, 2013"], "Disheng Qiu": ["A framework for learning web wrappers from the crowd., WWW, 2013"], "Helen J. Wang": ["Lightweight server support for browser-based CSRF protection., WWW, 2013"], "Vibhor Rastogi": ["Aggregating crowdsourced binary ratings., WWW, 2013"], "Tamás Sarlós": ["Optimal hashing schemes for entity matching., WWW, 2013"], "Christopher Potts": ["No country for old members: user lifecycle and linguistic change in online communities., WWW, 2013"], "Arpita Ghosh": ["Crowdsourced judgement elicitation with endogenous proficiency., WWW, 2013"], "Vasudeva Varma": ["Timespent based models for predicting user retention., WWW, 2013"], "Michael Shavlovsky": ["Attributing authorship of revisioned content., WWW, 2013"], "Rainer Gemulla": ["ClausIE: clause-based open information extraction., WWW, 2013"], "Philippe Cudré-Mauroux": ["Pick-a-crowd: tell me what you like, and i'll tell you what to do., WWW, 2013"], "Divesh Srivastava": ["Compact explanation of data fusion decisions., WWW, 2013"], "Idan Szpektor": ["From query to question in one click: suggesting synthetic questions to searchers., WWW, 2013"], "Ed H. Chi": ["Perception and understanding of social annotations in web search., WWW, 2013"], "Fabian M. Suchanek": ["AMIE: association rule mining under incomplete evidence in ontological knowledge bases., WWW, 2013"], "Kemafor Anyanwu": ["PrefixSolve: efficiently solving multi-source multi-destination path queries on RDF graphs by sharing suffix computations., WWW, 2013"], "Amir Herzberg": ["When tolerance causes weakness: the case of injection-friendly browsers., WWW, 2013"], "Renata Teixeira": ["Exploiting innocuous activity for correlating users across sites., WWW, 2013"], "Siddharth Suri": ["The cost of annoying ads., WWW, 2013"], "C. Lee Giles": ["Researcher homepage classification using unlabeled data., WWW, 2013"], "Ángel Cuevas": ["Google+ or Google-?: dissecting the evolution of the new OSN in its first year., WWW, 2013"], "Jun Wang": ["Probabilistic group recommendation via information matching., WWW, 2013", "Interactive exploratory search for multi page search results., WWW, 2013"], "Reza Zadeh": ["WTF: the who to follow service at Twitter., WWW, 2013"], "Inbal Ronen": ["Mining expertise and interests from social media., WWW, 2013"], "Christo Wilson": ["Measuring personalization of web search., WWW, 2013"], "Liran Katzir": ["Estimating clustering coefficients and size of social networks via random walk., WWW, 2013"], "Martin Gaedke": ["Exploiting annotations for the rapid development of collaborative web applications., WWW, 2013"], "Roi Blanco": ["Web usage mining with semantic analysis., WWW, 2013"], "Sam Shah": ["Organizational overlap on social networks and its applications., WWW, 2013"], "Giuseppe Ottaviano": ["Space-efficient data structures for Top-k completion., WWW, 2013"], "Can Zhu": ["Personalized recommendation via cross-domain triadic factorization., WWW, 2013"], "Huan Liu": ["Unsupervised sentiment analysis with emotional signals., WWW, 2013"], "Michalis Faloutsos": ["An analysis of socware cascades in online social networks., WWW, 2013"], "Janis Wolak": ["Measurement and analysis of child pornography trafficking on P2P networks., WWW, 2013"], "Laks V. S. Lakshmanan": ["HeteroMF: recommendation in heterogeneous information networks using context dependent factor models., WWW, 2013"], "Zhiyuan Cheng": ["Spatio-temporal dynamics of online memes: a study of geo-tagged tweets., WWW, 2013"], "Virgil D. Gligor": ["Accountable key infrastructure (AKI): a proposal for a public-key validation infrastructure., WWW, 2013"], "Kyuseok Shim": ["DIGTOBI: a recommendation system for Digg articles using probabilistic modeling., WWW, 2013"], "Mark Sandler": ["Understanding latency variations of black box services., WWW, 2013"], "Ümit V. Çatalyürek": ["Diversified recommendation on graphs: pitfalls, measures, and algorithms., WWW, 2013"], "Felix Schwagereit": ["What is the added value of negative links in online social networks?, WWW, 2013"], "David Lazer": ["Voices of victory: a computational focus group framework for tracking opinion shift in real time., WWW, 2013"], "Tim Regan": ["Rethinking the web as a personal archive., WWW, 2013"], "Schahram Dustdar": ["Expressive languages for selecting groups from graph-structured data., WWW, 2013"], "Chen-Nee Chuah": ["Modeling/predicting the evolution trend of osn-based applications., WWW, 2013"], "Karl Aberer": ["SoCo: a social network aided context-aware recommender system., WWW, 2013"], "Tatsuo Nakajima": ["Using stranger as sensors: temporal and geo-sensitive question answering via social media., WWW, 2013"], "Ali Mesbah": ["Imagen: runtime migration of browser sessions for javascript web applications., WWW, 2013"], "Kuan-Ta Chen": ["Gender swapping and user behaviors in online social games., WWW, 2013"], "Jie Tang": ["Mining structural hole spanners through information diffusion in social networks., WWW, 2013"], "Vishal Misra": ["On the evolution of the internet economic ecosystem., WWW, 2013"], "Giovanni Vigna": ["Two years of short URLs internet measurement: security threats and countermeasures., WWW, 2013"], "Nisheeth Shrivastava": ["Know your personalization: learning topic level personalization in online services., WWW, 2013"], "Frank M. Shipman III": ["Saving, reusing, and remixing web video: using attitudes and practices to reveal social norms., WWW, 2013"], "Martin Ester": ["The FLDA model for aspect-based opinion mining: addressing the cold start problem., WWW, 2013"], "Alan Mislove": ["Iolaus: securing online content rating systems., WWW, 2013"], "Joemon M. Jose": ["On cognition, emotion, and interaction aspects of search tasks with different search intentions., WWW, 2013", "Which vertical search engines are relevant?, WWW, 2013"], "Srivatsan Laxman": ["Ad impression forecasting for sponsored search., WWW, 2013"], "Jon Crowcroft": ["Understanding and decreasing the network footprint of catch-up tv., WWW, 2013", "Psychological maps 2.0: a web engagement enterprise starting in London., WWW, 2013"], "Daniel Gerber": ["Sorry, i don't speak SPARQL: translating SPARQL queries into natural language., WWW, 2013"], "Wouter Joosen": ["Bitsquatting: exploiting bit-flips for fun, or profit?, WWW, 2013"], "Noam Koenigstein": ["One-class collaborative filtering with random graphs., WWW, 2013"], "Dan Roth": ["Latent credibility analysis., WWW, 2013"], "Jie Gao": ["Predicting group stability in online social networks., WWW, 2013"], "I. V. Ramakrishnan": ["Predictive web automation assistant for people with vision impairments., WWW, 2013"], "Thomas S. Huang": ["Mining collective intelligence in diverse groups., WWW, 2013"], "Jun Zhang": ["Trade area analysis using user generated mobile location data., WWW, 2013"], "Matthias Hein": ["Towards realistic team formation in social networks based on densest subgraphs., WWW, 2013"], "Srinivasan Parthasarathy": ["Efficient community detection in large networks using content and links., WWW, 2013"], "Soumen Chakrabarti": ["Learning joint query interpretation and response ranking., WWW, 2013"], "Chris Preist": ["A model for green design of online news media services., WWW, 2013"], "Grant Schoenebeck": ["Potential networks, contagious communities, and understanding social network structure., WWW, 2013"], "Dan Cosley": ["Do social explanations work?: studying and modeling the effects of social explanations in recommender systems., WWW, 2013"], "Sören Auer": ["Question answering on interlinked data., WWW, 2013"], "Manas Mittal": ["Pricing mechanisms for crowdsourcing markets., WWW, 2013"], "Andreas Krause": ["Truthful incentives in crowdsourcing tasks using regret minimization mechanisms., WWW, 2013"], "Dustin Hillard": ["A predictive model for advertiser value-per-click in sponsored search., WWW, 2013"], "Jong Kim": ["I know the shortened URLs you clicked on Twitter: inference attack using public click analytics and Twitter metadata., WWW, 2013"], "Kuansan Wang": ["Exploring and exploiting user search behavior on mobile and tablet devices to improve search relevance., WWW, 2013"], "Xin Fu": ["Evaluating and predicting user engagement change with degraded search relevance., WWW, 2013"], "Rudi Studer": ["Data-Fu: a language and an interpreter for interaction with read/write linked data., WWW, 2013"], "Dan Pelleg": ["When relevance is not enough: promoting diversity and freshnessin personalized question recommendation., WWW, 2013"], "Yeye He": ["Mining acronym expansions and their meanings using query click log., WWW, 2013"], "Ujwal Gadiraju": ["Groundhog day: near-duplicate detection on Twitter., WWW, 2013"], "Adam Rae": ["Uncovering locally characterizing regions within geotagged data., WWW, 2013"], "Matthew Andrews": ["Spectral analysis of communication networks using Dirichlet eigenvalues., WWW, 2013"], "Jon M. Kleinberg": ["Subgraph frequencies: mapping the empirical and extremal geography of large graph collections., WWW, 2013"], "Antonio Alfredo Ferreira Loureiro": ["The self-feeding process: a unifying model for communication dynamics in the web., WWW, 2013"], "Christopher Richard Wren": ["Google+Ripples: a native visualization of information flow., WWW, 2013"], "Xiaofei He": ["Whom to mention: expand the diffusion of tweets by @ recommendation on micro-blogging systems., WWW, 2013"], "Ben Y. Zhao": ["Wisdom in the social crowd: an analysis of quora., WWW, 2013"], "Wei Chu": ["Learning to extract cross-session search tasks., WWW, 2013"], "Yi Chang": ["Content-aware click modeling., WWW, 2013"], "Anmol Bhasin": ["Is it time for a career switch?, WWW, 2013"], "Eric Horvitz": ["From cookies to cooks: insights on dietary patterns via analysis of web usage logs., WWW, 2013"], "Hongning Wang": ["Enhancing personalized search by mining and modeling task behavior., WWW, 2013"], "Hong Mei": ["Inferring dependency constraints on parameters for web services., WWW, 2013"], "Tie-Yan Liu": ["Predicting advertiser bidding behaviors in sponsored search by rationality modeling., WWW, 2013"], "Xueqi Cheng": ["A biterm topic model for short texts., WWW, 2013"], "Tao Mei": ["Unified entity search in social media community., WWW, 2013"], "Jian Lu": ["MATRI: a multi-aspect and transitive trust inference model., WWW, 2013"], "Minghua Chen": ["Predicting positive and negative links in signed social networks by transfer learning., WWW, 2013"], "Bo Zhang": ["Sparse online topic models., WWW, 2013"], "Hanqing Lu": ["TopRec: domain-specific recommendation through community topic mining in social network., WWW, 2013"], "Shi Feng": ["Localized matrix factorization for recommendation based on matrix block diagonal forms., WWW, 2013"], "Marco Pennacchiotti": ["Predicting purchase behaviors from social media., WWW, 2013"], "Philip S. Yu": ["Anatomy of a web-scale resale market: a data mining approach., WWW, 2013"], "Qiaozhu Mei": ["Questions about questions: an empirical analysis of information needs on Twitter., WWW, 2013"], "Jay Banerjee": ["Making the most of your triple store: query answering in OWL 2 using an RL reasoner., WWW, 2013"], "Jeff Yan": ["Security implications of password discretization for click-based graphical passwords., WWW, 2013"]}