{"Renu Tewari": ["Cooperative leases: scalable consistency maintenance in content distribution networks., WWW, 2002"], "Daniela Rosu": ["An evaluation of TCP splice benefits in web proxy servers., WWW, 2002"], "Jeffrey C. Mogul": ["Clarifying the fundamentals of HTTP., WWW, 2002", "Aliasing on the world wide web: prevalence and performance implications., WWW, 2002"], "Rune Hjelsvold": ["Streaming speech3: a framework for generating and streaming 3D text-to-speech and audio presentations to wireless PDAs as specified using extensions to SMIL., WWW, 2002"], "Patrick Schmitz": ["Multimedia meets computer graphics in SMIL2.0: a time model for the web., WWW, 2002"], "Yueting Zhuang": ["OCTOPUS: aggressive search of multi-modality data using multifaceted knowledge base., WWW, 2002"], "Donald Kossmann": ["XL: an XML programming language for web service specification and composition., WWW, 2002"], "Sheila A. McIlraith": ["Simulation, verification and automated composition of web services., WWW, 2002"], "Chris Preist": ["Semantic web support for the business-to-business e-commerce lifecycle., WWW, 2002"], "Nick Russell": ["A probabilistic approach to automated bidding in alternative auctions., WWW, 2002"], "Naftaly H. Minsky": ["Law-governed peer-to-peer auctions., WWW, 2002"], "Juan Feng": ["Paid placement strategies for internet search engines., WWW, 2002"], "Hector Garcia-Molina": ["Parallel crawlers., WWW, 2002"], "L. Ozsen": ["Optimal crawling strategies for web search engines., WWW, 2002"], "Mallela Subramanyam": ["Accelerated focused crawling through online relevance feedback., WWW, 2002"], "Jock D. Mackinlay": ["Fluid annotations through open hypermedia: using and extending emerging web standards., WWW, 2002"], "Shengdong Zhao": ["Hunter gatherer: interaction support for the creation and management of within-web-page collections., WWW, 2002"], "Jaime Navon": ["Model checking cobweb protocols for verification of HTML frames behavior., WWW, 2002"], "Tim Kindberg": ["Implementing physical hyperlinks using ubiquitous identifier resolution., WWW, 2002"], "Johan Hjelm": ["Profiles for the situated web., WWW, 2002"], "Calvin Powers": ["The social contract core., WWW, 2002"], "Tyler Palmer": ["Webformulate: a web-based visual continual query system., WWW, 2002"], "Lee S. Jensen": ["A flexible learning system for wrapping tables and lists in HTML documents., WWW, 2002"], "Jianying Hu": ["A machine learning based approach for table detection on the web., WWW, 2002"], "David M. Pennock": ["The structure of broad topics on the web., WWW, 2002"], "Steven Furnell": ["A web-based resource migration protocol using WebDAV., WWW, 2002"], "Ian D. Watson": ["A comparison of case-based reasoning approaches., WWW, 2002"], "Michael Rabinovich": ["Flash crowds and denial of service attacks: characterization and implications for CDNs and web sites., WWW, 2002"], "Craig E. Wills": ["Improving web performance by client characterization driven server adaptation., WWW, 2002"], "C. Lee Giles": ["Extracting query modifications from nonlinear SVMs., WWW, 2002"], "Wei-Ying Ma": ["Probabilistic query expansion using query logs., WWW, 2002"], "Vipin Kumar": ["Expert agreement and content based reranking in a meta search environment using Mearf., WWW, 2002"], "Amit Somani": ["YouServ: a web-hosting and content sharing tool for the masses., WWW, 2002"], "Robert Neches": ["Dynamic coordination of information management services for processing dynamic web content., WWW, 2002"], "Volker Schmitz": ["Price modeling in standards for electronic product catalogs based on XML., WWW, 2002"], "Pierangela Samarati": ["Choosing reputable servents in a P2P network., WWW, 2002"], "Neal Glew": ["Certified email with a light on-line trusted third party: design and implementation., WWW, 2002"], "Richard Sharp": ["Abstracting application-level web security., WWW, 2002"], "Amardeep Grewal": ["Probabilistic question answering on the web., WWW, 2002"], "Ramakrishnan Srikant": ["Searching with numbers., WWW, 2002"], "Piotr Indyk": ["Evaluating strategies for similarity search on the web., WWW, 2002"], "Jérôme Siméon": ["The Yin/Yang web: XML syntax and RDF semantics., WWW, 2002"], "Jeremy J. Carroll": ["Unparsing RDF/XML., WWW, 2002"], "Steffen Staab": ["Authoring and annotation of web pages in CREAM., WWW, 2002"], "Nabil Layaïda": ["An incremental XSLT transformation processor for XML document manipulation., WWW, 2002"], "Peter T. Wood": ["An event-condition-action language for XML., WWW, 2002"], "Laurent Tardif": ["Fast and efficient client-side adaptivity for SVG., WWW, 2002"], "Marco Maggini": ["Web page scoring systems for horizontal and vertical search., WWW, 2002"], "Taher H. Haveliwala": ["Topic-sensitive PageRank., WWW, 2002"], "Wei Zhang": ["Improvement of HITS-based algorithms on web documents., WWW, 2002"], "Atsuyoshi Nakamura": ["Improvements in practical aspects of optimally scheduling web advertising., WWW, 2002"], "Annalisa De Bonis": ["A lightweight protocol for the generation and distribution of secure e-coupons., WWW, 2002"], "José Carlos Brustoloni": ["Protecting electronic commerce from distributed denial-of-service attacks., WWW, 2002"], "Gary William Flake": ["Using web structure for classifying and describing web pages., WWW, 2002"], "Chip Whitmer": ["ChangeDetector[tm]: a site-level monitoring tool for the WWW., WWW, 2002"], "Sridhar Rajagopalan": ["Template detection via data mining and its applications., WWW, 2002"], "Michel Scholl": ["RQL: a declarative query language for RDF., WWW, 2002"], "Tore Risch": ["EDUTELLA: a P2P networking infrastructure based on RDF., WWW, 2002"], "Dan Suciu": ["Translating XSLT programs to Efficient SQL queries., WWW, 2002"], "Aya Soffer": ["Personalized pocket directories for mobile devices., WWW, 2002"], "Joseph Pasquale": ["A web middleware architecture for dynamic customization of content for wireless clients., WWW, 2002"], "Susie Wee": ["Mobile streaming media CDN enabled by dynamic SMIL., WWW, 2002"], "Alon Y. Halevy": ["Learning to map between ontologies on the semantic web., WWW, 2002"], "Raphael M. Malyankar": ["Vocabulary development for markup languages: a case study with maritime information., WWW, 2002"], "Frauke Weichhardt": ["A pragmatic application of the semantic web using SemTalk., WWW, 2002"], "Lan Yi": ["Visualizing web site comparisons., WWW, 2002"], "Eric Horvitz": ["Web montage: a dynamic personalized start page., WWW, 2002"], "David Goddeau": ["Building voiceXML browsers with openVXI., WWW, 2002"], "Yoav J. Hirsch": ["A graphical user interface toolkit approach to thin-client computing., WWW, 2002"], "Kristian J. Hammond": ["Clustering for opportunistic communication., WWW, 2002"], "Masaki Usui": ["Featuring web communities based on word co-occurrence structure of communications: 736., WWW, 2002"]}