{"Ya Zhang": ["A dynamic bayesian network click model for web search ranking., WWW, 2009"], "Christos Faloutsos": ["Click chain model in web search., WWW, 2009"], "Pradheep Elango": ["Spatio-temporal models for estimating click-through rate., WWW, 2009"], "Andrew W. Moore": ["Fast dynamic reranking in large graphs., WWW, 2009"], "Maxim Gurevich": ["Estimating the impressionrank of web pages., WWW, 2009"], "Hongyuan Zha": ["Learning to recognize reliable users and content in social media with coupled mutual reinforcement., WWW, 2009", "Web-scale classification with naive bayes., WWW, 2009"], "Monika Rauch Henzinger": ["Detecting the origin of text segments efficiently., WWW, 2009"], "Yong Yu": ["Enhancing diversity, coverage and balance for summarization through structure learning., WWW, 2009"], "Jun'ichi Tatemura": ["Efficient overlap and content reuse detection in blogs and online news articles., WWW, 2009"], "Jiangtao Ren": ["Latent space domain transfer between high dimensional overlapping distributions., WWW, 2009"], "Ji-Rong Wen": ["StatSnowball: a statistical approach to extracting entity relationships., WWW, 2009"], "Thore Graepel": ["Matchbox: large scale online bayesian recommendations., WWW, 2009"], "Anton Mityagin": ["Learning consensus opinion: mining data from a labeling game., WWW, 2009"], "Neel Sundaresan": ["Rated aspect summarization of short comments., WWW, 2009", "Buzz-based recommender system., WWW, 2009"], "Lillian Lee": ["How opinions are received by online communities: a case study on amazon.com helpfulness votes., WWW, 2009"], "Dong Xin": ["Exploiting web search to generate synonyms for entities., WWW, 2009", "Exploiting web search engines to search structured databases., WWW, 2009"], "Guven Fidan": ["Smart Miner: a new framework for mining large scale web usage data., WWW, 2009"], "Alexandros Ntoulas": ["Releasing search queries and clicks privately., WWW, 2009"], "Wei-Ying Ma": ["Incorporating site-level knowledge to extract structured data from web forums., WWW, 2009", "Mining interesting locations and travel sequences from GPS trajectories., WWW, 2009"], "Hang Li": ["Towards context-aware search by learning a very large variable length hidden markov model from search logs., WWW, 2009"], "Minyi Guo": ["A class-feature-centroid classifier for text categorization., WWW, 2009"], "Vijay K. Narayanan": ["Large scale multi-label classification via metalabeler., WWW, 2009"], "Kamesh Munagala": ["Hybrid keyword search auctions., WWW, 2009"], "Uri Nadav": ["Bid optimization for broad match ad auctions., WWW, 2009"], "Martin Pál": ["General auction mechanism for search advertising., WWW, 2009"], "Martin Zinkevich": ["Adaptive bidding for display advertising., WWW, 2009"], "Zheng Chen": ["How much can behavioral targeting help online advertising?, WWW, 2009", "Understanding user's query intent with wikipedia., WWW, 2009", "Competitive analysis from click-through log., WWW, 2009", "A probabilistic model based approach for blended search., WWW, 2009", "Mining multilingual topics from wikipedia., WWW, 2009", "Search result re-ranking based on gap between search queries and social tags., WWW, 2009", "Identifying vertical search intention of query through social tagging propagation., WWW, 2009"], "Benjamin Blau": ["Web service derivatives., WWW, 2009"], "Vincenzo Liberatore": ["Efficient application placement in a dynamic hosting platform., WWW, 2009"], "Oliver Spatscheck": ["Network-aware forward caching., WWW, 2009"], "Jacobus E. van der Merwe": ["Anycast-aware transport for content delivery networks., WWW, 2009"], "Mor Naaman": ["Less talk, more rock: automated organization of community-contributed collections of concert videos., WWW, 2009"], "Maurizio Montagnuolo": ["A generalised cross-modal clustering method applied to multimedia news semantic indexing and retrieval., WWW, 2009"], "Dorée D. Seligmann": ["What makes conversations interesting?: themes, participants and consequences of conversations in online social media., WWW, 2009"], "Roelof van Zwol": ["Visual diversification of image search results., WWW, 2009"], "Hong-Jiang Zhang": ["Tag ranking., WWW, 2009"], "Xian-Sheng Hua": ["Learning to tag., WWW, 2009", "Gamesense., WWW, 2009"], "Jianhua Feng": ["Efficient interactive fuzzy keyword search., WWW, 2009"], "Aneesh Sharma": ["An axiomatic approach for result diversification., WWW, 2009"], "Kunal Punera": ["Quicklink selection for navigational query results., WWW, 2009"], "Torsten Suel": ["Inverted index compression and query processing with optimized document ordering., WWW, 2009", "Using graphics processors for high performance IR query processing., WWW, 2009", "Improved techniques for result caching in web search engines., WWW, 2009"], "Jinyang Li": ["RuralCafe: web search in the rural developing world., WWW, 2009"], "Sergei Vassilvitskii": ["Nearest-neighbor caching for content-match applications., WWW, 2009"], "Prabhakar Raghavan": ["Compressed web indexes., WWW, 2009"], "Gilles Vandelle": ["Unsupervised query categorization using automatically-built concept graphs., WWW, 2009"], "Chris Leggetter": ["Discovering users' specific geo intention in web search., WWW, 2009"], "Vanja Josifovski": ["A search-based method for forecasting ad impression in contextual advertising., WWW, 2009"], "Jeffrey Yuan": ["Online expansion of rare queries for sponsored search., WWW, 2009"], "Federica Paci": ["Collective privacy management in social networks., WWW, 2009"], "Lise Getoor": ["To join or not to join: the illusion of privacy in social networks with mixed public and private user profiles., WWW, 2009"], "Craig E. Wills": ["Privacy diffusion on the web: a longitudinal perspective., WWW, 2009"], "Engin Kirda": ["All your contacts are belong to us: automated identity theft attacks on social networks., WWW, 2009"], "Trevor Jim": ["Using static analysis for Ajax intrusion detection., WWW, 2009"], "Jason I. Hong": ["A hybrid phish detection approach by identity discovery and keywords retrieval., WWW, 2009"], "Christian Morbidoni": ["Rapid prototyping of semantic mash-ups through semantic web pipes., WWW, 2009"], "Hermann de Meer": ["idMesh: graph-based disambiguation of linked data., WWW, 2009"], "Michael Kifer": ["OpenRuleBench: an analysis of the performance of rule engines., WWW, 2009"], "Eduardo Mena": ["Large scale integration of senses for the semantic web., WWW, 2009"], "David Aumueller": ["Triplify: light-weight linked data publication from relational databases., WWW, 2009"], "Gerhard Weikum": ["SOFIE: a self-organizing framework for information extraction., WWW, 2009", "Graffiti: node labeling in heterogeneous networks., WWW, 2009"], "Gerd Stumme": ["Evaluating similarity measures for emergent semantics of social tagging., WWW, 2009"], "Mitsuru Ishizuka": ["Measuring the similarity between implicit semantic relations from the web., WWW, 2009"], "Dmitry Lizorkin": ["Extracting key terms from noisy and multitheme documents., WWW, 2009"], "John Riedl": ["Tagommenders: connecting users to items through tags., WWW, 2009"], "Edward Y. Chang": ["Collaborative filtering for orkut communities: discovery of user latent behavior., WWW, 2009"], "Seung-Taek Park": ["Personalized recommendation on dynamic content using predictive bilinear models., WWW, 2009"], "Duncan J. Watts": ["Social search in \"Small-World\" experiments., WWW, 2009"], "Milan Vojnovic": ["Behavioral profiles for advanced email features., WWW, 2009"], "P. Krishna Gummadi": ["A measurement-driven analysis of information propagation in the flickr social network., WWW, 2009"], "Denise van Raaij": ["Network analysis of collaboration structure in Wikipedia., WWW, 2009"], "Christian Bauckhage": ["The slashdot zoo: mining a social network with negative edges., WWW, 2009"], "Hikaru Yamamoto": ["Community gravity: measuring bidirectional effects by trust and rating on online social networks., WWW, 2009"], "Jon M. Kleinberg": ["Mapping the world's photos., WWW, 2009"], "Stefan Siersdorfer": ["Ranking and classifying attractiveness of photos in folksonomies., WWW, 2009"], "Kristina Lerman": ["Constructing folksonomies from user-specified relations on flickr., WWW, 2009"], "Ya Xu": ["Computers and iphones and mobile phones, oh my!: a logs-based comparison of search users on different devices., WWW, 2009"], "Shojiro Nishio": ["A game based approach to assign geographical relevance to web images., WWW, 2009"], "Srinivas Annam": ["Web 2.0: blind to an accessible new world., WWW, 2009"], "Tim Dwyer": ["Scrolling behaviour with single- and multi-column layout., WWW, 2009"], "Shumeet Baluja": ["What's up CAPTCHA?: a CAPTCHA based on image orientation., WWW, 2009"], "Fabio Casati": ["Rapid development of spreadsheet-based web mashups., WWW, 2009"], "Yanbo Han": ["Mashroom: end-user mashup programming using nested tables., WWW, 2009"], "C. R. Ramakrishnan": ["Automated construction of web accessibility models from transaction click-streams., WWW, 2009"], "Thomas Risse": ["Combining global optimization with local selection for efficient QoS-aware service composition., WWW, 2009"], "Klara Nahrstedt": ["A trust management framework for service-oriented environments., WWW, 2009"], "T. H. Tse": ["Test case prioritization for regression testing of service-oriented business applications., WWW, 2009", "Where to adapt dynamic service compositions., WWW, 2009"], "Erik Wilde": ["Why is the web loosely coupled?: a multi-faceted metric for service design., WWW, 2009"], "Tamiya Onodera": ["Highly scalable web applications with zero-copy data transfer., WWW, 2009"], "Bruno Wassermann": ["REST-based management of loosely coupled services., WWW, 2009"], "Daniel Görgen": ["Co-browsing dynamic web pages., WWW, 2009"], "Toyotaro Suzumura": ["HTML templates that fly: a template engine approach to automated offloading from server to client., WWW, 2009"], "Haining Wang": ["Characterizing insecure javascript practices on the web., WWW, 2009"], "Dan Roth": ["Extracting article text from the web with maximum subsequence segmentation., WWW, 2009"], "Louise E. Moser": ["Extracting data records from the web using tag path clustering., WWW, 2009"], "Narayanan Shivakumar": ["Sitemaps: above and beyond the crawl of duty., WWW, 2009"], "Zhifeng Bao": ["Performing grouping and aggregate functions in XML queries., WWW, 2009"], "Darin McBeath": ["XQuery in the browser., WWW, 2009"], "Li Yan": ["Answering approximate queries over autonomous web databases., WWW, 2009"], "Paulo B. Góes": ["Analyzing seller practices in a Brazilian marketplace., WWW, 2009"], "Virgílio A. F. Almeida": ["A geographical analysis of knowledge production in computer science., WWW, 2009"], "Manish S. Gupta": ["Predicting click through rate for job listings., WWW, 2009"], "Farzin Maghoul": ["Query clustering using click-through graph., WWW, 2009"], "Chin-Wan Chung": ["An effective semantic search technique using ontology., WWW, 2009"], "Bhavani M. Thuraisingham": ["Relationalizing RDF stores for tools reusability., WWW, 2009", "Inferring private information using social network data., WWW, 2009"], "Michael Grossniklaus": ["C-SPARQL: SPARQL for continuous querying., WWW, 2009"], "Lizhu Zhou": ["Interactive search in XML data., WWW, 2009", "Discovering the staring people from social networks., WWW, 2009"], "Harry Halpin": ["Is there anything worth finding on the semantic web?, WWW, 2009"], "Paulo Gomes": ["Instance-based probabilistic reasoning in the semantic web., WWW, 2009"], "Robert Baumgartner": ["A flight meta-search engine with metamorph., WWW, 2009"], "Santanu Kolay": ["Thumbs-up: a game for playing to rank search results., WWW, 2009"], "Fabrizio Silvestri": ["Search shortcuts: driving users towards their goals., WWW, 2009"], "José Angel Olivas": ["Bucefalo: a tool for intelligent search and filtering for web-based personal health records., WWW, 2009"], "Yue Pan": ["Dataplorer: a scalable search engine for the data web., WWW, 2009"], "Byron Dom": ["Threshold selection for web-page classification with highly skewed class distribution., WWW, 2009"], "Gang Lu": ["News article extraction with template-independent wrapper., WWW, 2009", "Tag-oriented document summarization., WWW, 2009"], "C. Lee Giles": ["Graph based crawler seed selection., WWW, 2009"], "Ja-Ling Wu": ["Building term suggestion relational graphs from collective intelligence., WWW, 2009"], "Evgeniy Gabrilovich": ["Towards intent-driven bidterm suggestion., WWW, 2009"], "Chun Chen": ["Advertising keyword generation using active learning., WWW, 2009", "Probabilistic question recommendation for question answering communities., WWW, 2009"], "Alvaro Bolivar": ["Rare item detection in e-commerce site., WWW, 2009"], "Min Wang": ["A declarative framework for semantic link discovery over relational data., WWW, 2009"], "Lei Zhang": ["Modeling semantics and structure of discussion threads., WWW, 2009", "Ranking community answers via analogical reasoning., WWW, 2009"], "Andrey Gorshkov": ["Combining anchor text categorization and graph analysis for paid link detection., WWW, 2009"], "Ingmar Weber": ["Rethinking email message and people search., WWW, 2009", "Purely URL-based topic classification., WWW, 2009"], "Bin B. Zhu": ["WPBench: a benchmark for evaluating the client-side performance of web 2.0 applications., WWW, 2009"], "Varsha Apte": ["MASTH proxy: an extensible platform for web overload control., WWW, 2009"], "Jérôme Bogaerts": ["A messaging API for inter-widgets communication., WWW, 2009"], "Hiroyuki Kitagawa": ["Why are moved web pages difficult to find?: the WISH approach., WWW, 2009"], "Kunsoo Park": ["Detecting soft errors by redirection classification., WWW, 2009"], "Dongwon Lee": ["Automatic web service composition with abstraction and refinement., WWW, 2009"], "Yugyung Lee": ["SGPS: a semantic scheme for web service similarity., WWW, 2009"], "Huipeng Guo": ["Automated synthesis of composite services with correctness guarantee., WWW, 2009"], "Xinh Huynh": ["User-centric content freshness metrics for search engines., WWW, 2009"], "Chin-Yu Huang": ["Reliability analysis using weighted combinational models for web-based software., WWW, 2009"], "Huajun Chen": ["sMash: semantic-based mashup navigation for data API network., WWW, 2009"], "Amar Viswanathan": ["Semantic wiki aided business process specification., WWW, 2009"], "Patrick Gatellier": ["Raise semantics at the user level for dynamic and interactive SOA-based portals., WWW, 2009"], "Qin-Wu Nie": ["Towards lightweight and efficient DDOS attacks detection for web server., WWW, 2009"], "Marie-Odile Cordier": ["A general framework for adaptive and online detection of web attacks., WWW, 2009"], "Hirofumi Suzuki": ["PAKE-based mutual HTTP authentication for preventing phishing attacks., WWW, 2009"], "Ayman Farahat": ["Privacy preserving frequency capping in internet banner advertising., WWW, 2009"], "Elisabeth Lex": ["Crosslanguage blog mining and trend visualisation., WWW, 2009"], "Satoshi Sato": ["Crawling English-Japanese person-name transliterations from the web., WWW, 2009"], "Erik Van der Goot": ["Near real time information mining in multilingual news., WWW, 2009"], "Ralf Steinmetz": ["Towards language-independent web genre detection., WWW, 2009"], "Su Chan": ["The web of nations., WWW, 2009"], "Martin Nussbaumer": ["Cascading style sheets: a novel approach towards productive styling with today's standards., WWW, 2009"], "Marden S. Neubert": ["Automatically filling form-based web interfaces with free text inputs., WWW, 2009"], "Christian Kohlschütter": ["A densitometric analysis of web template content., WWW, 2009"], "Meritxell González": ["A flexible dialogue system for enhancing web usability., WWW, 2009"], "Ludger Martin": ["Estimating web site readability using content extraction., WWW, 2009"], "Pilar Paris": ["Web content accessibility guidelines: from 1.0 to 2.0., WWW, 2009"], "Bingyu Qiu": ["Mining cultural differences from a large number of geotagged photos., WWW, 2009"], "Jing-Yao Wang": ["An experimental study of large-scale mobile social network., WWW, 2009"], "Yun-Fei Zhang": ["A P2P based distributed services network for next generation mobile internet communications., WWW, 2009"], "Siva Ravada": ["Securely implementing open geospatial consortium web service interface standards in oracle spatial., WWW, 2009"], "Davide Carboni": ["Visualization of Geo-annotated pictures in mobile phones., WWW, 2009"], "Gregory Grefenstette": ["Deducing trip related information from flickr., WWW, 2009"], "Xinchang Zhang": ["Link based small sample learning for web spam detection., WWW, 2009"], "Guan Luo": ["Detecting image spam using local invariant features and pyramid match kernel., WWW, 2009"], "Xiangyang Xue": ["Web image retrieval reranking with multi-view clustering., WWW, 2009"], "Anirban Mahanti": ["Characterizing web-based video sharing workloads., WWW, 2009"], "Raluca Paiu": ["Deriving music theme annotations from user tags., WWW, 2009"], "Masatoshi Yoshikawa": ["Signaling emotion in tagclouds., WWW, 2009"], "Lian Li": ["Two birds with one stone: a graph-based framework for disambiguating and tagging people names in web search., WWW, 2009"], "Ali Dasdan": ["The value of socially tagged urls for a search engine., WWW, 2009"], "Wei Li": ["The recurrence dynamics of social tagging., WWW, 2009"], "Hidir Aras": ["Playful tagging: folksonomy generation using online games., WWW, 2009"], "Nadav Golbandi": ["Social search and discovery using a unified approach., WWW, 2009"], "Aisling Kelliher": ["Extracting community structure through relational hypergraphs., WWW, 2009"], "Jeehoon Lee": ["Ranking user-created contents by search user's inclination in online communities., WWW, 2009"], "Ajay Gupta": ["Retaining personal expression for social search., WWW, 2009"], "Maria P. Grineva": ["Analysis of community structure in Wikipedia., WWW, 2009"], "Yohei Murakami": ["Content hole search in community-type content., WWW, 2009"], "Dimitrios Gunopulos": ["Searching for events in the blogosphere., WWW, 2009"], "Mohamed Dekhil": ["Discovering user profiles., WWW, 2009"], "Marius Pasca": ["Bootstrapped extraction of class attributes., WWW, 2009"]}