{"Melanie Johnston-Hollitt": ["Taming the Data Deluge to Unravel the Mysteries of the Universe., WWW, 2017"], "Mark Pesce": ["The Web-Wide World., WWW, 2017"], "Yoelle Maarek": ["Web Mail is not Dead!: It's Just Not Human Anymore., WWW, 2017"], "Hamid Nazerzadeh": ["Deals or No Deals: Contract Design for Online Advertising., WWW, 2017"], "Vahab S. Mirrokni": ["Budget Management Strategies in Repeated Auctions., WWW, 2017"], "Rad Niazadeh": ["GSP: The Cinderella of Mechanism Design., WWW, 2017"], "Alexey Drutsa": ["Horizon-Independent Optimal Pricing in Repeated Auctions with Truthful and Strategic Buyers., WWW, 2017"], "Christopher A. Wilkens": ["Sponsored Search Auctions with Rich Ads., WWW, 2017"], "Adam Wierman": ["Prices and Subsidies in the Sharing Economy., WWW, 2017"], "Kamesh Munagala": ["Segmenting Two-Sided Markets., WWW, 2017", "Collaborative Optimization for Collective Decision-making in Continuous Spaces., WWW, 2017"], "Gali Noti": ["An Experimental Evaluation of Regret-Based Econometrics., WWW, 2017"], "R. Preston McAfee": ["Usage Patterns and the Economics of the Public Cloud., WWW, 2017"], "Yi Chang": ["Understanding and Discovering Deliberate Self-harm Content in Social Media., WWW, 2017"], "Gillian M. Sandstrom": ["Mobile Sensing at the Service of Mental Well-being: a Large-scale Longitudinal Study., WWW, 2017"], "Jamie Zeitzer": ["Harnessing the Web for Population-Scale Physiological Sensing: A Case Study of Sleep and Performance., WWW, 2017"], "Noémie Elhadad": ["Cataloguing Treatments Discussed and Used in Online Autism Communities., WWW, 2017"], "Soo-Mook Moon": ["Web Application Migration with Closure Reconstruction., WWW, 2017"], "Yunxin Liu": ["AppHolmes: Detecting and Characterizing App Collusion among Third-Party Android Markets., WWW, 2017"], "Evangelos P. Markatos": ["The Long-Standing Privacy Debate: Mobile Websites vs Mobile Apps., WWW, 2017"], "Jason I. Hong": ["An Explorative Study of the Mobile App Ecosystem from App Developers' Perspective., WWW, 2017"], "Tat-Seng Chua": ["Neural Collaborative Filtering., WWW, 2017"], "Hui Xiong": ["Learning to Recommend Accurate and Diverse Items., WWW, 2017"], "Deborah Estrin": ["Collaborative Metric Learning., WWW, 2017"], "John R. Anderson": ["Beyond Globally Optimal: Focused Learning for Improved Recommendations., WWW, 2017"], "Christos Faloutsos": ["AutoCyclone: Automatic Mining of Cyclic Online Activities with Robust Tensor Factorization., WWW, 2017"], "Zhongzhi Zhang": ["Assessing Percolation Threshold Based on High-Order Non-Backtracking Matrices., WWW, 2017"], "Mauro Sozio": ["Large Scale Density-friendly Graph Decomposition via Convex Programming., WWW, 2017"], "Maria Luisa Sapino": ["nTD: Noise-Profile Adaptive Tensor Decomposition., WWW, 2017"], "Fahad R. Dogar": ["Measuring and Improving the Reliability of Wide-Area Cloud Paths., WWW, 2017"], "Rodrigo Rodrigues": ["Blotter: Low Latency Transactions for Geo-Replicated Storage., WWW, 2017"], "Adam Roegiest": ["Ten Blue Links on Mars., WWW, 2017"], "Annette Bieniusa": ["Legion: Enriching Internet Services with Peer-to-Peer Interactions., WWW, 2017"], "Elad Yom-Tov": ["Inferring Individual Attributes from Search Engine Queries and Auxiliary Information., WWW, 2017"], "Daniela Paolotti": ["Using Participatory Web-based Surveillance Data to Improve Seasonal Influenza Forecasting in Italy., WWW, 2017"], "Alessandro Vespignani": ["Forecasting Seasonal Influenza Fusing Digital Indicators and a Mechanistic Disease Model., WWW, 2017"], "Mark A. Musen": ["PhLeGrA: Graph Analytics in Pharmacology over the Web of Life Sciences Linked Open Data., WWW, 2017", "How Users Explore Ontologies on the Web: A Study of NCBO's BioPortal Usage Logs., WWW, 2017"], "Lin Zhong": ["Reducing Latency by Eliminating Synchrony., WWW, 2017"], "Monica S. Lam": ["Almond: The Architecture of an Open, Crowdsourced, Privacy-Preserving, Programmable Virtual Assistant., WWW, 2017"], "Tarek F. Abdelzaher": ["DeepSense: A Unified Deep Learning Framework for Time-Series Mobile Sensing Data Processing., WWW, 2017"], "Jiawei Han": ["Regions, Periods, Activities: Uncovering Urban Dynamics via Cross-Modal Representation Learning., WWW, 2017", "CoType: Joint Extraction of Typed Entities and Relations with Knowledge Bases., WWW, 2017"], "Panayiotis Tsaparas": ["Fairness in Package-to-Group Recommendations., WWW, 2017"], "Thomas S. Huang": ["Streaming Recommender Systems., WWW, 2017"], "Huan Liu": ["What Your Images Reveal: Exploiting Visual Contents for Point-of-Interest Recommendation., WWW, 2017"], "Gao Cong": ["A General Model for Out-of-town Region Recommendation., WWW, 2017"], "Andrew Tomkins": ["Linear Additive Markov Processes., WWW, 2017"], "Morteza Zadimoghaddam": ["Submodular Optimization Over Sliding Windows., WWW, 2017"], "Ashish Goel": ["When Hashes Met Wedges: A Distributed Algorithm for Finding High Similarity Vectors., WWW, 2017"], "C. Seshadhri": ["A Fast and Provable Method for Estimating Clique Counts Using Turán's Theorem., WWW, 2017"], "Steve Uhlig": ["Exploring HTTP Header Manipulation In-The-Wild., WWW, 2017"], "Feng Qian": ["Push or Request: An Investigation of HTTP/2 Server Push for Improving Mobile Performance., WWW, 2017"], "Rich Wolski": ["Performance Monitoring and Root Cause Analysis for Cloud-hosted Web Applications., WWW, 2017"], "Eiko Yoneki": ["BOAT: Building Auto-Tuners with Structured Bayesian Optimization., WWW, 2017"], "David Elsweiler": ["Investigating the Healthiness of Internet-Sourced Recipes: Implications for Meal Planning and Recommender Systems., WWW, 2017"], "Patrick Olivier": ["Sangoshthi: Empowering Community Health Workers through Peer Learning in Rural India., WWW, 2017"], "Antonio Torralba": ["Is Saki #delicious?: The Food Perception Gap on Instagram and Its Relation to Health., WWW, 2017"], "Luca Foschini": ["The Spread of Physical Activity Through Social Networks., WWW, 2017"], "Zongru Wan": ["Drawing Sound Conclusions from Noisy Judgments., WWW, 2017"], "Hongyuan Zha": ["Exploring Query Auto-Completion and Click Logs for Contextual-Aware Web Search and Query Suggestion., WWW, 2017"], "Ryen W. White": ["Web Search as a Linguistic Tool., WWW, 2017"], "Chong Feng": ["Query Expansion Based on a Feedback Concept Model for Microblog Retrieval., WWW, 2017"], "Piotr Wygocki": ["Why Do Cascade Sizes Follow a Power-Law?, WWW, 2017"], "Qiaozhu Mei": ["DeepCas: An End-to-end Predictor of Information Cascades., WWW, 2017"], "Aneesh Sharma": ["Cascades: A View from Audience., WWW, 2017"], "Lada A. Adamic": ["Detecting Large Reshare Cascades in Social Networks., WWW, 2017"], "Haitao Zheng": ["Identifying Value in Crowdsourced Wireless Signal Measurements., WWW, 2017"], "Xiaojuan Ma": ["Location Privacy-Preserving Task Allocation for Mobile Crowdsensing with Differential Geo-Obfuscation., WWW, 2017"], "Cyrus Shahabi": ["PaRE: A System for Personalized Route Guidance., WWW, 2017"], "Michael Backes": ["Who Controls the Internet?: Analyzing Global Threats using Property Graph Traversals., WWW, 2017"], "Vern Paxson": ["Tools for Automated Analysis of Cybercriminal Markets., WWW, 2017"], "Iosif-Viorel Onut": ["Tracking Phishing Attacks Over Time., WWW, 2017"], "Michael Bailey": ["Security Challenges in an Increasingly Tangled Web., WWW, 2017"], "Liang Wang": ["Blood Pressure Prediction via Recurrent Models with Contextual Layer., WWW, 2017"], "Ingemar Johansson Cox": ["Enhancing Feature Selection Using Word Embeddings: The Case of Flu Surveillance., WWW, 2017"], "Oladimeji Farri": ["Adverse Drug Event Detection in Tweets with Semi-Supervised Convolutional Neural Networks., WWW, 2017"], "Alex Sandy Pentland": ["DeepMood: Forecasting Depressed Mood Based on Self-Reported Histories via Recurrent Neural Networks., WWW, 2017"], "Ambuj K. Singh": ["GPOP: Scalable Group-level Popularity Prediction for Online Content in Social Networks., WWW, 2017"], "Pascal Van Hentenryck": ["Expecting to be HIP: Hawkes Intensity Processes for Social Media Popularity., WWW, 2017"], "Kristina Lerman": ["Taming the Unpredictability of Cultural Markets with Social Influence., WWW, 2017"], "Karl Aberer": ["Predicting the Success of Online Petitions Leveraging Multidimensional Time-Series., WWW, 2017"], "Dit-Yan Yeung": ["Dynamic Key-Value Memory Networks for Knowledge Tracing., WWW, 2017"], "Kemafor Anyanwu": ["Type-based Semantic Optimization for Scalable RDF Graph Pattern Matching., WWW, 2017"], "Felix Xavier Acero Salazar": ["Extracting Emerging Knowledge from Social Media., WWW, 2017"], "Gerhard Weikum": ["Distilling Task Knowledge from How-To Communities., WWW, 2017", "Automated Template Generation for Question Answering over Knowledge Graphs., WWW, 2017"], "Jaewoo Kang": ["Constructing and Evaluating a Novel Crowdsourcing-based Paraphrased Opinion Spam Dataset., WWW, 2017"], "Krishna P. Gummadi": ["Optimizing the Recency-Relevancy Trade-off in Online News Recommendations., WWW, 2017", "Fairness Beyond Disparate Treatment & Disparate Impact: Learning Classification without Disparate Mistreatment., WWW, 2017"], "Manuel Gomez-Rodriguez": ["Distilling Information Reliability and Source Trustworthiness from Digital Traces., WWW, 2017", "Modeling the Dynamics of Learning Activity on the Web., WWW, 2017"], "V. S. Subrahmanian": ["An Army of Me: Sockpuppets in Online Discussion Communities., WWW, 2017"], "Zhiqiang Lin": ["SMARTGEN: Exposing Server URLs of Mobile Apps With Selective Symbolic Execution., WWW, 2017"], "Tamara Rezk": ["On the Content Security Policy Violations due to the Same-Origin Policy., WWW, 2017"], "Nabil Schear": ["Transparent Web Service Auditing via Network Provenance Functions., WWW, 2017"], "Dongyan Xu": ["J-Force: Forced Execution on JavaScript., WWW, 2017"], "Deng Cai": ["User Personalized Satisfaction Prediction via Multiple Instance Deep Learning., WWW, 2017"], "Markus Strohmaier": ["What Makes a Link Successful on Wikipedia?, WWW, 2017", "Sampling from Social Networks with Attributes., WWW, 2017"], "David M. Mimno": ["Cats and Captions vs. Creators and the Clock: Comparing Multimodal Content to Context in Predicting Relative Popularity., WWW, 2017"], "Hongning Wang": ["Clustered Model Adaption for Personalized Sentiment Analysis., WWW, 2017"], "Masakazu Ishihata": ["Exact Computation of Influence Spread by Binary Decision Diagrams., WWW, 2017"], "Tamir Tassa": ["Secure Centrality Computation Over Multiple Networks., WWW, 2017"], "Shang-Hua Teng": ["Interplay between Social Influence and Network Centrality: A Comparative Study on Shapley Centrality and Single-Node-Influence Centrality., WWW, 2017"], "Yuichi Yoshida": ["Portfolio Optimization for Influence Spread., WWW, 2017"], "Fiana Raiber": ["Extracting and Ranking Travel Tips from User-Generated Reviews., WWW, 2017"], "Pedro Szekely": ["Information Extraction in Illicit Web Domains., WWW, 2017"], "Brendan O'Connor": ["Learning to Extract Events from Knowledge Base Revisions., WWW, 2017"], "David F. Gleich": ["Correlation Clustering with Low-Rank Matrices., WWW, 2017"], "Chengqi Zhang": ["Consistent Weighted Sampling Made More Practical., WWW, 2017"], "Martin Jaggi": ["Leveraging Large Amounts of Weakly Supervised Data for Multi-Language Sentiment Classification., WWW, 2017"], "Cun-Hui Zhang": ["Theory of the GMM Kernel., WWW, 2017"], "Jidong Shao": ["Bimodal Distribution and Co-Bursting in Review Spam Detection., WWW, 2017"], "Shaoping Ma": ["Detecting Collusive Spamming Activities in Community Question Answering., WWW, 2017"], "Neil Shah": ["FLOCK: Combating Astroturfing on Livestreaming Platforms., WWW, 2017"], "David Mandell Freeman": ["Can You Spot the Fakes?: On the Limitations of User Feedback in Online Social Networks., WWW, 2017"], "Julian McAuley": ["Modeling Consumer Preferences and Price Sensitivities from Large-Scale Grocery Shopping Transaction Logs., WWW, 2017"], "Hwanjo Yu": ["Do \"Also-Viewed\" Products Help User Rating Prediction?, WWW, 2017"], "Kun-Ta Chuang": ["Monetary Discount Strategies for Real-Time Promotion Campaign., WWW, 2017"], "Ritendra Datta": ["Predicting Latent Structured Intents from Shopping Queries., WWW, 2017"], "Magy Seif El-Nasr": ["EOMM: An Engagement Optimized Matchmaking Framework., WWW, 2017"], "Patrick Thiran": ["Back To The Source: An Online Approach for Sensor Placement and Source Localization., WWW, 2017"], "Gianluca Stringhini": ["What's in a Name?: Understanding Profile Name Reuse on Twitter., WWW, 2017"], "Fajie Yuan": ["A Semantic Graph-Based Approach for Mining Common Topics from Multiple Asynchronous Text Streams., WWW, 2017"], "Sören Auer": ["Neural Network-based Question Answering over Knowledge Graphs on Word and Character Level., WWW, 2017"], "Ermyas Abebe": ["Detecting Duplicate Posts in Programming QA Communities via Latent Semantics and Association Rules., WWW, 2017"], "Tadayoshi Kohno": ["How Public Is My Private Life?: Privacy in Online Dating., WWW, 2017"], "Depeng Jin": ["Trajectory Recovery From Ash: User Privacy Is NOT Preserved in Aggregated Mobility Data., WWW, 2017"], "Igor Santos": ["The Onions Have Eyes: A Comprehensive Structure and Privacy Analysis of Tor Hidden Services., WWW, 2017"], "Arvind Narayanan": ["De-anonymizing Web Browsing Data with Social Networks., WWW, 2017"], "Jamie Callan": ["Explicit Semantic Ranking for Academic Search via Knowledge Graph Embedding., WWW, 2017"], "Arnab Bhattacharya": ["Neighbor-Aware Search for Approximate Labeled Graph Matching using the Chi-Square Statistics., WWW, 2017"], "Nick Craswell": ["Learning to Match using Local and Distributed Representations of Text for Web Search., WWW, 2017"], "Pavel Serdyukov": ["Using the Delay in a Treatment Effect to Improve Sensitivity and Preserve Directionality of Engagement Metrics in A/B Experiments., WWW, 2017"], "Liangjie Hong": ["GB-CENT: Gradient Boosted Categorical Embedding and Numerical Trees., WWW, 2017"], "Ping Li": ["Decoupled Collaborative Ranking., WWW, 2017"], "Joydeep Ghosh": ["LETOR Methods for Unsupervised Rank Aggregation., WWW, 2017"], "Steffen Rendle": ["A Generic Coordinate Descent Framework for Learning from Implicit Feedback., WWW, 2017"], "Ee-Peng Lim": ["On Analyzing User Topic-Specific Platform Preferences Across Multiple Social Media Sites., WWW, 2017"], "Jon M. Kleinberg": ["Competition and Selection Among Conventions., WWW, 2017"], "Sean J. Taylor": ["Discussion Quality Diffuses in the Digital Public Square., WWW, 2017"], "Cristian Danescu-Niculescu-Mizil": ["When Confidence and Competence Collide: Effects on Online Decision-Making Discussions., WWW, 2017"], "Lucas Dixon": ["Ex Machina: Personal Attacks Seen at Scale., WWW, 2017"], "Elisabeth Lex": ["Temporal Effects on Hashtag Reuse in Twitter: A Cognitive-Inspired Hashtag Recommendation Approach., WWW, 2017"], "Ruben H. Zamar": ["Exploring Rated Datasets with Rating Maps., WWW, 2017"], "Vaidyanathan Vishal": ["ESCAPE: Efficiently Counting All 5-Vertex Subgraphs., WWW, 2017"], "Sucheta Soundarajan": ["The k-peak Decomposition: Mapping the Global Structure of Graphs., WWW, 2017"], "Michael Mitzenmacher": ["Scalable Motif-aware Graph Clustering., WWW, 2017"], "Sergei Vassilvitskii": ["Indexing Public-Private Graphs., WWW, 2017"], "Alex C. Snoeren": ["Pinning Down Abuse on Google Maps., WWW, 2017"], "Nick Nikiforakis": ["Extended Tracking Powers: Measuring the Privacy Diffusion Enabled by Browser Extensions., WWW, 2017"], "Wei-Hsi Lin": ["Security Implications of Redirection Trail in Popular Websites Worldwide., WWW, 2017"], "Limin Jia": ["Some Recipes Can Do More Than Spoil Your Appetite: Analyzing the Security and Privacy Risks of IFTTT Recipes., WWW, 2017"], "Daniel J. Liebling": ["Characterizing Email Search using Large-scale Behavioral Logs and Surveys., WWW, 2017"], "Balint Miklos": ["Template Induction over Unstructured Email Corpora., WWW, 2017"], "Mingyang Zhang": ["Situational Context for Ranking in Personal Search., WWW, 2017"], "Ariel Raviv": ["The Demographics of Mail Search and their Application to Query Suggestion., WWW, 2017", "Promoting Relevant Results in Time-Ranked Mail Search., WWW, 2017"], "Neil Zhenqiang Gong": ["AttriInfer: Inferring User Attributes in Online Social Networks Using Markov Random Fields., WWW, 2017"], "Leanne M. Hirshfield": ["Neural Underpinnings of Website Legitimacy and Familiarity Detection: An fNIRS Study., WWW, 2017"], "Lise Getoor": ["Probabilistic Visitor Stitching on Cross-Device Web Logs., WWW, 2017"], "Jure Leskovec": ["Why We Read Wikipedia., WWW, 2017"], "Chun Chen": ["Learning Personalized Preference of Strong and Weak Ties for Social Recommendation., WWW, 2017"], "Philip S. Yu": ["Cross View Link Prediction by Learning Noise-resilient Representation Consensus., WWW, 2017"], "Yudian Zheng": ["Semi-supervised Clustering in Attributed Heterogeneous Information Networks., WWW, 2017"], "Xunxun Chen": ["An Efficient Approach to Event Detection and Forecasting in Dynamic Multivariate Social Media Networks., WWW, 2017"]}