{"Ohad Shamir": ["On the Complexity of Bandit and Derivative-Free Stochastic Convex Optimization., COLT, 2013"], "Yining Wang": ["A Theoretical Analysis of NDCG Type Ranking Measures., COLT, 2013"], "Massimiliano Pontil": ["Excess risk bounds for multitask learning with trace norm regularization., COLT, 2013"], "Roi Livni": ["Honest Compressions and Their Application to Compression Schemes., COLT, 2013"], "Amit Daniely": ["The price of bandit information in multiclass online classification., COLT, 2013"], "Stanislav Minsker": ["Estimation of Extreme Values and Associated Level Sets of a Regression Function via Selective Sampling., COLT, 2013"], "Sébastien Bubeck": ["Bounded regret in stochastic multi-armed bandits., COLT, 2013"], "Lijun Zhang": ["Recovering the Optimal Solution by Dual Random Projection., COLT, 2013"], "Andrey Bernstein": ["Opportunistic Strategies for Generalized No-Regret Problems., COLT, 2013"], "Oren Anava": ["Online Learning for Time Series Prediction., COLT, 2013"], "Francis R. Bach": ["Sharp analysis of low-rank kernel matrix approximations., COLT, 2013"], "Chao-Kai Chiang": ["Beating Bandits in Gradually Evolving Worlds., COLT, 2013"], "Emilie Kaufmann": ["Information Complexity in Bandit Subset Selection., COLT, 2013"], "Mehrdad Mahdavi": ["Passive Learning with Target Risk., COLT, 2013"], "Mikhail Belkin": ["Blind Signal Separation in the Presence of Gaussian Noise., COLT, 2013"], "Maria-Florina Balcan": ["Active and passive learning of linear separators under log-concave distributions., COLT, 2013"], "Sanjoy Dasgupta": ["Randomized partition trees for exact nearest neighbor search., COLT, 2013"], "Shivani Agarwal": ["Surrogate Regret Bounds for the Area Under the ROC Curve via Strongly Proper Losses., COLT, 2013"], "Moritz Hardt": ["Algorithms and Hardness for Robust Subspace Recovery., COLT, 2013"], "Ruth Urner": ["PLAL: Cluster-based active learning., COLT, 2013"], "Pranjal Awasthi": ["Learning Using Local Membership Queries., COLT, 2013"], "Marcus Hutter": ["Sparse Adaptive Dirichlet-Multinomial-like Processes., COLT, 2013"], "Luc Devroye": ["Prediction by random-walk perturbation., COLT, 2013"], "Vianney Perchet": ["Approachability, fast and slow., COLT, 2013"], "Clayton Scott": ["Classification with Asymmetric Label Noise: Consistency and Maximal Denoising., COLT, 2013"], "Cheng Li": ["General Oracle Inequalities for Gibbs Posterior with Application to Ranking., COLT, 2013"], "Daniel M. Kane": ["Learning Halfspaces Under Log-Concave Densities: Polynomial Approximations and Moment Matching., COLT, 2013"], "David P. Woodruff": ["Subspace Embeddings and \\(\\ell_p\\)-Regression Using Exponential Random Variables., COLT, 2013"], "Robert A. Vandermeulen": ["Consistency of Robust Kernel Density Estimators., COLT, 2013"], "Yuchen Zhang": ["Divide and Conquer Kernel Ridge Regression., COLT, 2013"], "Eyal Gofer": ["Regret Minimization for Branching Experts., COLT, 2013"], "Peter L. Bartlett": ["Horizon-Independent Optimal Prediction with Log-Loss in Exponential Families., COLT, 2013"], "Claudio Gentile": ["Online Similarity Prediction of Networked Data from Known and Unknown Graphs., COLT, 2013"], "Gábor Bartók": ["A near-optimal algorithm for finite partial-monitoring games against adversarial opponents., COLT, 2013"], "Vitaly Feldman": ["Representation, Approximation and Learning of Submodular Functions Using Low-rank Decision Trees., COLT, 2013"], "Lachlan L. H. Andrew": ["A Tale of Two Metrics: Simultaneous Bounds on Competitiveness and Regret., COLT, 2013"], "Jayadev Acharya": ["Optimal Probability Estimation with Applications to Prediction and Classification., COLT, 2013"], "Sung-Soon Choi": ["Polynomial Time Optimal Query Algorithms for Finding Graphs with Arbitrary Real Weights., COLT, 2013"], "Abhradeep Thakurta": ["Differentially Private Feature Selection via Stability Arguments, and the Robustness of the Lasso., COLT, 2013"], "Wouter M. Koolen": ["Learning a set of directions., COLT, 2013"], "Animashree Anandkumar": ["A Tensor Spectral Approach to Learning Mixed Membership Community Models., COLT, 2013"], "Ittai Abraham": ["Adaptive Crowdsourcing Algorithms for the Bandit Survey Problem., COLT, 2013"], "Matus Telgarsky": ["Boosting with the Logistic Loss is Consistent., COLT, 2013"], "Wei Han": ["Competing With Strategies., COLT, 2013"], "Alexander Rakhlin": ["Online Learning with Predictable Sequences., COLT, 2013"], "Joseph Anderson": ["Efficient Learning of Simplices., COLT, 2013"], "Quentin Berthet": ["Complexity Theoretic Lower Bounds for Sparse Principal Component Detection., COLT, 2013"], "Yevgeny Seldin": ["Open Problem: Adversarial Multiarmed Bandits with Limited Advice., COLT, 2013"], "Tomer Koren": ["Open Problem: Fast Stochastic Exp-Concave Optimization., COLT, 2013"], "Jiazhong Nie": ["Open Problem: Lower bounds for Boosting with Hadamard Matrices., COLT, 2013"]}