{"Robert E. Schapire": ["On the Convergence Rate of Good-Turing Estimators., COLT, 2000"], "Jeffrey C. Jackson": ["On the Efficiency of Noise-Tolerant PAC Algorithms Derived from Statistical Queries., COLT, 2000"], "Vijay Raghavan": ["Decision Tree Approximations of Boolean Functions., COLT, 2000"], "David A. McAllester": ["Computable Shell Decomposition Bounds., COLT, 2000", "Generalization Bounds for Decision Trees., COLT, 2000", "Boosting Using Branching Programs., COLT, 2000"], "Yoram Singer": ["On the Learnability and Design of Output Codes for Multiclass Problems., COLT, 2000", "Logistic Regression, AdaBoost and Bregman Distances., COLT, 2000"], "Rolf Wiehagen": ["Language Learning From Texts: Degrees of Instrinsic Complexity and Their Characterizations., COLT, 2000"], "Thomas Zeugmann": ["Average-Case Complexity of Learning Polynomials., COLT, 2000"], "Nicolas Vayatis": ["The Role of Critical Sets in Vapnik-Chervonenkis Theory., COLT, 2000"], "Naftali Tishby": ["Statistical Sufficiency for Classes in Empirical L2 Spaces., COLT, 2000"], "Manfred K. Warmuth": ["Relative Expected Instantaneous Loss Bounds., COLT, 2000", "The Minimax Strategy for Gaussian Density Estimation. pp., COLT, 2000"], "Claudio Gentile": ["Adaptive and Self-Confident On-Line Learning Algorithms., COLT, 2000"], "Peter Auer": ["An Improved On-line Algorithm for Learning Linear Evaluation Functions., COLT, 2000"], "Manfred Opper": ["Continuous Drifting Games., COLT, 2000"], "Jonathan Baxter": ["Estimation and Approximation Bounds for Gradient-Based Reinforcement Learning., COLT, 2000"], "Satinder P. Singh": ["Bias-Variance Error Bounds for Temporal Difference Updates., COLT, 2000"], "Rocco A. Servedio": ["PAC Analogues of Perceptron and Winnow via Boosting the Margin., COLT, 2000"], "Klaus-Robert Müller": ["Barrier Boosting., COLT, 2000"], "Osamu Watanabe": ["MadaBoost: A Modification of AdaBoost., COLT, 2000"], "Shai Ben-David": ["Localized Boosting., COLT, 2000"], "Javed A. Aslam": ["Improving Algorithms for Boosting., COLT, 2000"], "David P. Helmbold": ["Leveraging for Regression., COLT, 2000"], "Stephen Kwek": ["The Precision of Query Points as a Resource for Learning Convex Polytopes with Membership Queries., COLT, 2000"], "György Turán": ["Improved Algorithms for Theory Revision with Queries., COLT, 2000"], "David Guijarro": ["Abstract Combinatorial Characterizations of Exact Learning via Queries., COLT, 2000"], "Hans Ulrich Simon": ["The Computational Complexity of Densest Region Detection., COLT, 2000"], "Philip M. Long": ["On the Difficulty of Approximately Maximizing Agreements., COLT, 2000"], "Christian Kuhlmann": ["Hardness Results for General Two-Layer Neural Networks., COLT, 2000"], "Gábor Lugosi": ["Model Selection and Error Estimation., COLT, 2000"], "John Shawe-Taylor": ["Generalisation Error Bounds for Sparse Linear Classifiers., COLT, 2000", "Sparsity vs. Large Margins for Linear Classifiers., COLT, 2000"], "Bernhard Schölkopf": ["Entropy Numbers of Linear Function Classes., COLT, 2000"]}