{"Michael L. Littman": ["Tutorial: Learning Topics in Game-Theoretic Decision Making., COLT, 2003"], "Amy Greenwald": ["A General Class of No-Regret Learning Algorithms and Game-Theoretic Equilibria., COLT, 2003"], "Avrim Blum": ["Preference Elicitation and Query Learning., COLT, 2003", "PAC-MDL Bounds., COLT, 2003", "Learning a Function of r Relevant Variables., COLT, 2003"], "Adam Kalai": ["Efficient Algorithms for Online Decision Problems., COLT, 2003"], "Corinna Cortes": ["Positive Definite Rational Kernels., COLT, 2003"], "Tony Jebara": ["Bhattacharyya Expected Likelihood Kernels., COLT, 2003"], "Matthias Hein": ["Maximal Margin Classification for Metric Spaces., COLT, 2003"], "Roni Khardon": ["Maximum Margin Algorithms with Boolean Kernels., COLT, 2003"], "Glenn Fung": ["Knowledge-Based Nonlinear Kernel Classifiers., COLT, 2003"], "Christina S. Leslie": ["Fast Kernels for Inexact String Matching., COLT, 2003"], "Thomas Gärtner": ["On Graph Kernels: Hardness Results and Efficient Alternatives., COLT, 2003"], "Alexander J. Smola": ["Kernels and Regularization on Graphs., COLT, 2003"], "Ilya Desyatnikov": ["Data-Dependent Bounds for Multi-category Classification Based on Convex Losses., COLT, 2003"], "Marina Meila": ["Comparing Clusterings by the Variation of Information., COLT, 2003"], "Fei Sha": ["Multiplicative Updates for Large Margin Classifiers., COLT, 2003"], "David A. McAllester": ["Simplified PAC-Bayesian Margin Bounds., COLT, 2003"], "Michinari Momma": ["Sparse Kernel Partial Least Squares Regression., COLT, 2003"], "Shantanu Chakrabartty": ["Sparse Probability Regression by Label Partitioning., COLT, 2003"], "Jinbo Bi": ["Learning with Rigorous Support Vector Machines., COLT, 2003"], "Balázs Kégl": ["Robust Regression by Boosting the Median., COLT, 2003"], "Sanjoy Dasgupta": ["Boosting with Diverse Base Classifiers., COLT, 2003", "Subspace Detection: A Robust Statistics Formulation., COLT, 2003", "How Fast Is k-Means?, COLT, 2003"], "Jaz S. Kandola": ["Reducing Kernel Matrix Diagonal Dominance Using Semi-definite Programming., COLT, 2003"], "Alexandre B. Tsybakov": ["Optimal Rates of Aggregation., COLT, 2003"], "Ulrike von Luxburg": ["Distance-Based Classification with Lipschitz Functions., COLT, 2003"], "Shahar Mendelson": ["Random Subclass Bounds., COLT, 2003"], "Vladimir Vovk": ["Universal Well-Calibrated Algorithm for On-Line Classification., COLT, 2003"], "Nicolò Cesa-Bianchi": ["Learning Probabilistic Linear-Threshold Classifiers via Selective Sampling., COLT, 2003"], "Koby Crammer": ["Learning Algorithm for Enclosing Points in Bregmanian Spheres., COLT, 2003"], "Gilles Stoltz": ["Internal Regret in On-Line Portfolio Selection., COLT, 2003"], "Shie Mannor": ["Lower Bounds on the Sample Complexity of Exploration in the Multi-armed Bandit Problem., COLT, 2003", "On-Line Learning with Imperfect Monitoring., COLT, 2003"], "Ofer Dekel": ["Smooth e-Intensive Regression by Loss Symmetrization., COLT, 2003"], "Nina Mishra": ["On Finding Large Conjunctive Clusters., COLT, 2003"], "Adam R. Klivans": ["Learning Arithmetic Circuits via Partial Derivatives., COLT, 2003"], "Malik Magdon-Ismail": ["Using a Linear Fit to Determine Monotonicity Directions., COLT, 2003"], "Vladimir Koltchinskii": ["Generalization Bounds for Voting Classifiers Based on Sparsity and Clustering., COLT, 2003", "Entropy Bounds for Restricted Convex Hulls., COLT, 2003"], "Marcus Hutter": ["Sequence Prediction Based on Monotone Complexity., COLT, 2003", "An Open Problem Regarding the Convergence of Universal A Priori Probability., COLT, 2003"], "Yuri Kalnishkan": ["How Many Strings Are Easy to Predict?, COLT, 2003"], "Marta Arias": ["Polynomial Certificates for Propositional Classes., COLT, 2003"], "Shai Ben-David": ["Exploiting Task Relatedness for Mulitple Task Learning., COLT, 2003"], "Eyal Even-Dar": ["Approximate Equivalence of Markov Decision Processes., COLT, 2003"], "Ran Gilad-Bachrach": ["An Information Theoretic Tradeoff between Complexity and Accuracy., COLT, 2003"], "Jeffrey C. Jackson": ["Learning Random Log-Depth Decision Trees under the Uniform Distribution., COLT, 2003"], "Robert H. Sloan": ["Projective DNF Formulae and Their Revision., COLT, 2003"], "Aharon Bar-Hillel": ["Learning with Equivalence Constraints and the Relation to Multiclass Learning., COLT, 2003"], "Michael Collins": ["Tutorial: Machine Learning Methods in Natural Language Processing., COLT, 2003"], "Mehryar Mohri": ["Learning from Uncertain Data., COLT, 2003"], "Mark Johnson": ["Learning and Parsing Stochastic Unification-Based Grammars., COLT, 2003"], "John Case": ["Generality's Price: Inescapable Deficiencies in Machine-Learned Programs., COLT, 2003", "On Learning to Coordinate: Random Bits Help, Insightful Normal Forms, and Competency Isomorphisms., COLT, 2003"], "Sanjay Jain": ["Learning All Subfunctions of a Function., COLT, 2003"], "Amiran Ambroladze": ["When Is Small Beautiful?, COLT, 2003"], "Yoav Freund": ["Universal Coding of Zipf Distributions., COLT, 2003"], "Manfred K. Warmuth": ["Compressing to VC Dimension Many Points., COLT, 2003"]}