{"Nicolò Cesa-Bianchi": ["On Sequential Prediction of Individual Sequences Relative to a Set of Experts., COLT, 1998"], "V. G. Vovk": ["Universal Portfolio Selection., COLT, 1998"], "Mark Herbster": ["Tracking the Best Regressor., COLT, 1998"], "Kenji Yamanishi": ["Minimax Relative Loss Analysis for Sequential Prediction Algorithms Using Parametric Hypotheses., COLT, 1998"], "John Case": ["Robust Learning Aided by Context., COLT, 1998"], "Jochen Nessel": ["Birds Can Fly., COLT, 1998"], "Andrew R. Mitchell": ["Learnability of a Subclass of Extended Pattern Languages., COLT, 1998"], "Léa Meyer": ["Aspects of Complexity of Conservative Probabilistic Learning., COLT, 1998"], "Meir Feder": ["Learning to Communicate via Unknown Channel (Abstract)., COLT, 1998"], "Robert E. Schapire": ["Improved Boosting Algorithms using Confidence-Rated Predictions., COLT, 1998"], "Avrim Blum": ["Combining Labeled and Unlabeled Data with Co-Training., COLT, 1998"], "Stuart J. Russell": ["Learning Agents for Uncertain Environments (Extended Abstract)., COLT, 1998"], "Claudio Gentile": ["Improved Lower Bounds for Learning from Noisy Examples: An Information-Theoretic Approach., COLT, 1998"], "Philip M. Long": ["The complexity of learning according to two models of a drifting environment., COLT, 1998", "On the Sample Complexity of Learning Functions with Bounded Variation., COLT, 1998"], "David Gamarnik": ["Efficient Learning of Monotone Concepts via Quadratic Optimization., COLT, 1998"], "Andreas Birkendorf": ["Structural Results about Exact Learning with Unspecified Attribute Values., COLT, 1998"], "Roni Khardon": ["Learning First Order Universal Horn Expressions., COLT, 1998"], "Irene Tsapara": ["Learning Atomic Formulas with Prescribed Properties., COLT, 1998"], "Thomas R. Amoth": ["Exact Learning of Tree Patterns from Queries and Counterexamples., COLT, 1998"], "Sanjay Jain": ["On the Power of Learning Robustly., COLT, 1998"], "Rüdiger Reischuk": ["Learning One-Variable Pattern Languages in Linear Average Time., COLT, 1998"], "Yoav Freund": ["Large Margin Classification Using the Perceptron Algorithm., COLT, 1998", "Self Bounding Learning Algorithms., COLT, 1998"], "Martin Anthony": ["Cross-Validation for Binary Classification by Real-Valued Functions: Theoretical Analysis., COLT, 1998"], "David A. McAllester": ["Some PAC-Bayesian Theorems., COLT, 1998"], "Matthias Miltrup": ["Neural Networks and Efficient Associative Memory., COLT, 1998"], "Christopher D. Rosin": ["Sample Complexity of Model-Based Search., COLT, 1998"], "Michael J. Kearns": ["Testing Problems with Sub-Learning Sample Complexity., COLT, 1998"], "Baruch Awerbuch": ["Polylogarithmic-Overhead Piecemeal Graph Exploration., COLT, 1998"], "Leslie G. Valiant": ["Projection Learning., COLT, 1998"], "Amos Beimel": ["The Query Complexity of Finding Local Minima in the Lattice., COLT, 1998"]}