{"Elad Hazan": ["Conference on Learning Theory 2015: Preface., COLT, 2015"], "Shivani Agarwal": ["On Consistent Surrogate Risk Minimization and Property Elicitation., COLT, 2015"], "Tomer Koren": ["Online Learning with Feedback Graphs: Beyond Bandits., COLT, 2015"], "Majid Janzamin": ["Learning Overcomplete Latent Variable Models through Tensor Methods., COLT, 2015"], "Ankur Moitra": ["Simple, Efficient, and Neural Algorithms for Sparse Coding., COLT, 2015"], "Andrej Risteski": ["Label optimal regret bounds for online local learning., COLT, 2015"], "Ruth Urner": ["Efficient Learning of Linear Separators under Bounded Noise., COLT, 2015"], "Santosh Vempala": ["Efficient Representations for Lifelong Learning and Autoencoding., COLT, 2015", "Cortical Learning via Prediction., COLT, 2015"], "Yoav Freund": ["Optimally Combining Classifiers Using Unlabeled Data., COLT, 2015"], "Manfred K. Warmuth": ["Minimax Fixed-Design Linear Regression., COLT, 2015", "On-Line Learning Algorithms for Path Experts with Non-Additive Losses., COLT, 2015"], "Alexander Rakhlin": ["Escaping the Local Minima via Simulated Annealing: Optimization of Approximately Convex Functions., COLT, 2015"], "Yuval Peres": ["Bandit Convex Optimization: \\(\\sqrt{T}\\) Regret in One Dimension., COLT, 2015"], "Ronen Eldan": ["The entropic barrier: a simple and optimal universal self-concordant barrier., COLT, 2015"], "Christos H. Papadimitriou": ["Optimum Statistical Estimation with Strategic Data Sources., COLT, 2015"], "Ohad Shamir": ["On the Complexity of Learning with Kernels., COLT, 2015", "On the Complexity of Bandit Linear Optimization., COLT, 2015"], "Matthew Valeriote": ["Learnability of Solutions to Conjunctive Queries: The Full Dichotomy., COLT, 2015"], "Andreas Krause": ["Sequential Information Maximization: When is Greedy Near-optimal?, COLT, 2015"], "Shang-Hua Teng": ["Efficient Sampling for Gaussian Graphical Models via Spectral Sparsification., COLT, 2015"], "Van Vu": ["Stochastic Block Model and Community Detection in Sparse Graphs: A spectral algorithm with optimal rate of recovery., COLT, 2015"], "Katrina Ligett": ["Truthful Linear Regression., COLT, 2015"], "Amit Daniely": ["A PTAS for Agnostically Learning Halfspaces., COLT, 2015"], "Xiaojin Zhu": ["S2: An Efficient Graph Based Active Learning Algorithm with Application to Nonparametric Classification., COLT, 2015"], "Andrea Montanari": ["Improved Sum-of-Squares Lower Bounds for Hidden Clique and Hidden Submatrix Problems., COLT, 2015"], "Masrour Zoghi": ["Contextual Dueling Bandits., COLT, 2015"], "Yusu Wang": ["Beyond Hartigan Consistency: Merge Distortion Metric for Hierarchical Clustering., COLT, 2015"], "Ananda Theertha Suresh": ["Faster Algorithms for Testing under Conditional Sampling., COLT, 2015", "On Learning Distributions from their Samples., COLT, 2015"], "Robert E. Schapire": ["Learning and inference in the presence of corrupted inputs., COLT, 2015", "Achieving All with No Parameters: AdaNormalHedge., COLT, 2015"], "Francis R. Bach": ["From Averaging to Acceleration, There is Only a Step-size., COLT, 2015"], "Justin Thaler": ["Variable Selection is Hard., COLT, 2015"], "Ian A. Kash": ["Vector-Valued Property Elicitation., COLT, 2015"], "Aaron Sidford": ["Competing with the Empirical Risk Minimizer in a Single Pass., COLT, 2015"], "Sébastien Gerchinovitz": ["A Chaining Algorithm for Online Nonparametric Regression., COLT, 2015"], "Yang Yuan": ["Escaping From Saddle Points - Online Stochastic Gradient for Tensor Decomposition., COLT, 2015"], "Stéphan Clémençon": ["Learning the dependence structure of rare events: a non-asymptotic study., COLT, 2015"], "Shie Mannor": ["Thompson Sampling for Learning Parameterized Markov Decision Processes., COLT, 2015"], "Jiaming Xu": ["Computational Lower Bounds for Community Detection on Random Graphs., COLT, 2015"], "Dmitry Ostrovsky": ["Adaptive Recovery of Signals by Convex Optimization., COLT, 2015"], "David Steurer": ["Tensor principal component analysis via sum-of-square proofs., COLT, 2015"], "Praneeth Netrapalli": ["Fast Exact Matrix Completion with Finite Samples., COLT, 2015"], "Xinhua Zhang": ["Exp-Concavity of Proper Composite Losses., COLT, 2015"], "Elchanan Mossel": ["MCMC Learning., COLT, 2015"], "Edo Liberty": ["Online with Spectral Bounds., COLT, 2015"], "Hiroshi Nakagawa": ["Regret Lower Bound and Optimal Algorithm in Dueling Bandit Problem., COLT, 2015"], "Tim van Erven": ["Second-order Quantile Methods for Experts and Combinatorial Games., COLT, 2015"], "Shai Ben-David": ["Hierarchical Label Queries with Data-Dependent Partitions., COLT, 2015"], "Daniel A. Spielman": ["Algorithms for Lipschitz Learning on Graphs., COLT, 2015"], "Jean Lafond": ["Low Rank Matrix Completion with Exponential Family Noise., COLT, 2015"], "Marcus Hutter": ["Bad Universal Priors and Notions of Optimality., COLT, 2015"], "Karthik Sridharan": ["Learning with Square Loss: Localization through Offset Rademacher Complexity., COLT, 2015", "Hierarchies of Relaxations for Online Prediction Problems with Evolving Constraints., COLT, 2015"], "Rong Jin": ["Lower and Upper Bounds on the Generalization of Stochastic Exponentially Concave Optimization., COLT, 2015"], "Aravindan Vijayaraghavan": ["Correlation Clustering with Noisy Partial Information., COLT, 2015"], "Eiji Takimoto": ["Online Density Estimation of Bradley-Terry Models., COLT, 2015"], "Gergely Neu": ["First-order regret bounds for combinatorial semi-bandits., COLT, 2015"], "Nathan Srebro": ["Norm-Based Capacity Control in Neural Networks., COLT, 2015"], "Luca Zanetti": ["Partitioning Well-Clustered Graphs: Spectral Clustering Works!, COLT, 2015"], "Erik Snowberg": ["Batched Bandit Problems., COLT, 2015"], "Amin Karbasi": ["Fast Mixing for Discrete Point Processes., COLT, 2015"], "Nishant A. Mehta": ["Generalized Mixability via Entropic Duality., COLT, 2015"], "Hans Ulrich Simon": ["An Almost Optimal PAC Algorithm., COLT, 2015"], "John C. Duchi": ["Minimax rates for memory-bounded sparse linear regression., COLT, 2015"], "Jonathan Ullman": ["Interactive Fingerprinting Codes and the Hardness of Preventing False Discovery., COLT, 2015"], "Miroslav Dudík": ["Convex Risk Minimization and Conditional Probability Estimation., COLT, 2015"], "Babak Hassibi": ["Regularized Linear Regression: A Precise Analysis of the Estimation Error., COLT, 2015"], "Ying Xiao": ["Max vs Min: Tensor Decomposition and ICA with nearly Linear Sample Complexity., COLT, 2015"], "H. Yu": ["On Convergence of Emphatic Temporal-Difference Learning., COLT, 2015"], "Vidyashankar Sivakumar": ["Open Problem: Restricted Eigenvalue Condition for Heavy Tailed Designs., COLT, 2015"], "Gérard Ben Arous": ["Open Problem: The landscape of the loss surfaces of multilayer networks., COLT, 2015"], "Cristobal Guzman": ["Open Problem: The Oracle Complexity of Smooth Convex Optimization in Nonstandard Settings., COLT, 2015"], "Dmitry Adamskiy": ["Open Problem: Online Sabotaged Shortest Path., COLT, 2015"], "Lev Reyzin": ["Open Problem: Learning Quantum Circuits with Queries., COLT, 2015"], "Sandra Zilles": ["Open Problem: Recursive Teaching Dimension Versus VC Dimension., COLT, 2015"]}