{"Luc Devroye": ["Random Multivariate Search Trees., COLT, 2006"], "György Turán": ["On Learning and Logic., COLT, 2006"], "Vladimir Vovk": ["Predictions as Statements and Decisions., COLT, 2006", "Competing with Wild Prediction Rules., COLT, 2006"], "Dávid Pál": ["A Sober Look at Clustering Stability., COLT, 2006"], "Ryan O'Donnell": ["PAC Learning Axis-Aligned Mixtures of Gaussians with No Separation Assumption., COLT, 2006"], "Dmitry Pechyony": ["Stable Transductive Learning., COLT, 2006"], "Matthias Hein": ["Uniform Convergence of Adaptive Graph-Based Regularization., COLT, 2006"], "Andreas Maurer": ["The Rademacher Complexity of Linear Transformation Classes., COLT, 2006"], "Clint Scovel": ["Function Classes That Approximate the Bayes Risk., COLT, 2006"], "Christine Tuleau": ["Functional Classification with Margin Conditions., COLT, 2006"], "Andrew B. Nobel": ["Significance and Recovery of Block Structures in Binary Matrices with Noise., COLT, 2006"], "Robert E. Schapire": ["Maximum Entropy Distribution Estimation with Generalized Regularization., COLT, 2006"], "Alexander J. Smola": ["Unifying Divergence Minimization and Statistical Inference Via Convex Duality., COLT, 2006"], "Yuan Yao": ["Mercer's Theorem, Feature Maps, and Smoothing., COLT, 2006"], "Shai Ben-David": ["Learning Bounds for Support Vector Machines with Learned Kernels., COLT, 2006"], "Hanna Mazzawi": ["On Optimal Learning Algorithms for Multiplicity Automata., COLT, 2006", "Exact Learning Composed Classes with a Small Number of Mistakes., COLT, 2006"], "Andrew Wan": ["DNF Are Teachable in the Average Case., COLT, 2006"], "Thomas Zeugmann": ["Teaching Randomized Learners., COLT, 2006"], "Frank Stephan": ["Memory-Limited U-Shaped Learning., COLT, 2006"], "Efim B. Kinber": ["On Learning Languages from Positive Data and a Limited Number of Short Counterexamples., COLT, 2006"], "Amaury Habrard": ["Learning Rational Stochastic Languages., COLT, 2006"], "Mikko Koivisto": ["Parent Assignment Is Hard for the MDL, AIC, and NML Costs., COLT, 2006"], "Jeffrey C. Jackson": ["Uniform-Distribution Learnability of Noisy Linear Threshold Functions with Restricted Focus of Attention., COLT, 2006"], "Rocco A. Servedio": ["Discriminative Learning Can Succeed Where Generative Learning Fails., COLT, 2006"], "Alexander A. Sherstov": ["Improved Lower Bounds for Learning Intersections of Halfspaces., COLT, 2006"], "Adam R. Klivans": ["Efficient Learning Algorithms Yield Circuit Lower Bounds., COLT, 2006"], "Guillaume Lecué": ["Optimal Oracle Inequality for Aggregation of Classifiers Under Low Noise Condition., COLT, 2006"], "Marten H. Wegkamp": ["Aggregation and Sparsity Via l1 Penalized Least Squares., COLT, 2006"], "Jean-Yves Audibert": ["A Randomized Online Learning Algorithm for Better Variance Control., COLT, 2006"], "Nahum Shimkin": ["Online Learning with Variable Stage Duration., COLT, 2006"], "Yoram Singer": ["Online Learning Meets Optimization in the Dual., COLT, 2006", "Online Multitask Learning., COLT, 2006"], "Koby Crammer": ["Online Tracking of Linear Subspaces., COLT, 2006"], "György Ottucsák": ["The Shortest Path Problem Under Partial Monitoring., COLT, 2006"], "Claudio Gentile": ["Tracking the Best Hyperplane with a Simple Budget Perceptron., COLT, 2006"], "Amit Agarwal": ["Logarithmic Regret Algorithms for Online Convex Optimization., COLT, 2006"], "Dima Kuzmin": ["Online Variance Minimization., COLT, 2006"], "John N. Tsitsiklis": ["Online Learning with Constraints., COLT, 2006"], "Manfred K. Warmuth": ["Continuous Experts and the Binning Algorithm., COLT, 2006", "Can Entropic Regularization Be Replaced by Squared Euclidean Distance Plus Additional Linear Constraints., COLT, 2006"], "Rémi Munos": ["Learning Near-Optimal Policies with Bellman-Residual Minimization Based Fitted Policy Iteration and a Single Sample Path., COLT, 2006"], "Cynthia Rudin": ["Ranking with a P-Norm Push., COLT, 2006"], "Tong Zhang": ["Subset Ranking Using Regression., COLT, 2006"], "Yishay Mansour": ["Active Sampling for Multiple Output Identification., COLT, 2006"], "Kenneth Ward Church": ["Improving Random Projections Using Marginal Information., COLT, 2006"], "Claire Monteleoni": ["Efficient Algorithms for General Active Learning., COLT, 2006"]}