{"Sham M. Kakade": ["Preface., COLT, 2011"], "Yasin Abbasi-Yadkori": ["Regret Bounds for the Adaptive Control of Linear Quadratic Systems., COLT, 2011"], "Jacob D. Abernethy": ["Blackwell Approachability and No-Regret Learning are Equivalent., COLT, 2011", "Does an Efficient Calibrated Forecasting Strategy Exist?, COLT, 2011"], "Jayadev Acharya": ["Competitive Closeness Testing., COLT, 2011"], "Alekh Agarwal": ["Oracle inequalities for computationally budgeted model selection., COLT, 2011"], "Kareem Amin": ["Bandits, Query Learning, and the Haystack Dimension., COLT, 2011"], "Jean-Yves Audibert": ["Minimax Policies for Combinatorial Prediction Games., COLT, 2011"], "Gábor Bartók": ["Minimax Regret of Finite Partial-Monitoring Games in Stochastic Environments., COLT, 2011"], "Kamalika Chaudhuri": ["Sample Complexity Bounds for Differentially Private Learning., COLT, 2011"], "Laëtitia Comminges": ["Tight conditions for consistent variable selection in high dimensional nonparametric regression., COLT, 2011"], "Amit Daniely": ["Multiclass Learnability and the ERM principle., COLT, 2011"], "Tim van Erven": ["Mixability is Bayes Risk Curvature Relative to Log Loss., COLT, 2011"], "Vitaly Feldman": ["Distribution-Independent Evolvability of Linear Threshold Functions., COLT, 2011", "Lower Bounds and Hardness Amplification for Learning Shallow Monotone Formulas., COLT, 2011"], "Dean P. Foster": ["Complexity-Based Approach to Calibration with Checking Rules., COLT, 2011"], "Rina Foygel": ["Concentration-Based Guarantees for Low-Rank Matrix Reconstruction., COLT, 2011"], "Wei Gao": ["On the Consistency of Multi-Label Learning., COLT, 2011"], "Aurélien Garivier": ["The KL-UCB Algorithm for Bounded Stochastic Bandits and Beyond., COLT, 2011"], "Sébastien Gerchinovitz": ["Sparsity Regret Bounds for Individual Sequences in Online Linear Regression., COLT, 2011"], "Peter Grünwald": ["Safe Learning: bridging the gap between Bayes, MDL and statistical learning theory via empirical convexity., COLT, 2011"], "Elad Hazan": ["Beyond the regret minimization barrier: an optimal algorithm for stochastic strongly-convex optimization., COLT, 2011", "A simple multi-armed bandit algorithm with optimal variation-bounded regret., COLT, 2011"], "Michael Kallweit": ["A Close Look to Margin Complexity and Related Parameters., COLT, 2011"], "Wojciech Kotlowski": ["Maximum Likelihood vs. Sequential Normalized Maximum Likelihood in On-line Density Estimation., COLT, 2011", "Minimax Algorithm for Learning Rotations., COLT, 2011"], "Ping Li": ["A New Algorithm for Compressed Counting with Applications in Shannon Entropy Estimation in Dynamic Data., COLT, 2011"], "Odalric-Ambrym Maillard": ["A Finite-Time Analysis of Multi-armed Bandits Problems with Kullback-Leibler Divergences., COLT, 2011"], "Shie Mannor": ["Robust approachability and regret minimization in games with partial monitoring., COLT, 2011"], "Indraneel Mukherjee": ["The Rate of Convergence of Adaboost., COLT, 2011"], "Alexander Rakhlin": ["Online Learning: Beyond Regret., COLT, 2011"], "Philippe Rigollet": ["Neyman-Pearson classification under a strict constraint., COLT, 2011"], "Cynthia Rudin": ["Sequential Event Prediction with Association Rules., COLT, 2011"], "Joseph Salmon": ["Optimal aggregation of affine estimators., COLT, 2011"], "Ohad Shamir": ["Collaborative Filtering with the Trace Norm: Learning, Bounding, and Transducing., COLT, 2011"], "Aleksandrs Slivkins": ["Contextual Bandits with Similarity Information., COLT, 2011", "Monotone multi-armed bandit allocations., COLT, 2011"], "Ingo Steinwart": ["Adaptive Density Level Set Clustering., COLT, 2011"], "István Szita": ["Agnostic KWIK learning and efficient approximate reinforcement learning., COLT, 2011"], "Daniel Vainsencher": ["The Sample Complexity of Dictionary Learning., COLT, 2011"], "Liu Yang": ["Identifiability of Priors from Bounded Sample Sizes with Applications to Transfer Learning., COLT, 2011"], "Peter D. Grünwald": ["Bounds on Individual Risk for Log-loss Predictors., COLT, 2011"], "Loizos Michael": ["Missing Information Impediments to Learnability., COLT, 2011"]}