{"Andrew R. Barron": ["Information Theory in Probability, Statistics, Learning, and Neural Nets (Abstract)., COLT, 1997"], "Robert C. Williamson": ["A PAC Analysis of a Bayesian Estimator., COLT, 1997"], "György Turán": ["Learning Logic Programs by Using the Product Homomorphism Method., COLT, 1997"], "Philip M. Long": ["On-line Evaluation and Prediction using Linear Functions., COLT, 1997"], "V. G. Vovk": ["Derandomizing Stochastic Prediction Strategies., COLT, 1997"], "Carl Burch": ["On-line Learning and the Metrical Task System Problem., COLT, 1997"], "Michael Schmitt": ["On the Complexity of Learning for a Spiking Neuron (Extended Abstract)., COLT, 1997"], "Tom Bylander": ["Learning Probabilistically Consistent Linear Threshold Functions., COLT, 1997", "The Binary Exponentiated Gradient Algorithm for Learning Linear Functions., COLT, 1997"], "Claude-Nicolas Fiechter": ["PAC Adaptive Control of Linear Systems., COLT, 1997"], "Bala Kalyanasundaram": ["FINite Learning Capabilities and Their Limits., COLT, 1997"], "Carl H. Smith": ["Asymmetric Team Learning., COLT, 1997"], "Yuri Ventsov": ["Generalized Notions of Mind Change Complexity., COLT, 1997"], "David Haussler": ["A Brief Look at Some Machine Learning Problems in Genomics., COLT, 1997"], "Yoram Singer": ["An Efficient Extension to Mixture Techniques for Prediction and Decision Trees., COLT, 1997"], "Ron Meir": ["Performance Bounds for Nonlinear Time Series Prediction., COLT, 1997"], "Dana Ron": ["Computational Sample Complexity., COLT, 1997", "Algorithmic Stability and Sanity-Check Bounds for Leave-one-Out Cross-Validation., COLT, 1997"], "A. Kowalczyk": ["Dense Shattering and Teaching Dimensions for Differentiable Families (Extended Abstract)., COLT, 1997"], "Nicolò Cesa-Bianchi": ["Analysis of Two Gradient-based Algorithms for On-line Regression., COLT, 1997"], "Dale Schuurmans": ["General Convergence Results for Linear Discriminant Updates., COLT, 1997"], "Víctor Dalmau": ["A Dichotomy Theorem for Learning Quantified Boolean Formulas., COLT, 1997"], "Mariano Schain": ["Learning with Maximum-Entropy Distributions., COLT, 1997"], "Leonard Pitt": ["Generating all Maximal Independent Sets of Bounded-Degree Hypergraphs., COLT, 1997"], "Sandra Panizza": ["Some Label Efficient Learning Results., COLT, 1997"], "Stephen D. Scott": ["Learning from Examples with Unspecified Attribute Values (Extended Abstract)., COLT, 1997", "Agnostic Learning of Geometric Patterns (Extended Abstract)., COLT, 1997"], "Ronitt Rubinfeld": ["Learning Distributions from Random Walks., COLT, 1997"], "Kenji Yamanishi": ["Distributed Cooperative Bayesian Learning Strategies., COLT, 1997"], "Frank Stephan": ["Resource Bounded Next Value and Explanatory Identification: Learning Automata, Patterns and Polynomials On-Line., COLT, 1997"], "Andrew C. Y. Lee": ["Inferring Answers to Queries., COLT, 1997"], "Martins Krikis": ["Teachers, Learners and Black Boxes., COLT, 1997"], "Miklós Csürös": ["Learning Markov Chains with Variable Memory Length from Noisy Output., COLT, 1997"], "Adam Kalai": ["Universal Portfolios With and Without Transaction Costs., COLT, 1997"], "John N. Tsitsiklis": ["Estimation of Time-Varying Parameters in Statistical Models: An Optimization Approach., COLT, 1997"]}