{"Rusins Freivalds": ["Inductive Inference of Minimal Programs., COLT, 1990"], "Thomas R. Hancock": ["Identifying µ-Formula Decision Trees with Queries., COLT, 1990"], "Vijay Raghavan": ["Learning Switch Configurations., COLT, 1990"], "Naoki Abe": ["On the Computational Complexity of Approximating Distributions by Probabilistic Automata., COLT, 1990"], "Kenji Yamanishi": ["A Learning Criterion for Stochastic Rules., COLT, 1990"], "Ker-I Ko": ["On the Complexity of Learning Minimum Time-Bounded Turing Machines., COLT, 1990"], "Takeshi Shinohara": ["Inductive Inference from Positive Data is Powerful., COLT, 1990"], "Keith Wright": ["Inductive Identification of Pattern Languages Restricted Substitutions., COLT, 1990"], "Robert E. Schapire": ["Pattern Languages are not Learnable., COLT, 1990"], "Paul Fischer": ["On Learning Ring-Sum-Expansions., COLT, 1990"], "Avrim Blum": ["Learning Functions of k Terms., COLT, 1990", "Separating PAC and Mistake-Bound Learning Models Over the Boolean Domain (Abstract)., COLT, 1990"], "Bonnie Eisenberg": ["On the Sample Complexity of PAC-Learning Using Random and Chosen Examples., COLT, 1990"], "Sanjay Jain": ["Finite Learning by a \"Team\"., COLT, 1990"], "Efim B. Kinber": ["Some Problems of Learning with an Oracle., COLT, 1990", "Learning Via Queries With Teams and Anomilies., COLT, 1990"], "Daniel N. Osherson": ["A Mechanical Method of Successful Scientific Inquiry., COLT, 1990"], "Yoav Freund": ["Boosting a Weak Learning Algorithm by Majority., COLT, 1990"], "Sally A. Goldman": ["On the Sample Complexity of Weak Learning., COLT, 1990", "Exact Identification of Circuits Using Fixed Points of Amplification Functions (Abstract)., COLT, 1990"], "Shai Ben-David": ["Learning by Distances., COLT, 1990"], "Martin Anthony": ["The Learnability of Formal Concepts., COLT, 1990"], "Eric B. Baum": ["Polynomial Time Algorithms for Learning Neural Nets., COLT, 1990"], "Philip M. Long": ["Composite Geometric Concepts and Polynomial Predictability., COLT, 1990"], "David P. Helmbold": ["Learning Integer Lattices., COLT, 1990"], "Hans Ulrich Simon": ["On the Number of Examples and Stages Needed for Learning Decision Trees., COLT, 1990"], "Karsten A. Verbeurgt": ["Learning DNF Under the Uniform Distribution in Quasi-Polynomial Time., COLT, 1990"], "William I. Gasarch": ["Learning Via Queries in [+, <]., COLT, 1990"], "Pekka Orponen": ["On the Sample Complexity of Finding Good Search Strategies., COLT, 1990"], "Javed A. Aslam": ["Inferring Graphs from Walks., COLT, 1990"], "V. G. Vovk": ["Aggregating Strategies., COLT, 1990"], "Dana Angluin": ["Learning Conjunctions of Horn Clauses (Abstract)., COLT, 1990"], "Michael J. Kearns": ["Efficient Distribution-Free Learning of Probabilistic Concepts (Abstract)., COLT, 1990"], "Ramamohan Paturi": ["On Threshold Circuits for Parity (Abstract)., COLT, 1990"], "Wolfgang Maass": ["On the Complexity of Learning from Counterexamples and Membership Queries (abstract)., COLT, 1990"], "Mark A. Fulk": ["Robust Separations in Inductive Inference (Abstract)., COLT, 1990"]}