{"Vladimir Vapnik": ["Inductive Principles of the Search for Empirical Dependences (Methods Based on Weak Convergence of Probability Measures)., COLT, 1989"], "Naoki Abe": ["Polynomial Learnability of Semilinear Sets., COLT, 1989"], "Manfred K. Warmuth": ["Learning Nested Differences of Intersection-Closed Concept Classes., COLT, 1989"], "Leonard Pitt": ["A Polynomial-Time Algorithm for Learning k-Variable Pattern Languages from Examples., COLT, 1989"], "B. K. Natarajan": ["On Learning from Exercises., COLT, 1989"], "Scott Weinstein": ["On Approximate Truth., COLT, 1989"], "Jerzy Jurka": ["Informed Parsimonious Inference of Prototypical Genetic Sequences., COLT, 1989"], "Jeffrey Scott Vitter": ["Complexity Issues in Learning by Neural Nets., COLT, 1989"], "Dana Angluin": ["Equivalence Queries and Approximate Fingerprints., COLT, 1989"], "Marek Karpinski": ["Learning Read-Once Formulas Using Membership Queries., COLT, 1989"], "Hiroki Ishizaka": ["Learning Simple Deterministic Languages., COLT, 1989"], "Sanjay Jain": ["Learning in the Presence of Inaccurate Information., COLT, 1989"], "John Case": ["Convergence to Nearly Minimal Size Grammars by Vacillating Learning Machines., COLT, 1989"], "Mahendran Velauthapillai": ["Inductive Inference with Bounded Number of Mind Changes., COLT, 1989"], "Mark G. Pleszkoch": ["Learning via Queries to an Oracle., COLT, 1989"], "Rina Dechter": ["Learning Structure from Data: A Survey., COLT, 1989"], "Sara A. Solla": ["A Statistical Approach to Learning and Generalization in Layered Neural Networks., COLT, 1989"], "John H. Reif": ["The Light Bulb Problem., COLT, 1989"], "Nick Littlestone": ["From On-Line to Batch Learning., COLT, 1989"], "Yishay Mansour": ["A Parametrization Scheme for Classifying Models of Learnability., COLT, 1989"], "Carl H. Smith": ["On the Role of Search for Learning., COLT, 1989"], "Akihiro Yamamoto": ["Elementary Formal System as a Unifying Framework for Language Learning., COLT, 1989"], "Keith Wright": ["Identification of Unions of Languages Drawn from an Identifiable Class., COLT, 1989"], "Kevin T. Kelly": ["Induction from the General to the More General., COLT, 1989"], "Sally Floyd": ["Space-Bounded Learning and the Vapnik-Chervonenkis Dimension., COLT, 1989"], "Jyrki Kivinen": ["Reliable and Useful Learning., COLT, 1989"]}