{"Tuomas Sandholm": ["Towards a Characterization of Polynomial Preference Elicitation with Value Queries in Combinatorial Auctions (Extended Abstract)., COLT, 2004"], "Luis E. Ortiz": ["Graphical Economics., COLT, 2004"], "Dean P. Foster": ["Deterministic Calibration and Nash Equilibrium., COLT, 2004"], "Shie Mannor": ["Reinforcement Learning for Average Reward Zero-Sum Games., COLT, 2004", "An Inequality for Nearly Log-Concave Distributions with Applications to Learning., COLT, 2004"], "Nader H. Bshouty": ["Polynomial Time Prediction Strategy with Almost Optimal Mistake Probability., COLT, 2004"], "Gilles Stoltz": ["Minimizing Regret with Label Efficient Prediction., COLT, 2004"], "Claudio Gentile": ["Regret Bounds for Hierarchical Classification with Linear-Threshold Functions., COLT, 2004"], "Avrim Blum": ["Online Geometric Optimization in the Bandit Setting Against an Adaptive Adversary., COLT, 2004"], "Yann Esposito": ["Learning Classes of Probabilistic Automata., COLT, 2004"], "Daniel Reidenbach": ["On the Learnability of E-pattern Languages over Small Alphabets., COLT, 2004"], "Sandra Zilles": ["Replacing Limit Learners with Equally Powerful One-Shot Query Learners., COLT, 2004"], "Yishay Mansour": ["Concentration Bounds for Unigrams Language Model., COLT, 2004"], "Sampath Kannan": ["Inferring Mixtures of Markov Chains., COLT, 2004"], "Avi Owshanko": ["PExact = Exact Learning., COLT, 2004"], "Jiang Chen": ["Learning a Hidden Graph Using O(log n) Queries Per Edge., COLT, 2004"], "Rocco A. Servedio": ["Toward Attribute Efficient Learning of Decision Lists and Parities., COLT, 2004", "Learning Intersections of Halfspaces with a Margin., COLT, 2004", "Perceptron-Like Performance for Intersections of Halfspaces., COLT, 2004"], "Thomas Hofmann": ["Learning Over Compact Metric Spaces., COLT, 2004"], "Massimiliano Pontil": ["A Function Representation for Learning in Banach Spaces., COLT, 2004"], "Petra Philips": ["Local Complexities for Empirical Risk Minimization., COLT, 2004"], "Magalie Fromont": ["Model Selection by Bootstrap Penalization for Classification., COLT, 2004"], "Marcus Hutter": ["Convergence of Discrete MDL for Sequential Prediction., COLT, 2004"], "Tong Zhang": ["On the Convergence of MDL Density Estimation., COLT, 2004"], "John Langford": ["Suboptimal Behavior of Bayes and MDL in Classification Under Misspecification., COLT, 2004"], "Hans Ulrich Simon": ["A General Convergence Theorem for the Decomposition Method., COLT, 2004", "Bayesian Networks and Inner Product Spaces., COLT, 2004"], "Yves Rozenholc": ["Oracle Bounds and Exact Algorithm for Dyadic Classification Trees., COLT, 2004"], "Michael Schmitt": ["An Improved VC Dimension Bound for Sparse Polynomials., COLT, 2004"], "Ronald Ortner": ["A New PAC Bound for Intersection-Closed Concept Classes., COLT, 2004"], "Shai Ben-David": ["A Framework for Statistical Clustering with a Constant Time Approximation Algorithms for K-Median Clustering., COLT, 2004"], "Ron Meir": ["Data Dependent Risk Bounds for Hierarchical Mixture of Experts Classifiers., COLT, 2004"], "Harold Vincent Poor": ["Consistency in Models for Communication Constrained Distributed Learning., COLT, 2004"], "Mikhail Belkin": ["On the Convergence of Spectral Clustering on Random Samples: The Normalized Case., COLT, 2004"], "Robert E. Schapire": ["Performance Guarantees for Regularized Maximum Entropy Density Estimation., COLT, 2004"], "Adam Kalai": ["Learning Monotonic Linear Functions., COLT, 2004"], "Ingrid Daubechies": ["Boosting Based on a Smooth Margin., COLT, 2004"], "Naftali Tishby": ["Bayes and Tukey Meet at the Center Point., COLT, 2004"], "Ambuj Tewari": ["Sparseness Versus Estimating Conditional Probabilities: Some Asymptotic Results., COLT, 2004"], "Magnus Rattray": ["A Statistical Mechanics Analysis of Gram Matrix Eigenvalue Spectra., COLT, 2004"], "Gilles Blanchard": ["Statistical Properties of Kernel Principal Component Analysis., COLT, 2004"], "Tony Jebara": ["Kernelizing Sorting, Permutation, and Alignment for Minimum Volume PCA., COLT, 2004"], "Partha Niyogi": ["Regularization and Semi-supervised Learning on Large Graphs., COLT, 2004"], "Manfred K. Warmuth": ["The Optimal PAC Algorithm., COLT, 2004"], "Russell Greiner": ["The Budgeted Multi-armed Bandit Problem., COLT, 2004"]}