{"David D. Lewis": ["Challenges in Machine Learning for Text Classification., COLT, 1996"], "Leslie Ann Goldberg": ["Analysis of a Simple Learning Algorithm: Learning Foraging Thresholds for Lizards., COLT, 1996"], "Barak A. Pearlmutter": ["VC Dimension of an Integrate-and-Fire Neuron Model., COLT, 1996"], "Yury V. Smirnov": ["Graph Learning with a Nearest Neighbor Approach., COLT, 1996"], "William W. Cohen": ["The Dual DFA Learning Problem: Hardness Results for Programming by Demonstration and Learning First-Order Representations (Extended Abstract)., COLT, 1996"], "Sean B. Holden": ["PAC-Like Upper Bounds for the Sample Complexity of Leave-one-Out Cross-Validation., COLT, 1996"], "Márta Pintér": ["A Data-Dependent Skeleton Estimate for Learning., COLT, 1996"], "Vitaly Maiorov": ["Towards Robust Model Selection Using Estimation and Approximation Error Bounds., COLT, 1996"], "Martin Anthony": ["A Framework for Structural Risk Minimisation., COLT, 1996"], "Jonathan Baxter": ["A Bayesian/Information Theoretic Model of Bias Learning., COLT, 1996"], "Yoav Freund": ["Predicting a Binary Sequence Almost As Well As the Optimal Biased Coin., COLT, 1996"], "Kenji Yamanishi": ["A Randomized Approximation of the MDL for Stochastic Models with Hidden Variables., COLT, 1996"], "V. G. Vovk": ["Learning an Optimal Decision Strategy in an Influence Diagram with Latent Variables., COLT, 1996"], "Philip M. Long": ["On the Complexity of Learning from Drifting Distributions., COLT, 1996"], "Sanjeev R. Kulkarni": ["Learning Changing Concepts by Exploiting the Structure of Change., COLT, 1996"], "Robert C. Williamson": ["The Importance of Convexity in Learning with Squared Loss., COLT, 1996"], "Satinder P. Singh": ["Learning Curve Bounds for a Markov Decision Process with Undiscounted Rewards., COLT, 1996"], "Andris Ambainis": ["Probabilistic and Team PFIN-Type Learning: General Properties., COLT, 1996"], "Sanjay Jain": ["Synthesizing Enumeration Techniques for Language Learning., COLT, 1996"], "Arun Sharma": ["Elementary Formal Systems, Intrinsic Complexity, and Procrastination., COLT, 1996"], "Makoto Kanazawa": ["Angluin's Theorem for Indexed Families of r.e. Sets and Applications., COLT, 1996"], "Hans Ulrich Simon": ["On Restricted-Focus-of-Attention Learnability of Boolean Functions., COLT, 1996"], "Igal Galperin": ["Analysis of Greedy Expert Hiring and an Application to Memory-Based Learning (Extended Abstract)., COLT, 1996"], "David K. Wilson": ["On Learning width Two Branching Programs (Extended Abstract)., COLT, 1996"], "Lei Tan": ["PAC Learning Axis-Aligned Rectangles with Respect to Product Distributions from Multiple-Instance Examples., COLT, 1996"], "Lisa Hellerstein": ["Attribute-Efficient Learning in Query and Mistake-Bound Models., COLT, 1996", "Learning Conjunctions of Two Unate DNF Formulas (Extended Abstract): Computational and Informational Results., COLT, 1996"], "Leonard Pitt": ["PAC Learning Intersections of Halfspaces with Membership Queries (Extended Abstract)., COLT, 1996"], "Eyal Kushilevitz": ["A Simple Algorithm for Learning O(log n)-Term DNF., COLT, 1996"], "Frank Stephan": ["Trees and Learning., COLT, 1996"], "Matthias Ott": ["Learning Branches and Learning to Win Closed Games., COLT, 1996"], "Richard K. Belew": ["A Competitive Approach to Game Learning., COLT, 1996"], "Gábor Lugosi": ["Strong Minimax Lower Bounds for Learning., COLT, 1996"], "Thomas M. Cover": ["On-Line Portfolio Selection., COLT, 1996"], "Sandra Panizza": ["On Bayes Methods for On-Line Boolean Prediction., COLT, 1996"], "Robert E. Schapire": ["Game Theory, On-Line Prediction and Boosting., COLT, 1996"], "Manfred K. Warmuth": ["Learning of Depth Two Neural Networks with Constant Fan-In at the Hidden Nodes (Extended Abstract)., COLT, 1996"]}