{"Thomas M. Cover": ["Learning and Generalization.(Abstract)., COLT, 1991"], "Rodney A. Brooks": ["The Role of Learning in Autonomous Robots., COLT, 1991"], "David P. Helmbold": ["Tracking Drifting Concepts Using Random Examples., COLT, 1991"], "Peter L. Bartlett": ["Investigating the Distribution Assumptions in the Pac Learning Model., COLT, 1991"], "Kevin Buescher": ["Simultaneous Learning of Concepts and Simultaneous Estimation of Probabilities., COLT, 1991"], "Woonkyung Michael Kim": ["Learning by Smoothing: A Morphological Approach., COLT, 1991"], "David Haussler": ["Bounds on the Sample Complexity of Bayesian Learning Using Information Theory and the VC Dimension., COLT, 1991"], "Manfred Opper": ["Calculation of the Learning Curve of Bayes Optimal Classification Algorithm for Learning a Perceptron With Noise., COLT, 1991"], "Paul Fischer": ["Probably Almost Bayes Decisions., COLT, 1991"], "Vwani P. Roychowdhury": ["A Geometric Approach to Threshold Circuit Complexity., COLT, 1991"], "H. Sebastian Seung": ["Learning Curves in Large Neural Networks., COLT, 1991"], "Oded Maler": ["On the Learnability of Infinitary Regular Sets., COLT, 1991"], "Dana Angluin": ["Learning Monotone DNF with an Incomplete Membership Oracle., COLT, 1991"], "Nick Littlestone": ["Redundant Noisy Attributes, Attribute Errors, and Linear-Threshold Learning Using Winnow., COLT, 1991"], "Avrim Blum": ["Learning in the Presence of Finitely or Infinitely Many Irrelevant Attributes., COLT, 1991"], "Wolfgang Maass": ["On-Line Learning with an Oblivious Environment and the Power of Randomization., COLT, 1991"], "Thomas R. Hancock": ["Learning Monotone kµ DNF Formulas on Product Distributions., COLT, 1991", "Learning 2µ DNF Formulas and kµ Decision Trees., COLT, 1991", "Learning Read-Once Formulas over Fields and Extended Bases., COLT, 1991"], "Robert E. Schapire": ["Learning Probabilistic Read-Once Formulas on Product Distributions., COLT, 1991"], "Takashi Yokomori": ["Polynomial-Time Learning of Very Simple Grammars from Positive Data., COLT, 1991"], "Robert P. Daley": ["Relations Between Probabilistic and Team One-Shot Learners (Extended Abstract)., COLT, 1991"], "Andrew R. Barron": ["Approximation and Estimation Bounds for Artificial Neural Networks., COLT, 1991"], "Chuanyi Ji": ["The VC-Dimension vs. the Statistical Capacity for Two Layer Networks with Binary Weights., COLT, 1991"], "Santosh S. Venkatesh": ["On Learning Binary Weights for Majority Functions., COLT, 1991"], "Andrew B. Nobel": ["Evaluating the Performance of a Simple Inductive Procedure in the Presence of Overfitting Error., COLT, 1991"], "Naoki Abe": ["Polynomial Learnability of Probabilistic Concepts with Respect to the Kullback-Leibler Divergence., COLT, 1991"], "Kenji Yamanishi": ["A Loss Bound Model for On-Line Stochastic Prediction Strategies., COLT, 1991"], "Sally A. Goldman": ["On the Complexity of Teaching., COLT, 1991"], "Merrick L. Furst": ["Improved Learning of AC0 Functions., COLT, 1991"], "William J. Bultman": ["Fast Identification of Geometric Objects with Membership Queries., COLT, 1991"], "Vijay Raghavan": ["Bounded Degree Graph Inference from Walks., COLT, 1991"], "Tao Jiang": ["On the Complexity of Learning Strings and Sequences., COLT, 1991"], "Tatsuya Motoki": ["The Correct Definition of Finite Elasticity: Corrigendum to Identification of Unions., COLT, 1991"], "Theodore A. Slaman": ["When Oracles Do Not Help., COLT, 1991"]}