{"Varun Kanade": ["Distribution-independent Reliable Learning., COLT, 2014"], "Shahar Mendelson": ["Learning without concentration., COLT, 2014"], "Matthäus Kleindessner": ["Uniqueness of Ordinal Embedding., COLT, 2014"], "Aditya Krishna Menon": ["Bayes-Optimal Scorers for Bipartite Ranking., COLT, 2014"], "Satyen Kale": ["Multiarmed Bandits With Limited Expert Advice., COLT, 2014", "Open Problem: Efficient Online Sparse Regression., COLT, 2014"], "Alekh Agarwal": ["Learning Sparsely Used Overcomplete Dictionaries., COLT, 2014", "Robust Multi-objective Learning with Mentor Feedback., COLT, 2014"], "Se-Young Yun": ["Community Detection via Random and Adaptive Sampling., COLT, 2014"], "Pierre Gaillard": ["A second-order bound with excess losses., COLT, 2014"], "Elad Hazan": ["Logistic Regression: Tight Bounds for Stochastic and Online Optimization., COLT, 2014", "Volumetric Spanners: an Efficient Exploration Basis for Learning., COLT, 2014"], "Eyal Gofer": ["Higher-Order Regret Bounds with Switching Costs., COLT, 2014"], "Amit Daniely": ["The Complexity of Learning Halfspaces using Generalized Linear Methods., COLT, 2014", "Optimal learners for multiclass problems., COLT, 2014"], "Sudipto Guha": ["Stochastic Regret Minimization via Thompson Sampling., COLT, 2014"], "Shie Mannor": ["Approachability in unknown games: Online learning meets multi-objective optimization., COLT, 2014"], "Elchanan Mossel": ["Belief propagation, robust reconstruction and optimal recovery of block models., COLT, 2014"], "Rahim Samei": ["Sample Compression for Multi-label Concept Classes., COLT, 2014"], "Karthekeyan Chandrasekaran": ["Finding a most biased coin with fewest flips., COLT, 2014"], "Kevin G. Jamieson": ["lil' UCB : An Optimal Exploration Algorithm for Multi-Armed Bandits., COLT, 2014"], "Andreas Maurer": ["An Inequality with Applications to Structured Sparsity and Multitask Dictionary Learning., COLT, 2014"], "Emilie Kaufmann": ["On the Complexity of A/B Testing., COLT, 2014"], "Ingo Steinwart": ["Elicitation and Identification of Properties., COLT, 2014"], "Shai Ben-David": ["The sample complexity of agnostic learning under deterministic labels., COLT, 2014"], "Morteza Alamgir": ["Density-preserving quantization with application to graph downsampling., COLT, 2014"], "Yudong Chen": ["A Convex Formulation for Mixed Regression with Two Components: Minimax Optimal Rates., COLT, 2014"], "Evgeny Burnaev": ["Efficiency of conformalized ridge regression., COLT, 2014"], "Che-Yu Liu": ["Most Correlated Arms Identification., COLT, 2014"], "Moritz Hardt": ["Fast matrix completion without the condition number., COLT, 2014", "Computational Limits for Matrix Completion., COLT, 2014"], "Vitaly Feldman": ["Learning Coverage Functions and Private Release of Marginals., COLT, 2014", "Sample Complexity Bounds on Differentially Private Learning via Communication Complexity., COLT, 2014", "Open Problem: The Statistical Query Complexity of Learning Sparse Halfspaces., COLT, 2014"], "Aditya Bhaskara": ["Uniqueness of Tensor Decompositions with Applications to Polynomial Identifiability., COLT, 2014", "Open Problem: Tensor Decompositions: Algorithms up to the Uniqueness Threshold?, COLT, 2014"], "Sanjeev Arora": ["New Algorithms for Learning Incoherent and Overcomplete Dictionaries., COLT, 2014"], "Jacob D. Abernethy": ["Online Linear Optimization via Smoothing., COLT, 2014"], "Prateek Jain": ["Learning Mixtures of Discrete Product Distributions using Spectral Decompositions., COLT, 2014"], "Ilya O. Tolstikhin": ["Localized Complexities for Transductive Learning., COLT, 2014"], "Harish G. Ramaswamy": ["On the Consistency of Output Code Based Learning Algorithms for Multiclass Learning Problems., COLT, 2014"], "Jiaming Xu": ["Edge Label Inference in Generalized Stochastic Block Models: from Spectral Theory to Impossibility Results., COLT, 2014"], "Yuchen Zhang": ["Lower bounds on the performance of polynomial-time algorithms for sparse linear regression., COLT, 2014"], "Tim van Erven": ["Follow the Leader with Dropout Perturbations., COLT, 2014"], "Stefan Magureanu": ["Lipschitz Bandits: Regret Lower Bound and Optimal Algorithms., COLT, 2014"], "H. Brendan McMahan": ["Unconstrained Online Linear Learning in Hilbert Spaces: Minimax Algorithms and Normal Approximations., COLT, 2014"], "Ravi Kannan": ["Principal Component Analysis and Higher Correlations for Distributed Data., COLT, 2014"], "Ping Li": ["Compressed Counting Meets Compressed Sensing., COLT, 2014"], "Robert C. Williamson": ["The Geometry of Losses., COLT, 2014"], "Ashwinkumar Badanidiyuru": ["Resourceful Contextual Bandits., COLT, 2014"], "Joseph Anderson": ["The More, the Merrier: the Blessing of Dimensionality for Learning Large Gaussian Mixtures., COLT, 2014"], "Nick Harvey": ["Near-Optimal Herding., COLT, 2014"], "Constantinos Daskalakis": ["Faster and Sample Near-Optimal Algorithms for Proper Learning Mixtures of Gaussians., COLT, 2014"], "Ofer Dekel": ["Online Learning with Composite Loss Functions., COLT, 2014"], "Alexander Rakhlin": ["Online Non-Parametric Regression., COLT, 2014"], "Afonso S. Bandeira": ["Open Problem: Tightness of maximum likelihood semidefinite relaxations., COLT, 2014"], "Balázs Kégl": ["Open Problem: A (missing) boosting-type convergence result for AdaBoost.MH with factorized multi-class classifiers., COLT, 2014"], "Manuel Gomez-Rodriguez": ["Open Problem: Finding Good Cascade Sampling Processes for the Network Inference Problem., COLT, 2014"], "Paul Christiano": ["Open Problem: Online Local Learning., COLT, 2014"], "Manfred K. Warmuth": ["Open Problem: Shifting Experts on Easy Data., COLT, 2014"]}