{"Satyen Kale": ["Preface: Conference on Learning Theory (COLT), 2017., COLT, 2017"], "Alekh Agarwal": ["Open Problem: First-Order Regret Bounds for Contextual Bandits., COLT, 2017", "Corralling a Band of Bandit Algorithms., COLT, 2017"], "Benjamin Fish": ["Open Problem: Meeting Times for Learning Random Automata., COLT, 2017"], "Arpit Agarwal": ["Learning with Limited Rounds of Adaptivity: Coin Tossing, Multi-Armed Bandits, and Ranking from Pairwise Comparisons., COLT, 2017"], "Shipra Agrawal": ["Thompson Sampling for the MNL-Bandit., COLT, 2017"], "Anima Anandkumar": ["Homotopy Analysis for Tensor PCA., COLT, 2017"], "Alexandr Andoni": ["Correspondence retrieval., COLT, 2017"], "Pranjal Awasthi": ["Efficient PAC Learning from the Crowd., COLT, 2017"], "Mitali Bafna": ["The Price of Selection in Differential Privacy., COLT, 2017"], "Sivaraman Balakrishnan": ["Computationally Efficient Robust Sparse Estimation in High Dimensions., COLT, 2017"], "Maria-Florina Balcan": ["Learning-Theoretic Foundations of Algorithm Configuration for Combinatorial Partitioning Problems., COLT, 2017"], "Eric Balkanski": ["The Sample Complexity of Optimizing a Convex Function., COLT, 2017"], "Avrim Blum": ["Efficient Co-Training of Linear Separators under Weak Dependence., COLT, 2017"], "Nicolas Brosse": ["Sampling from a log-concave distribution with compact support with proximal Langevin Monte Carlo., COLT, 2017"], "Victor-Emmanuel Brunel": ["Rates of estimation for determinantal point processes., COLT, 2017"], "Nader H. Bshouty": ["Learning Disjunctions of Predicates., COLT, 2017"], "Clément L. Canonne": ["Testing Bayesian Networks., COLT, 2017"], "Sebastian Casalaina-Martin": ["Multi-Observation Elicitation., COLT, 2017"], "Nicolò Cesa-Bianchi": ["Algorithmic Chaining and the Role of Partial Feedback in Online Nonparametric Learning., COLT, 2017"], "Lijie Chen": ["Nearly Optimal Sampling Algorithms for Combinatorial Pure Exploration., COLT, 2017", "Towards Instance Optimal Bounds for Best Arm Identification., COLT, 2017"], "Yeshwanth Cherapanamjeri": ["Thresholding Based Outlier Robust PCA., COLT, 2017"], "Alon Cohen": ["Tight Bounds for Bandit Combinatorial Optimization., COLT, 2017"], "Ashok Cutkosky": ["Online Learning Without Prior Information., COLT, 2017"], "Arnak S. Dalalyan": ["Further and stronger analogy between sampling and optimization: Langevin Monte Carlo and gradient descent., COLT, 2017"], "Amit Daniely": ["Depth Separation for Neural Networks., COLT, 2017"], "Constantinos Daskalakis": ["Square Hellinger Subadditivity for Bayesian Networks and its Applications to Identity Testing., COLT, 2017", "Ten Steps of EM Suffice for Mixtures of Two Gaussians., COLT, 2017"], "Ilias Diakonikolas": ["Learning Multivariate Log-concave Distributions., COLT, 2017"], "Vitaly Feldman": ["Generalization for Adaptively-chosen Estimators via Stable Median., COLT, 2017", "A General Characterization of the Statistical Query Complexity., COLT, 2017"], "Moran Feldman": ["Greed Is Good: Near-Optimal Submodular Maximization via Greedy Optimization., COLT, 2017"], "Nicolas Flammarion": ["Stochastic Composite Least-Squares Regression with Convergence Rate $O(1/n)$., COLT, 2017"], "Dylan J. Foster": ["ZigZag: A New Approach to Adaptive Online Learning., COLT, 2017"], "Rafael M. Frongillo": ["Memoryless Sequences for Differentiable Losses., COLT, 2017"], "David Gamarnik": ["Matrix Completion from $O(n)$ Samples in Linear Time., COLT, 2017", "High Dimensional Regression with Binary Coefficients. Estimating Squared Error and a Phase Transtition., COLT, 2017"], "Debarghya Ghoshdastidar": ["Two-Sample Tests for Large Random Graphs Using Network Statistics., COLT, 2017"], "Amir Globerson": ["Effective Semisupervised Learning on Manifolds., COLT, 2017"], "Surbhi Goel": ["Reliably Learning the ReLU in Polynomial Time., COLT, 2017"], "Alon Gonen": ["Fast Rates for Empirical Risk Minimization of Strict Saddle Problems., COLT, 2017"], "Nick Harvey": ["Nearly-tight VC-dimension bounds for piecewise linear neural networks., COLT, 2017"], "Avinatan Hassidim": ["Submodular Optimization under Noise., COLT, 2017"], "David P. Helmbold": ["Surprising properties of dropout in deep networks., COLT, 2017"], "Lunjia Hu": ["Quadratic Upper Bound for Recursive Teaching Dimension of Finite VC Classes., COLT, 2017"], "Bin Hu": ["A Unified Analysis of Stochastic Optimization Methods Using Jump System Theory and Quadratic Constraints., COLT, 2017"], "Ravindran Kannan": ["The Hidden Hubs Problem., COLT, 2017"], "Michael J. Kearns": ["Predicting with Distributions., COLT, 2017"], "Tomer Koren": ["Bandits with Movement Costs and Adaptive Pricing., COLT, 2017"], "Joon Kwon": ["Sparse Stochastic Bandits., COLT, 2017"], "Holden Lee": ["On the Ability of Neural Nets to Express Distributions., COLT, 2017"], "Marc Lelarge": ["Fundamental limits of symmetric low-rank matrix estimation., COLT, 2017"], "Jerry Li": ["Robust and Proper Learning for Mixtures of Gaussians via Systems of Polynomial Inequalities., COLT, 2017"], "Andrea Locatelli": ["Adaptivity to Noise Parameters in Nonparametric Active Learning., COLT, 2017"], "Shachar Lovett": ["Noisy Population Recovery from Unknown Noise., COLT, 2017"], "Pasin Manurangsi": ["Inapproximability of VC Dimension and Littlestone's Dimension., COLT, 2017"], "Andreas Maurer": ["A Second-order Look at Stability and Generalization., COLT, 2017"], "Song Mei": ["Solving SDPs for synchronization and MaxCut problems via the Grothendieck inequality., COLT, 2017"], "Dana Moshkovitz": ["Mixing Implies Lower Bounds for Space Bounded Learning., COLT, 2017"], "Gergely Neu": ["Fast rates for online learning in Linearly Solvable Markov Decision Processes., COLT, 2017"], "Yury Polyanskiy": ["Sample complexity of population recovery., COLT, 2017"], "Aaron Potechin": ["Exact tensor completion with sum-of-squares., COLT, 2017"], "Maxim Raginsky": ["Non-convex learning via Stochastic Gradient Langevin Dynamics: a nonasymptotic analysis., COLT, 2017"], "Alexander Rakhlin": ["On Equivalence of Martingale Tail Bounds and Deterministic Regret Inequalities., COLT, 2017"], "Jonathan Scarlett": ["Lower Bounds on Regret for Noisy Gaussian Process Bandit Optimization., COLT, 2017"], "Yevgeny Seldin": ["An Improved Parametrization and Analysis of the EXP3++ Algorithm for Stochastic and Adversarial Bandits., COLT, 2017"], "Tselil Schramm": ["Fast and robust tensor decomposition with applications to dictionary learning., COLT, 2017"], "Max Simchowitz": ["The Simulator: Understanding Adaptive Sampling in the Moderate-Confidence Regime., COLT, 2017"], "Salil P. Vadhan": ["On Learning vs. Refutation., COLT, 2017"], "Daniel Vainsencher": ["Ignoring Is a Bliss: Learning with Large Noise Through Reweighting-Minimization., COLT, 2017"], "Jialei Wang": ["Memory and Communication Efficient Distributed Stochastic Optimization with Minibatch Prox., COLT, 2017"], "Blake E. Woodworth": ["Learning Non-Discriminatory Predictors., COLT, 2017"], "Lijun Zhang": ["Empirical Risk Minimization for Stochastic Convex Optimization: $O(1/n)$- and $O(1/n^2)$-type of Risk Bounds., COLT, 2017"], "Yuchen Zhang": ["A Hitting Time Analysis of Stochastic Gradient Langevin Dynamics., COLT, 2017"], "Nikita Zhivotovskiy": ["Optimal learning via local entropies and sample compression., COLT, 2017"]}