{"Hans Ulrich Simon": ["How Many Queries Are Needed to Learn One Bit of Information?, COLT, 2001", "Limitations of Learning via Embeddings in Euclidean Half-Spaces., COLT, 2001", "Estimating the Optimal Margins of Embeddings in Euclidean Half Spaces., COLT, 2001"], "Michael Schmitt": ["Radial Basis Function Neural Networks Have Superlinear VC Dimension., COLT, 2001"], "Manfred K. Warmuth": ["Tracking a Small Set of Experts by Mixing Past Posteriors., COLT, 2001"], "Gábor Lugosi": ["Potential-Based Algorithms in Online Prediction and Game Theory., COLT, 2001", "Data-Dependent Margin-Based Generalization Bounds for Classification., COLT, 2001"], "Tong Zhang": ["A Sequential Approximation Bound for Some Sample-Dependent Convex Optimization Problems with Applications in Learning., COLT, 2001", "A Leave-One-out Cross Validation Bound for Kernel Methods with Applications in Learning., COLT, 2001"], "Stephen Scott": ["Efficiently Approximating Weighted Sums with Exponentially Many Terms., COLT, 2001"], "Yoram Singer": ["Ultraconservative Online Algorithms for Multiclass Problems., COLT, 2001"], "Paul W. Goldberg": ["Estimating a Boolean Perceptron from Its Average Satisfying Assignment: A Bound on the Precision Required., COLT, 2001", "When Can Two Unsupervised Learners Achieve PAC Separation?, COLT, 2001"], "Nahum Shimkin": ["Adaptive Strategies and Regret Minimization in Arbitrarily Varying Markov Environments., COLT, 2001"], "Rolf Wiehagen": ["Robust Learning - Rich and Poor., COLT, 2001"], "Sandra Zilles": ["On the Synthesis of Strategies Identifying Recursive Functions., COLT, 2001"], "Efim B. Kinber": ["Intrinsic Complexity of Learning Geometrical Concepts from Positive Data., COLT, 2001"], "David G. Stork": ["Toward a Computational Theory of Data Acquisition and Truthing., COLT, 2001"], "Christian Schindelhauer": ["Discrete Prediction Games with Arbitrary Feedback and Loss., COLT, 2001"], "Shahar Mendelson": ["Rademacher and Gaussian Complexities: Risk Bounds and Structural Results., COLT, 2001", "Geometric Methods in the Analysis of Glivenko-Cantelli Classes., COLT, 2001", "Learning Relatively Small Classes., COLT, 2001"], "Fernando Lozano": ["Further Explanation of the Effectiveness of Voting Methods: The Game between Margins and Weights., COLT, 2001"], "Philip M. Long": ["On Agnostic Learning with {0, *, 1}-Valued and Real-Valued Hypotheses., COLT, 2001", "A Theoretical Analysis of Query Selection for Collaborative Filtering., COLT, 2001"], "Peter Grünwald": ["Strong Entropy Concentration, Game Theory, and Algorithmic Randomness., COLT, 2001"], "Alexander Gammerman": ["Pattern Recognition and Density Estimation under the General i.i.d. Assumption., COLT, 2001"], "David Guijarro": ["A General Dimension for Exact Learning., COLT, 2001"], "Alexander J. Smola": ["A Generalized Representer Theorem., COLT, 2001"], "Mark Herbster": ["Learning Additive Models Online with Fast Evaluating Kernels., COLT, 2001"], "Ron Meir": ["Geometric Bounds for Generalization in Boosting., COLT, 2001"], "Rocco A. Servedio": ["Smooth Boosting and Learning with Malicious Noise., COLT, 2001", "On Learning Monotone DNF under Product Distributions., COLT, 2001"], "Dmitry Gavinsky": ["On Boosting with Optimal Poly-Bounded Distributions., COLT, 2001"], "Yishay Mansour": ["Agnostic Boosting., COLT, 2001", "Learning Rates for Q-Learning., COLT, 2001"], "Vitaly Feldman": ["On Using Extended Statistical Queries to Avoid Membership Queries., COLT, 2001"], "Nadav Eiron": ["Learning Monotone DNF from a Teacher That Almost Does Not Answer Membership Queries., COLT, 2001"], "Avi Owshanko": ["Learning Regular Sets with an Incomplete Membership Oracle., COLT, 2001"], "Sham Kakade": ["Optimizing Average Reward Using Discounted Rewards., COLT, 2001"], "Sayan Mukherjee": ["Bounds on Sample Size for Policy Evaluation in Markov Environments., COLT, 2001"]}