{"Adam Tauman Kalai": ["The Isotron Algorithm: High-Dimensional Isotonic Regression., COLT, 2009", "Reliable Agnostic Learning., COLT, 2009"], "Nader H. Bshouty": ["Linear Classifiers are Nearly Optimal When Hidden Variables Have Diverse Effect., COLT, 2009", "Optimal Algorithms for the Coin Weighing Problem with a Spring Scale., COLT, 2009"], "Yishay Mansour": ["Domain Adaptation: Learning Bounds and Algorithms., COLT, 2009"], "Eyal Even-Dar": ["Online Learning for Global Cost Functions., COLT, 2009"], "Yisong Yue": ["The K-armed Dueling Bandits Problem., COLT, 2009"], "Gábor Lugosi": ["Online Multi-task Learning with Hard Constraints., COLT, 2009"], "Karim Lounici": ["Taking Advantage of Sparsity in Multi-Task Learning., COLT, 2009"], "Arnak S. Dalalyan": ["Sparse Regression Learning by Aggregation and Langevin Monte-Carlo., COLT, 2009"], "Sivan Sabato": ["Homogeneous Multi-Instance Learning with Arbitrary Dependence., COLT, 2009"], "Daniel J. Hsu": ["A Spectral Algorithm for Learning Hidden Markov Models., COLT, 2009"], "Andreas Maurer": ["Empirical Bernstein Bounds and Sample-Variance Penalization., COLT, 2009"], "Mark D. Reid": ["Generalised Pinsker Inequalities., COLT, 2009"], "Sanjay Jain": ["Consistent Partial Identification., COLT, 2009"], "Nicolò Cesa-Bianchi": ["Fast and Optimal Prediction on a Labeled Tree., COLT, 2009", "Combinatorial Bandits., COLT, 2009"], "Mark Herbster": ["Predicting the Labelling of a Graph via Minimum $p$-Seminorm Interpolation., COLT, 2009"], "Maria-Florina Balcan": ["Finding Low Error Clusterings., COLT, 2009", "Better Guarantees for Sparsest Cut Clustering., COLT, 2009"], "Shai Shalev-Shwartz": ["Stochastic Convex Optimization., COLT, 2009", "Learnability and Stability in the General Learning Setting., COLT, 2009", "The Complexity of Improperly Learning Large Margin Halfspaces., COLT, 2009"], "Samory Kpotufe": ["Escaping the Curse of Dimensionality with a Tree-based Regressor., COLT, 2009"], "Hariharan Narayanan": ["On the Sample Complexity of Learning Smooth Cuts on a Manifold., COLT, 2009"], "Hans Ulrich Simon": ["SVM-Optimization and Steepest-Descent Line Search., COLT, 2009"], "Jean-Yves Audibert": ["Minimax Policies for Adversarial and Stochastic Bandits., COLT, 2009"], "H. Brendan McMahan": ["Tighter Bounds for Multi-Armed Bandits with Expert Advice., COLT, 2009"], "Jacob D. Abernethy": ["Beating the Adaptive Bandit with High Probability., COLT, 2009", "A Stochastic View of Optimal Regret through Minimax Duality., COLT, 2009", "An Efficient Bandit Algorithm for sqrt(T) Regret in Online Multiclass Prediction?., COLT, 2009", "Minimax Games with Bandits., COLT, 2009"], "Jeffrey C. Jackson": ["New Results for Random Walk Learning., COLT, 2009"], "Vitaly Feldman": ["Robustness of Evolvability., COLT, 2009"], "Hayato Kobayashi": ["Complexity of Teaching by a Restricted Number of Examples., COLT, 2009"], "Luis Rademacher": ["Learning Convex Bodies is Hard., COLT, 2009"], "Shai Ben-David": ["Agnostic Online Learning., COLT, 2009"], "Alessandro Lazaric": ["Hybrid Stochastic-Adversarial On-line Learning., COLT, 2009"], "Eric Friedman": ["Active Learning for Smooth Problems., COLT, 2009"], "Steve Hanneke": ["Adaptive Rates of Convergence in Active Learning., COLT, 2009"], "Ofer Dekel": ["Vox Populi: Collecting High-Quality Labels from a Crowd., COLT, 2009"], "Ingo Steinwart": ["Optimal Rates for Regularized Least Squares Regression., COLT, 2009"], "Lorenzo Rosasco": ["A Note on Learning with Integral Operators., COLT, 2009"], "Yiming Ying": ["Generalization Bounds for Learning the Kernel Problem., COLT, 2009"]}