{"Peter Grunwald": ["The Catch-Up Phenomenon in Bayesian Inference., COLT, 2008"], "Robin Hanson": ["Combinatorial Prediction Markets., COLT, 2008"], "Dan Klein": ["Unsupervised Learning for Natural Language Processing., COLT, 2008"], "Gábor Lugosi": ["Concentration Inequalities., COLT, 2008"], "Satish Rao": ["Learning Mixtures of Product Distributions Using Correlations and Independence., COLT, 2008", "Beyond Gaussians: Spectral Methods for Learning Mixtures of Heavy-Tailed Distributions., COLT, 2008"], "Dávid Pál": ["Does Unlabeled Data Provably Help? Worst-case Analysis of the Sample Complexity of Semi-Supervised Learning., COLT, 2008"], "Jennifer Wortman": ["The True Sample Complexity of Active Learning., COLT, 2008", "Learning from Collective Behavior., COLT, 2008"], "Satyen Kale": ["Extracting Certainty from Uncertainty: Regret Bounded by Variation in Costs., COLT, 2008"], "Masayuki Takeda": ["Online Learning of Maximum p-Norm Margin Classifiers with Bias., COLT, 2008"], "Ashok Kumar Ponnuswami": ["Minimizing Wide Range Regret with Time Selection Functions., COLT, 2008"], "Mehryar Mohri": ["An Efficient Reduction of Ranking to Classification., COLT, 2008"], "Bernhard Schölkopf": ["Injective Hilbert Space Embeddings of Probability Measures., COLT, 2008"], "Jeong Han Kim": ["Almost Tight Upper Bound for Finding Fourier Coefficients of Bounded Pseudo- Boolean Functions., COLT, 2008"], "Martin Zinkevich": ["Teaching Dimensions based on Cooperative Learning., COLT, 2008"], "Vitaly Feldman": ["On the Power of Membership Queries in Agnostic Learning., COLT, 2008"], "Hans Ulrich Simon": ["Dimension and Margin Bounds for Reflection-invariant Kernels., COLT, 2008"], "Lev Reyzin": ["Learning Acyclic Probabilistic Circuits Using Test Paths., COLT, 2008"], "Linda Sellie": ["Learning Random Monotone DNF Under the Uniform Distribution., COLT, 2008"], "Karl Wimmer": ["Polynomial Regression under Arbitrary Product Distributions., COLT, 2008"], "Yaacov Ritov": ["How Local Should a Learning Method Be?., COLT, 2008"], "Colin Campbell": ["Learning Coordinate Gradients with Multi-Task Kernels., COLT, 2008"], "Ming Yuan": ["Sparse Recovery in Large Ensembles of Kernel Machines On-Line Learning and Bandits., COLT, 2008"], "Warren Schudy": ["More Efficient Internal-Regret-Minimizing Algorithms., COLT, 2008"], "Claudio Gentile": ["Linear Algorithms for Online Multitask Classification., COLT, 2008"], "Alexander Rakhlin": ["Competing in the Dark: An Efficient Algorithm for Bandit Linear Optimization., COLT, 2008"], "Steven de Rooij": ["Combining Expert Advice Efficiently., COLT, 2008"], "Nathan Srebro": ["Improved Guarantees for Learning via Similarity Functions., COLT, 2008"], "Benjamin I. P. Rubinstein": ["Geometric & Topological Representations of Maximum Classes with Applications to Sample Compression., COLT, 2008"], "Yoram Singer": ["On the Equivalence of Weak Learnability and Linear Separability: New Relaxations and Efficient Boosting Algorithms., COLT, 2008"], "Nahum Shimkin": ["Adaptive Aggregation for Reinforcement Learning with Efficient Exploration: Deterministic Domains., COLT, 2008"], "Ambuj Tewari": ["High-Probability Regret Bounds for Bandit Online Linear Optimization., COLT, 2008", "Optimal Stragies and Minimax Lower Bounds for Online Convex Games., COLT, 2008"], "Eli Upfal": ["Adapting to a Changing Environment: the Brownian Restless Bandits., COLT, 2008"], "Sham M. Kakade": ["Stochastic Linear Optimization under Bandit Feedback., COLT, 2008", "An Information Theoretic Framework for Multi-view Learning., COLT, 2008"], "Naftali Tishby": ["Model Selection and Stability in k-means Clustering., COLT, 2008"], "Ulrike von Luxburg": ["Relating Clustering Stability to Properties of Cluster Boundaries., COLT, 2008"], "Andrew McGregor": ["Finding Metric Structure in Information Theoretic Clustering., COLT, 2008"], "Yogeshwer Sharma": ["Regret Bounds for Sleeping Experts and Bandits., COLT, 2008"], "Joel Yellin": ["When Random Play is Optimal Against an Adversary., COLT, 2008"], "György Ottucsák": ["On-line Sequential Bin Packing., COLT, 2008"], "Larry A. Wasserman": ["Time Varying Undirected Graphs., COLT, 2008"], "Shie Mannor": ["Learning in the Limit with Adversarial Disturbances., COLT, 2008"], "Jufu Feng": ["On the Margin Explanation of Boosting Algorithms., COLT, 2008"], "Clayton D. Scott": ["Adaptive Hausdorff Estimation of Density Level Sets., COLT, 2008"], "Daniel Stefankovic": ["Density Estimation in Linear Time., COLT, 2008"], "Leslie G. Valiant": ["The Learning Power of Evolution., COLT, 2008"], "Adam R. Klivans": ["A Query Algorithm for Agnostically Learning DNF?., COLT, 2008"], "Manfred K. Warmuth": ["Learning Rotations., COLT, 2008"]}