{"Leslie G. Valiant": ["Rationality., COLT, 1995"], "Terrence J. Sejnowski": ["Predictive Hebbian Learning., COLT, 1995"], "Michael J. Kearns": ["An Experimental and Theoretical Comparison of Model Selection Methods., COLT, 1995"], "Dana Ron": ["On the Learnability and Usage of Acyclic Probabilistic Finite Automata., COLT, 1995", "Exactly Learning Automata with Small Cover Time., COLT, 1995"], "Yoav Freund": ["Learning to Model Sequences Generated by Switching Distributions., COLT, 1995"], "V. G. Vovk": ["A Game of Prediction with Expert Advice., COLT, 1995"], "David P. Helmbold": ["Predicting Nearly as Well as the Best Pruning of a Decision Tree., COLT, 1995", "A Comparison of New and Old Algorithms for a Mixture Estimation Problem., COLT, 1995"], "Nader H. Bshouty": ["A Note on Learning Multivariate Polynomials Under the Uniform Distribution (Extended Abstract)., COLT, 1995", "Learning DNF over the Uniform Distribution using a Quantum Example Oracle., COLT, 1995", "On Learning Decision Trees with Large Output Domains (Extended Abstract)., COLT, 1995", "On the Learnability of Zn-DNF Formulas (Extended Abstract)., COLT, 1995", "Noise-Tolerant Parallel Learning of Geometric Concepts., COLT, 1995", "Simple Learning Algorithms Using Divide and Conquer., COLT, 1995"], "Kenji Yamanishi": ["Randomized Approximate Aggregating Strategies and Their Applications to Prediction and Discrimination., COLT, 1995"], "Olga Mitina": ["How to Use Expert Advice in the Case when Actual Values of Estimated Events Remain Unknown., COLT, 1995"], "Avrim Blum": ["Learning with Unreliable Boundary Queries., COLT, 1995"], "Tibor Hegedüs": ["Generalized Teaching Dimensions and the Query Complexity of Learning., COLT, 1995"], "Yiqun Lisa Yin": ["Reducing the Number of Queries in Self-Directed Learning., COLT, 1995"], "Shai Ben-David": ["On Self-Directed Learning., COLT, 1995", "A Note on VC-Dimension and Measures of Sets of Reals., COLT, 1995"], "Ronald L. Rivest": ["Being Taught can be Faster than Asking Questions., COLT, 1995"], "William I. Gasarch": ["Reductions for Learning via Queries., COLT, 1995"], "Frank Stephan": ["Learning via Queries and Oracles., COLT, 1995"], "Kalvis Apsitis": ["On the Inductive Inference of Real Valued Functions., COLT, 1995"], "Douglas A. Cenzer": ["Inductive Inference of Functions on the Rationals., COLT, 1995"], "Efim B. Kinber": ["Language Learning from Texts: Mind Changes, Limited Memory and Monotonicity (Extended Abstract)., COLT, 1995"], "Yoshifumi Sakai": ["Proper Learning Algorithm for Functions of k Terms Under Smooth Distributions., COLT, 1995"], "Atsuyoshi Nakamura": ["On-line Learning of Binary and n-ary Relations over Multi-dimensional Clusters., COLT, 1995"], "H. David Mathias": ["DNF - If You Can't Learn'em, Teach'em: An Interactive Model of Teaching., COLT, 1995"], "Eric B. Baum": ["On Genetic Algorithms., COLT, 1995"], "Jeong Han Kim": ["On the Optimal Capacity of Binary Neural Networks: Rigorous Combinatorial Approaches., COLT, 1995"], "Norbert Klasner": ["From Noise-Free to Noise-Tolerant and from On-line to Batch Learning., COLT, 1995"], "John Shawe-Taylor": ["Sample Sizes for Sigmoidal Neural Networks., COLT, 1995"], "Kim L. Blackmore": ["Online Learning via Congregational Gradient Descent., COLT, 1995"], "Changfeng Wang": ["Criteria for Specifying Machine Complexity in Learning., COLT, 1995"], "Lawrence K. Saul": ["Markov Decision Processes in Large State Spaces., COLT, 1995"], "Jyrki Kivinen": ["The Perceptron Algorithm vs. Winnow: Linear vs. Logarithmic Mistake Bounds when few Input Variables are Relevant., COLT, 1995"], "Kukjin Kang": ["Learning by a Population of Perceptrons., COLT, 1995"], "Roni Khardon": ["Learning to Reason with a Restricted View., COLT, 1995"], "Jonathan Baxter": ["Learning Internal Representations., COLT, 1995"], "Baruch Awerbuch": ["Piecemeal Graph Exploration by a Mobile Robot (Extended Abstract)., COLT, 1995"], "David P. Dobkin": ["Concept Learning with Geometric Hypotheses., COLT, 1995"], "Paul Fischer": ["More or Less Efficient Agnostic Learning of Convex Polygons., COLT, 1995"], "Scott E. Decatur": ["On Learning from Noisy and Incomplete Examples., COLT, 1995"], "Funda Ergün": ["On Learning Bounded-Width Branching Programs., COLT, 1995"], "Wee Sun Lee": ["On Efficient Agnostic Learning of Linear Combinations of Basis Functions., COLT, 1995"], "Dale Schuurmans": ["Sequential PAC Learning., COLT, 1995"], "Michael P. Perrone": ["Regression NSS: An Alternative to Cross Validation., COLT, 1995"], "Peter L. Bartlett": ["More Theorems about Scale-sensitive Dimensions and Learning., COLT, 1995"], "David Haussler": ["General Bounds on the Mutual Information Between a Parameter and n Conditionally Independent Observations., COLT, 1995"], "Joel Ratsaby": ["Learning from a Mixture of Labeled and Unlabeled Examples with Parametric Side Information., COLT, 1995"], "Dan Boneh": ["Learning Using Group Representations (Extended Abstract)., COLT, 1995"], "Javed A. Aslam": ["Specification and Simulation of Statistical Query Algorithms for Efficiency and Noise Tolerance., COLT, 1995"], "William W. Cohen": ["Corrigendum for \"Learnability of Description Logics\"., COLT, 1995"]}