{"Hugo Krawczyk": ["Keying Hash Functions for Message Authentication., CRYPTO, 1996"], "Douglas R. Stinson": ["Universal Hashing and Multiple Authentication., CRYPTO, 1996", "Trade-offs Between Communication and Storage in Unconditionally Secure Schemes for Broadcast Encryption and Interactive Key Distribution., CRYPTO, 1996"], "Thomas Johansson": ["Universal Hash Functions from Exponential Sums over Finite Fields and Galois Rings., CRYPTO, 1996"], "Jacques Patarin": ["Asymmetric Cryptography with a Hidden Monomial., CRYPTO, 1996"], "Daniel R. Simon": ["Anonymous Communication and Anonymous Cash., CRYPTO, 1996"], "Susan K. Langford": ["Weakness in Some Threshold Cryptosystems., CRYPTO, 1996"], "Serge Vaudenay": ["Hidden Collisions on DSS., CRYPTO, 1996"], "Moti Yung": ["The Dark Side of \"Black-Box\" Cryptography, or: Should We Trust Capstone?, CRYPTO, 1996", "Proving Without Knowing: On Oblivious, Agnostic and Blindolded Provers., CRYPTO, 1996"], "Paul C. Kocher": ["Timing Attacks on Implementations of Diffie-Hellman, RSA, DSS, and Other Systems., CRYPTO, 1996"], "Mats Näslund": ["All Bits ax+b mod p are Hard (Extended Abstract)., CRYPTO, 1996"], "Ramarathnam Venkatesan": ["Hardness of Computing the Most Significant Bits of Secret Keys in Diffie-Hellman and Related Schemes., CRYPTO, 1996"], "Claus-Peter Schnorr": ["Security of 2^t-Root Identification and Signatures., CRYPTO, 1996"], "Tal Rabin": ["Robust and Efficient Sharing of RSA Functions., CRYPTO, 1996"], "Ivan Damgård": ["New Generation of Secure and Practical RSA-Based Signatures., CRYPTO, 1996"], "Silvio Micali": ["Practical and Provably-Secure Commitment Schemes from Collision-Free Hashing., CRYPTO, 1996"], "Willi Meier": ["Improved Differential Attacks on RC5., CRYPTO, 1996"], "Michael J. Wiener": ["Improving Implementable Meet-in-the-Middle Attacks by Orders of Magnitude., CRYPTO, 1996"], "David A. Wagner": ["Key-Schedule Cryptanalysis of IDEA, G-DES, GOST, SAFER, and Triple-DES., CRYPTO, 1996"], "Phillip Rogaway": ["How to Protect DES Against Exhaustive Key Search., CRYPTO, 1996"], "Stefan Wolf": ["Diffie-Hellman Oracles., CRYPTO, 1996"], "Richard J. Lipton": ["Algorithms for Black-Box Fields and their Application to Cryptography (Extended Abstract)., CRYPTO, 1996"], "Joos Vandewalle": ["Fast Hashing on the Pentium., CRYPTO, 1996"], "Victor Shoup": ["On Fast and Provably Secure Message Authentication Based on Universal Hashing., CRYPTO, 1996"], "C. M. Simmons": ["Quantum Cryptography over Underground Optical Fibers., CRYPTO, 1996"], "Dominic Mayers": ["Quantum Key Distribution and String Oblivious Transfer in Noisy Channels., CRYPTO, 1996"], "Shirlei Serconek": ["Linear Complexity of Periodic Sequences: A General Theory., CRYPTO, 1996"], "Anne Canteaut": ["Generalization of Siegenthaler Inequality and Schnorr-Vaudenay Multipermutations., CRYPTO, 1996"], "Stefan Droste": ["New Results on Visual Cryptography., CRYPTO, 1996"]}