{"David Chaum": ["Provably Unforgeable Signatures., CRYPTO, 1992"], "Birgit Pfitzmann": ["New Constructions of Fail-Stop Signatures and Lower Bounds (Extended Abstract)., CRYPTO, 1992"], "Tatsuaki Okamoto": ["Provably Secure and Practical Identification Schemes and Corresponding Signature Schemes., CRYPTO, 1992"], "Eiichiro Fujisaki": ["An Efficient Digital Signature Scheme Based on an Elliptic Curve Over the Ring Zn., CRYPTO, 1992"], "Daniel M. Gordon": ["Designing and Detecting Trapdoors for Discrete Log Cryptosystems., CRYPTO, 1992"], "Dennis K. Branstad": ["Response to Comments of the NIST Proposed Digital Signature Standard., CRYPTO, 1992"], "Torben P. Pedersen": ["Wallet Databases with Observers., CRYPTO, 1992"], "Rafael Hirschfeld": ["Making Electronic Refunds Safer., CRYPTO, 1992"], "Silvio Micali": ["Fair Public-Key Cryptosystems., CRYPTO, 1992"], "Moni Naor": ["Pricing via Processing or Combatting Junk Mail., CRYPTO, 1992"], "Ugo Vaccaro": ["On the Information Rate of Secret Sharing Schemes (Extended Abstract)., CRYPTO, 1992"], "Douglas R. Stinson": ["New General Lower Bounds on the Information Rate of Secret Sharing Schemes., CRYPTO, 1992"], "Benny Chor": ["Universally Ideal Secret Sharing Schemes (Preliminary Version)., CRYPTO, 1992"], "Moti Yung": ["Perfect Zero-Knowledge Arguments for NP Can Be Based on General Complexity Assumptions (Extended Abstract)., CRYPTO, 1992", "Certifying Cryptographic Tools: The Case of Trapdoor Permutations., CRYPTO, 1992", "Perfectly-Secure Key Distribution for Dynamic Conferences., CRYPTO, 1992"], "Shmuel Safra": ["Low Communication 2-Prover Zero-Knowledge Proofs for NP., CRYPTO, 1992"], "Rafail Ostrovsky": ["Invariant Signatures and Non-Interactive Zero-Knowledge Proofs are Equivalent (Extended Abstract)., CRYPTO, 1992"], "Toshiya Itoh": ["On the Discrepancy between Serial and Parallel of Zero-Knowledge Protocols (Extended Abstract)., CRYPTO, 1992"], "Lloyd E. Peppard": ["On the Design of SP Networks From an Information Theoretic Point of View., CRYPTO, 1992"], "Claude Carlet": ["Partially-Bent Functions., CRYPTO, 1992"], "Jennifer Seberry": ["Practical Approaches to Attaining Security Against Adaptively Chosen Ciphertext Attacks (Extended Abstract)., CRYPTO, 1992"], "Henri Gilbert": ["On the Security of the Permuted Kernel Identification Scheme., CRYPTO, 1992"], "Kevin S. McCurley": ["Massively Parallel Computation of Discrete Logarithms., CRYPTO, 1992"], "René Peralta": ["A Quadratic Sieve on the n-Dimensional Cube., CRYPTO, 1992"], "Othmar Staffelbach": ["Efficient Multiplication on Certain Nonsupersingular Elliptic Curves., CRYPTO, 1992"], "Yukio Tsuruoka": ["Speeding up Elliptic Cryptosystems by Using a Signed Binary Window Method., CRYPTO, 1992"], "Ivan Damgård": ["On Generation of Probable Primes By Incremental Search., CRYPTO, 1992"], "Neal Koblitz": ["Kid Krypto., CRYPTO, 1992"], "Oded Goldreich": ["On Defining Proofs of Knowledge., CRYPTO, 1992"], "Michael Luby": ["Pubic Randomness in Cryptography., CRYPTO, 1992"], "Alexander Russell": ["Necessary and Sufficient Conditions For Collision-Free Hashing., CRYPTO, 1992"], "Ueli M. Maurer": ["Protocols for Secret Key Agreement by Public Discussion Based on Common Information., CRYPTO, 1992"], "Adi Shamir": ["Differential Cryptanalysis of the Full 16-Round DES., CRYPTO, 1992"], "Lars R. Knudsen": ["Iterative Characteristics of DES and s²-DES., CRYPTO, 1992", "Provable Security Against Differential Cryptanalysis., CRYPTO, 1992"], "Michael J. Wiener": ["DES is not a Group., CRYPTO, 1992"], "Hans Eberle": ["A High-Speed DES Implementation for Network Applications., CRYPTO, 1992"], "James L. Massey": ["Threshold Schemes with Disenrollment., CRYPTO, 1992"], "Mike Burmester": ["Non-Existence of Homomorphic General Sharing Schemes for Some Key Spaces (Extended Abstract)., CRYPTO, 1992"], "Hung-Yu Lin": ["An l-Span Generalized Secret Sharing Scheme., CRYPTO, 1992"], "Peter C. Wayner": ["Content-Addressable Search Engines and DES-like Systems., CRYPTO, 1992"], "Serge Vaudenay": ["FFT-Hash-II is not yet Collision-free., CRYPTO, 1992"]}