{"Gordon D. Plotkin": ["A Calculus for Access Control in Distributed Systems., CRYPTO, 1991"], "Marie-Jeanne Toussaint": ["Deriving the Complete Knowledge of Participants in Cryptographic Protocols (Extended Abstract)., CRYPTO, 1991"], "Moti Yung": ["Systematic Design of Two-Party Authentication Protocols., CRYPTO, 1991"], "Douglas R. Stinson": ["Combinatorial Characterizations of Authentication Codes., CRYPTO, 1991", "Universal Hashing and Authentication Codes., CRYPTO, 1991"], "Nicolas Sendrier": ["On Correlation-Immune Functions., CRYPTO, 1991"], "Ugo Vaccaro": ["On the Size of Shares for Secret Sharing Schemes., CRYPTO, 1991"], "Cynthia Dwork": ["On Verification in Secret Sharing., CRYPTO, 1991"], "Torben P. Pedersen": ["Non-Interactive and Information-Theoretic Secure Verifiable Secret Sharing., CRYPTO, 1991"], "Rebecca N. Wright": ["Multiparty Secret Key Exchange Using a Random Deal of Cards., CRYPTO, 1991"], "Adi Shamir": ["Differential Cryptanalysis of Snefru, Khafre, REDOC-II, LOKI and Lucifer., CRYPTO, 1991", "A One-Round, Two-Prover, Zero-Knowledge Protocol for NP., CRYPTO, 1991"], "Henri Gilbert": ["A Known Plaintext Attack of FEAL-4 and FEAL-6., CRYPTO, 1991"], "Shoji Miyaguchi": ["A Switching Closure Test to Analyze Cryptosystems., CRYPTO, 1991"], "Antoon Bosselaers": ["An Attack on the Last Two Rounds of MD4., CRYPTO, 1991"], "Jacques Stern": ["The Cryptanalysis of a New Public-Key Cryptosystem Based on Modular Knapsacks., CRYPTO, 1991"], "Ronitt Rubinfeld": ["Interactive Proofs with Space Bounded Provers., CRYPTO, 1991"], "Shang-Hua Teng": ["Functional Inversion and Communication Complexity., CRYPTO, 1991"], "Steven Rudich": ["The Use of Interaction in Public Cryptosystems (Extended Abstract)., CRYPTO, 1991"], "Scott A. Vanstone": ["New Public-Key Schemes Based on Elliptic Curves over the Ring Zn., CRYPTO, 1991"], "Kouichi Sakurai": ["Efficient Algorithms for the Construction of Hyperelliptic Cryptosystems., CRYPTO, 1991"], "Neal Koblitz": ["CM-Curves with Good Cryptographic Properties., CRYPTO, 1991"], "Jinhui Chao": ["A New ID-Based Key Sharing System., CRYPTO, 1991"], "Michael Luby": ["Pseudo-random Generators from One-way Functions (Abstract)., CRYPTO, 1991"], "Jacques Patarin": ["New Results on Pseudorandom Permutation Generators Based on the DES Scheme., CRYPTO, 1991"], "Colin D. Walter": ["Faster Modular Multiplication by Operand Scaling., CRYPTO, 1991"], "Kazuo Ohta": ["Universal Electronic Cash., CRYPTO, 1991"], "Michael Waidner": ["How To Break and Repair A \"Provably Secure\" Untraceable Payment System., CRYPTO, 1991"], "Marie-Hélène Skubiszewska": ["Practical Quantum Oblivious Transfer., CRYPTO, 1991"], "Jonathan M. Smith": ["Exploiting Parallelism in Hardware Implementations of the DES., CRYPTO, 1991"], "Donald Beaver": ["Foundations of Secure Interactive Computing., CRYPTO, 1991", "Efficient Multiparty Protocols Using Circuit Randomization., CRYPTO, 1991"], "Phillip Rogaway": ["Secure Computation (Abstract)., CRYPTO, 1991"], "Kenneth R. Iversen": ["A Cryptographic Scheme for Computerized Elections., CRYPTO, 1991"], "Daniel R. Simon": ["Non-Interactive Zero-Knowledge Proof of Knowledge and Chosen Ciphertext Attack., CRYPTO, 1991"], "Ivan Damgård": ["Towards Practical Public Key Systems Secure Against Chosen Ciphertext Attacks., CRYPTO, 1991"], "Yair Frankel": ["Shared Generation of Authenticators and Signatures (Extended Abstract)., CRYPTO, 1991"], "Birgit Pfitzmann": ["Cryptographically Strong Undeniable Signatures, Unconditionally Secure for the Signer., CRYPTO, 1991"]}