{"Stephen C. Serpell": ["A Prototype Encryption System Using Public Key., CRYPTO, 1984"], "Taher El Gamal": ["A Public Key Cryptosystem and a Signature Scheme Based on Discrete Logarithms., CRYPTO, 1984"], "Neal R. Wagner": ["A Public Key Cryptosystem Based on the Word Problem., CRYPTO, 1984"], "H. Ong": ["Efficient Signature Schemes Based on Polynomial Equations., CRYPTO, 1984"], "Adi Shamir": ["Identity-Based Cryptosystems and Signature Schemes., CRYPTO, 1984"], "Benny Chor": ["A Knapsack Type Public Key Cryptosystem Based On Arithmetic in Finite Fields., CRYPTO, 1984", "RSA/Rabin Least Significant Bits are 1/2 + 1/(poly(log N)) Secure., CRYPTO, 1984"], "Hugh C. Williams": ["Some Public Key Crypto-Functions as Intractable as Factorization., CRYPTO, 1984"], "Ian F. Blake": ["Computing Logarithms in GF(2n)., CRYPTO, 1984"], "Burton S. Kaliski Jr.": ["Wyner's Analog Encryption Scheme: Results of a Simulation., CRYPTO, 1984"], "Su-Shing Chen": ["On Rotation Group and Encryption of Analog Signals., CRYPTO, 1984"], "Albert C. Leighton": ["The History of Book Ciphers., CRYPTO, 1984"], "James A. Davis": ["An Update on Factorization at Sandia National Laboratories (Abstract)., CRYPTO, 1984"], "R. C. Fairfield": ["An LSI Digital Encryption Processor (DEP)., CRYPTO, 1984", "An LSI Random Number Generator (RNG)., CRYPTO, 1984"], "Marc Davio": ["Efficient Hardware and Software Implementations for the DES., CRYPTO, 1984"], "Frank Hoornaert": ["Efficient Hardware Implementation of the DES., CRYPTO, 1984"], "Norman Proctor": ["A Self-Synchronizing Cascaded Cipher System With Dynamic Control of Error-Propagation., CRYPTO, 1984"], "Umesh V. Vazirani": ["Efficient and Secure Pseudo-Random Number Generation., CRYPTO, 1984"], "Suresh C. Kothari": ["Generalized Linear Threshold Scheme., CRYPTO, 1984"], "G. R. Blakley": ["Security of Ramp Schemes., CRYPTO, 1984", "Information Theory Without the Finiteness Assumption, I: Cryptosystems as Group-Theoretic Objects., CRYPTO, 1984"], "Selim G. Akl": ["A Fast Pseudo Random Permutation Generator With Applications to Cryptology., CRYPTO, 1984"], "Oded Goldreich": ["On the Cryptographic Applications of Random Functions., CRYPTO, 1984"], "Manuel Blum": ["An Efficient Probabilistic Public-Key Encryption Scheme Which Hides All Partial Information., CRYPTO, 1984"], "Alan G. Konheim": ["Cryptanalysis of ADFGVX Encipherment Systems (Extended Abstract)., CRYPTO, 1984"], "Ernest F. Brickell": ["Breaking Iterated Knapsacks., CRYPTO, 1984"], "Yvo Desmedt": ["Dependence of Output on Input in DES: Small Avalanche Characteristics., CRYPTO, 1984"], "James A. Reeds": ["DES Has No Per Round Linear Factors., CRYPTO, 1984"], "Donald W. Davies": ["A Message Authenticator Algorithm Suitable for A Mainframe Computer., CRYPTO, 1984"], "Henry Beker": ["Key Management for Secure Electronic Funds Transfer in a Retail Environment., CRYPTO, 1984"], "Gustavus J. Simmons": ["Authentication Theory/Coding Theory., CRYPTO, 1984"], "David Chaum": ["New Secret Codes Can Prevent a Computerized Big Brother (Abstract)., CRYPTO, 1984", "How to Keep a Secret Alive: Extensible Partial Key, Key Safeguarding, and Threshold Systems., CRYPTO, 1984"], "Tom Tedrick": ["Fair Exchange of Secrets., CRYPTO, 1984"], "Moti Yung": ["Cryptoprotocols: Subscription to a Public Key, the Secret Blocking and the Multi-Player Mental Poker Game (Extended Abstract)., CRYPTO, 1984"], "Steven Fortune": ["Poker Protocols., CRYPTO, 1984"], "Shafi Goldwasser": ["A \"Paradoxical'\"Solution to the Signature Problem (Abstract)., CRYPTO, 1984"], "A. K. Leung": ["Sequence Complexity as a Test for Cryptographic Systems., CRYPTO, 1984"], "Charles H. Bennett": ["An Update on Quantum Cryptography., CRYPTO, 1984"]}