{"Mitsuru Matsui": ["The First Experimental Cryptanalysis of the Data Encryption Standard., CRYPTO, 1994"], "Kazuo Ohta": ["Linear Cryptanalysis of the Fast Data Encipherment Algorithm., CRYPTO, 1994"], "Susan K. Langford": ["Differential-Linear Cryptanalysis., CRYPTO, 1994"], "Burton S. Kaliski Jr.": ["Linear Cryptanalysis Using Multiple Approximations., CRYPTO, 1994"], "Jean-Pierre Tillich": ["Hashing with SL_2., CRYPTO, 1994"], "Jinhui Chao": ["Design of Elliptic Curves with Controllable Lower Boundary of Extension Degree for Reduction Attacks., CRYPTO, 1994"], "Ingrid Biehl": ["Cryptographic Protocols Based on Discrete Logarithms in Real-quadratic Orders., CRYPTO, 1994"], "Tatsuaki Okamoto": ["Designated Confirmer Signatures and Public-Key Encryption are Equivalent., CRYPTO, 1994"], "Daniel Bleichenbacher": ["Directed Acyclic Graphs, One-way Functions and Digital Signatures., CRYPTO, 1994"], "Olivier Delos": ["An Identity-Based Signature Scheme with Bounded Life-Span., CRYPTO, 1994"], "Chae Hoon Lim": ["More Flexible Exponentiation with Precomputation., CRYPTO, 1994"], "Tamás Horváth": ["A Parallel Permutation Multiplier for a PGM Crypto-chip., CRYPTO, 1994"], "Don Davis": ["Cryptographic Randomness from Air Turbulence in Disk Drives., CRYPTO, 1994"], "Christian Gehrmann": ["Cryptanalysis of the Gemmell and Naor Multiround Authentication Protocol., CRYPTO, 1994"], "Hugo Krawczyk": ["LFSR-based Hashing and Authentication., CRYPTO, 1994"], "Kaoru Kurosawa": ["New Bound on Authentication Code with Arbitration., CRYPTO, 1994"], "Carlo Blundo": ["Multi-Secret Sharing Schemes., CRYPTO, 1994"], "Jacques Stern": ["Designing Identification Schemes with Keys of Short Size., CRYPTO, 1994"], "Ronald Cramer": ["Proofs of Partial Knowledge and Simplified Design of Witness Hiding Protocols., CRYPTO, 1994"], "Toshiya Itoh": ["Language Dependent Secure Bit Commitment., CRYPTO, 1994"], "Marc Girault": ["On the Length of Cryptographic Hash-Values Used in Identification Schemes., CRYPTO, 1994"], "Mihir Bellare": ["Incremental Cryptography: The Case of Hashing and Signing., CRYPTO, 1994", "The Security of Cipher Block Chaining., CRYPTO, 1994"], "Cynthia Dwork": ["An Efficient Existentially Unforgeable Signature Scheme and its Applications., CRYPTO, 1994"], "Jürgen Bierbrauer": ["Bounds for Resilient Functions and Orthogonal Arrays., CRYPTO, 1994"], "Benny Chor": ["Tracing Traitors., CRYPTO, 1994"], "Ueli M. Maurer": ["Towards the Equivalence of Breaking the Diffie-Hellman Protocol and Computing Discrete Algorithms., CRYPTO, 1994"], "Preda Mihailescu": ["Fast Generation of Provable Primes Using Search in Arithmetic Progressions., CRYPTO, 1994"], "Don Coppersmith": ["Attack on the Cryptographic Scheme NIKS-TAS., CRYPTO, 1994"], "Mike Burmester": ["On the Risk of Opening Distributed Keys., CRYPTO, 1994"], "Thomas Beth": ["Cryptanalysis of Cryptosystems Based on Remote Chaos Replication., CRYPTO, 1994"], "James L. Massey": ["A Fourier Transform Approach to the Linear Complexity of Nonlinearly Filtered Sequences., CRYPTO, 1994"], "Henri Gilbert": ["A Chosen Plaintext Attack of the 16-round Khufu Cryptosystem., CRYPTO, 1994"], "Yukiyasu Tsunoo": ["Ciphertext Only Attack for One-way Function of the MAP Using One Ciphertext., CRYPTO, 1994"], "Jennifer Seberry": ["Pitfalls in Designing Substitution Boxes (Extended Abstract)., CRYPTO, 1994"], "Eyal Kushilevitz": ["A Randomnesss-Rounds Tradeoff in Private Computation., CRYPTO, 1994"], "Kazue Sako": ["Secure Voting Using Partially Compatible Homomorphisms., CRYPTO, 1994"], "Ran Canetti": ["Maintaining Security in the Presence of Transient Faults., CRYPTO, 1994"]}