{"Adi Shamir": ["Efficient Signature Schemes Based on Birational Permutations., CRYPTO, 1993"], "Jacques Stern": ["A New Identification Scheme Based on Syndrome Decoding., CRYPTO, 1993"], "Don Coppersmith": ["The Shrinking Generator., CRYPTO, 1993", "Attacks on the Birational Permutation Signature Schemes., CRYPTO, 1993"], "Richard Taylor": ["An Integrity Check Value Algorithm for Stream Ciphers., CRYPTO, 1993"], "Jennifer Seberry": ["Nonlinearly Balanced Boolean Functions and Their Propagation Characteristics (Extended Abstract)., CRYPTO, 1993"], "Toshiya Itoh": ["A Low Communication Competitive Interactive Proof System for Promised Quadratic Residuosity., CRYPTO, 1993"], "Alfredo De Santis": ["Secret Sharing and Perfect Zero Knowledge., CRYPTO, 1993"], "Yonatan Aumann": ["On Message Proof Systems with Known Space Verifiers., CRYPTO, 1993"], "Ivan Damgård": ["Interactive Hashing can Simplify Zero-Knowledge Protocol Design Without Computational Assumptions (Extended Abstract)., CRYPTO, 1993", "On the Existence of Statistically Hiding Bit Commitment Schemes and Fail-Stop Signatures., CRYPTO, 1993"], "Carlo Blundo": ["Fully Dynamic Secret Sharing Schemes., CRYPTO, 1993"], "Wen-Ai Jackson": ["Multisecret Threshold Schemes., CRYPTO, 1993"], "Hugo Krawczyk": ["Secret Sharing Made Short., CRYPTO, 1993"], "Leonard M. Adleman": ["A Subexponential Algorithm for Discrete Logarithms over All Finite Fields., CRYPTO, 1993"], "Johannes A. Buchmann": ["An Implementation of the General Number Field Sieve., CRYPTO, 1993"], "Thomas F. Denny": ["On the Factorization of RSA-120., CRYPTO, 1993"], "Antoon Bosselaers": ["Comparison of Three Modular Reduction Functions., CRYPTO, 1993"], "Ishai Ben-Aroya": ["Differtial Cryptanalysis of Lucifer., CRYPTO, 1993"], "Kazuo Ohta": ["Differential Attack on Message Authentication Codes., CRYPTO, 1993"], "Bart Preneel": ["Cryptanalysis of the CFB Mode of the DES with a Reduced Number of Rounds., CRYPTO, 1993", "Hash Functions Based on Block Ciphers: A Synthetic Approach., CRYPTO, 1993"], "Joan Daemen": ["Weak Keys for IDEA., CRYPTO, 1993"], "Mihir Bellare": ["Entity Authentication and Key Distribution., CRYPTO, 1993"], "Matthew K. Franklin": ["Joint Encryption and Message-Efficient Secure Computation., CRYPTO, 1993"], "Avrim Blum": ["Cryptographic Primitives Based on Hard Learning Problems., CRYPTO, 1993"], "Niels Ferguson": ["Extensions of Single-term Coins., CRYPTO, 1993"], "Stefan Brands": ["Untraceable Off-line Cash in Wallets with Observers (Extended Abstract)., CRYPTO, 1993"], "Claude Crépeau": ["Discreet Solitary Games., CRYPTO, 1993"], "Jürgen Bierbrauer": ["On Families of Hash Functions via Geometric Codes and Concatenation., CRYPTO, 1993"], "Thomas Johansson": ["On the Construction of Perfect Authentication Codes that Permit Arbitration., CRYPTO, 1993"], "Peter Gemmell": ["Codes for Interactive Authentication., CRYPTO, 1993"], "Walter Hohl": ["Security of Iterated Hash Functions Based on Block Ciphers., CRYPTO, 1993"], "Jacques Patarin": ["Improved Algorithms for the Permuted Kernel Problem., CRYPTO, 1993"], "Luke O'Connor": ["On the Distribution of Characteristics in Composite Permutations., CRYPTO, 1993"], "Chuan-Ming Li": ["Remark on the Threshold RSA Signature Scheme., CRYPTO, 1993"], "Chae Hoon Lim": ["Another Method for Attaining Security Against Adaptively Chosen Ciphertext Attacks., CRYPTO, 1993"], "Amos Beimel": ["Interaction in Key Distribution Schemes (Extended Abstract)., CRYPTO, 1993"], "Frank Thomson Leighton": ["Secret-Key Agreement without Public-Key Cryptography., CRYPTO, 1993"], "Amos Fiat": ["Broadcast Encryption., CRYPTO, 1993"]}