{"M. R. Purtill": ["Structure in the S-boxes of the DES., CRYPTO, 1986"], "Gustavus J. Simmons": ["Cycle Structures of the DES with Weak and Semi-Weak Keys., CRYPTO, 1986"], "Kil-Hyun Nam": ["Private-Key Algebraic-Coded Cryptosystems., CRYPTO, 1986"], "David Chaum": ["Some Variations on RSA Signatures and Their Security., CRYPTO, 1986", "Demonstrating That a Public Predicate Can Be Satisfied Without Revealing Any Information About How., CRYPTO, 1986"], "Harald Niederreiter": ["Breaking the Cade Cipher., CRYPTO, 1986"], "John J. Cade": ["A Modification of a Broken Public-Key Cipher., CRYPTO, 1986"], "Burton S. Kaliski Jr.": ["A Pseudo-Random Bit Generator Based on Elliptic Logarithms., CRYPTO, 1986"], "Oded Goldreich": ["Two Remarks Concerning the Goldwasser-Micali-Rivest Signature Scheme., CRYPTO, 1986", "Towards a Theory of Software Protection., CRYPTO, 1986"], "Jean-Jacques Quisquater": ["Public-Key Systems Based on the Difficulty of Tampering (Is There a Difference Between DES and RSA?)., CRYPTO, 1986"], "Jan-Hendrik Evertse": ["A Secure and Privacy-protecting Protocol for Transmitting Personal Information Between Organizations., CRYPTO, 1986"], "Avi Wigderson": ["How to Prove all NP-Statements in Zero-Knowledge, and a Methodology of Cryptographic Protocol Design., CRYPTO, 1986"], "Adi Shamir": ["How to Prove Yourself: Practical Solutions to Identification and Signature Problems., CRYPTO, 1986"], "René Peralta": ["Demonstrating Possession of a Discrete Logarithm Without Revealing It., CRYPTO, 1986"], "Josh Cohen Benaloh": ["Cryptographic Capsules: A Disjunctive Primative for Interactive Protocols., CRYPTO, 1986", "Secret Sharing Homomorphisms: Keeping Shares of A Secret Sharing., CRYPTO, 1986"], "Claude Crépeau": ["Zero-Knowledge Simulation of Boolean Circuits., CRYPTO, 1986", "A Zero-Knowledge Poker Protocol That Achieves Confidentiality of the Players' Strategy or How to Achieve an Electronic Poker Face., CRYPTO, 1986", "Two Observations on Probabilistic Primality Testing., CRYPTO, 1986"], "Jean-Marc Robert": ["All-or-Nothing Disclosure of Secrets., CRYPTO, 1986"], "Heather Woll": ["How to Share a Secret with Cheaters., CRYPTO, 1986"], "R. D. Dixon": ["Smallest Possible Message Expansion in Threshold Schemes., CRYPTO, 1986"], "Stafford E. Tavares": ["VLSI Implementation of Public-Key Encryption Algorithms., CRYPTO, 1986"], "Dieter Gollmann": ["Architectures for Exponentiation in GF(2n)., CRYPTO, 1986"], "Paul Barrett": ["Implementing the Rivest Shamir and Adleman Public Key Encryption Algorithm on a Standard Digital Signal Processor., CRYPTO, 1986"], "Robert R. Jueneman": ["A High Speed Manipulation Detection Code., CRYPTO, 1986"], "Jennifer Seberry": ["Electronic Funds Transfer Point of Sale in Australia., CRYPTO, 1986"], "Bob Sloan": ["The Notion of Security for Probabilistic Cryptosystems., CRYPTO, 1986"], "Marianne R. Cain": ["Large-Scale Randomization Techniques., CRYPTO, 1986"], "Richard A. Games": ["On the Linear Span of binary Sequences Obtained from Finite Geometries., CRYPTO, 1986"], "Douglas R. Stinson": ["Some Constructions and Bounds for authentication Codes., CRYPTO, 1986"], "Stephen M. Matyas": ["Public-Key Registration., CRYPTO, 1986"], "Yvo Desmedt": ["Is There an ultimate Use of Cryptography?, CRYPTO, 1986"], "Michel Ugon": ["Smart Card, a Highly Reliable and Portable Security Device., CRYPTO, 1986"], "Gordon Rankine": ["THOMAS - A Complete Single Chip RSA Device., CRYPTO, 1986"]}