{"Wyn L. Price": ["Standards for Data Security - A Change of Direction., CRYPTO, 1987"], "Kåre Presttun": ["Integrating Cryptography in ISDN., CRYPTO, 1987"], "Samy Bengio": ["Special Uses and Abuses of the Fiat-Shamir Passport Protocol., CRYPTO, 1987"], "Moti Yung": ["Direct Minimum-Knowledge Computations., CRYPTO, 1987", "Cryptographic Computation: Secure Faut-Tolerant Protocols and the Public-Key Model., CRYPTO, 1987"], "Giuseppe Persiano": ["Non-Interactive Zero-Knowledge Proof Systems., CRYPTO, 1987"], "Ronen Vainish": ["How to Solve any Protocol Problem - An Efficiency Improvement., CRYPTO, 1987"], "Jeroen van de Graaf": ["Multiparty Computations Ensuring Privacy of Each Party's Input and Correctness of the Result., CRYPTO, 1987", "Gradual and Verifiable Release of a Secret., CRYPTO, 1987"], "Yvo Desmedt": ["Society and Group Oriented Cryptography: A New Concept., CRYPTO, 1987"], "René Peralta": ["A Simple and Secure Way to Show the Validity of Your Public Key., CRYPTO, 1987"], "Judy H. Moore": ["Strong Practical Protocols., CRYPTO, 1987"], "Kazuo Ohta": ["Identity-based Conference Key Distribution Systems., CRYPTO, 1987"], "Hideki Imai": ["On the Key Predistribution System: A Practical Solution to the Key Distribution Problem., CRYPTO, 1987"], "Eiji Okamoto": ["Key Distribution Systems Based on Identification Information., CRYPTO, 1987"], "Jean-Jacques Quisquater": ["Secret Distribution of Keys for Public-Key Systems., CRYPTO, 1987", "Efficient Digital Public-Key Signature with Shadow (Abstract)., CRYPTO, 1987"], "Gustavus J. Simmons": ["An Impersonation-Proof Identity Verfication Scheme., CRYPTO, 1987", "A Natural Taxonomy for Digital Information Authentication Schemes., CRYPTO, 1987"], "Brian J. Matt": ["Arbitration in Tamper Proof Systems., CRYPTO, 1987"], "Henk Meijer": ["Security-Related Comments Regarding McEliece's Public-Key Cryptosystem., CRYPTO, 1987"], "John M. DeLaurentis": ["Components and Cycles of a Random Function., CRYPTO, 1987"], "Frank A. Feldman": ["Fast Spectral Tests for Measuring Nonrandomness and the DES., CRYPTO, 1987"], "Jean-Paul Delescaille": ["Other Cycling Tests for DES (Abstract)., CRYPTO, 1987"], "Frank B. Dancs": ["A Crypto-Engine., CRYPTO, 1987"], "Richard A. Kemmerer": ["Analyzing Encryption Protocols Using Formal Verification Authentication Schemes., CRYPTO, 1987"], "William Rundell": ["Cryptosystems Based on an Analog of Heat Flow., CRYPTO, 1987"], "Scott A. Vanstone": ["A Combinatorial Approach to Threshold Schemes., CRYPTO, 1987"], "Hatsukazu Tanaka": ["A Realization Scheme for the Identity-Based Cryptosystem., CRYPTO, 1987"], "Claude Crépeau": ["Equivalence Between Two Flavours of Oblivious Transfers., CRYPTO, 1987"], "Douglas R. Stinson": ["A Construction for Authentication/Secrecy Codes from Certain Combinatorial Designs., CRYPTO, 1987"], "Ralph C. Merkle": ["A Digital Signature Based on a Conventional Encryption Function., CRYPTO, 1987"], "J. D. Tygar": ["How to Make Replicated Data Secure., CRYPTO, 1987"], "Charles Rackoff": ["A Study of Password Security., CRYPTO, 1987"], "Adi Shamir": ["A Video Scrambling Technique Based On Space Filling Curves., CRYPTO, 1987"], "Yacov Yacobi": ["Secure Audio Teleconference., CRYPTO, 1987", "Attack on the Koyama-Ohta Identity Basedd Key Distribution Scheme., CRYPTO, 1987"], "Walter Fumy": ["On the F-function of FEAL., CRYPTO, 1987"], "Z. T. Dai": ["Patterns of Entropy Drop of the Key in an S-Box of the DES., CRYPTO, 1987"], "Johan van Tilburg": ["The Rao-Nam Scheme is Insecure Against a Chosen-Plaintext Attack., CRYPTO, 1987"], "T. R. N. Rao": ["On Struik-Tilburg Cryptanalysis of Rao-Nam Scheme., CRYPTO, 1987"], "Gilles Brassard": ["A Generalization of Hellman's Extension of Shannon's Approach to Cryptography (Abstract)., CRYPTO, 1987"], "Ivan Damgård": ["Multiparty Unconditionally Secure Protocols (Abstract)., CRYPTO, 1987"]}