{"David Kahn": ["Keying the German Navy's Enigma., CRYPTO, 1989"], "Yvo Desmedt": ["Making Conditionally Secure Cryptosystems Unconditionally Abuse-Free in a General Context., CRYPTO, 1989"], "Ivan Damgård": ["On the Existence of Bit Commitment Schemes and Zero-Knowledge Proofs., CRYPTO, 1989", "A Design Principle for Hash Functions., CRYPTO, 1989"], "Russell L. Brand": ["Problems with the Normal Use of Cryptography for Providing Security on Unclassified Networks., CRYPTO, 1989"], "John T. Kohl": ["The use of Encryption in Kerberos for Network Authentication., CRYPTO, 1989"], "Philip R. Karn": ["UNIX Password Security - Ten Years Later., CRYPTO, 1989"], "Jonathan M. Smith": ["Practical Problems with a Cryptographic Protection Scheme., CRYPTO, 1989"], "Raymund Eisele": ["The Smart Siskette - A Universal User Token and Personal Crypto-Engine., CRYPTO, 1989"], "Richard A. Games": ["On the Quadratic Spans of Periodic Sequences., CRYPTO, 1989"], "Dick E. Boekee": ["The Shortest Feedback Shift Register That Can Generate A Given Sequence., CRYPTO, 1989"], "James L. Massey": ["Perfect Local Randomness in Pseudo-Random Sequences., CRYPTO, 1989"], "Hugo Krawczyk": ["Sparse Pseudorandom Distributions., CRYPTO, 1989", "How to Predict Congruential Generators., CRYPTO, 1989"], "Moni Naor": ["Bit Commitment Using Pseudo-Randomness., CRYPTO, 1989"], "Joos Vandewalle": ["A Chosen Text Attack on The Modified Cryptographic Checksum Algorithm of Cohen and Huang., CRYPTO, 1989"], "T. R. N. Rao": ["On the Linear Consistency Test (LCT) in Cryptanalysis with Applications., CRYPTO, 1989"], "Amos Fiat": ["Batch RSA., CRYPTO, 1989"], "Guy Castagnoli": ["On the Implementation of Elliptic Curve Cryptosystems., CRYPTO, 1989"], "Shafi Goldwasser": ["New Paradigms for Digital Signatures and Message Authentication Based on Non-Interative Zero Knowledge Proofs., CRYPTO, 1989", "Multiparty Computation with Faulty Majority., CRYPTO, 1989", "On the Structure of Secret Key Exchange Protocols., CRYPTO, 1989"], "Hans Van Antwerpen": ["Undeniable Signatures., CRYPTO, 1989"], "Ralph C. Merkle": ["A Certified Digital Signature., CRYPTO, 1989", "One Way Hash Functions and DES., CRYPTO, 1989"], "Claus-Peter Schnorr": ["Efficient Identification and Signatures for Smart Cards., CRYPTO, 1989"], "Klaus Vedder": ["A Signature with Shared Verification Scheme., CRYPTO, 1989"], "Silvio Micali": ["On-Line/Off-Line Digital Schemes., CRYPTO, 1989", "Non-Interactive Oblivious Transfer and Spplications., CRYPTO, 1989"], "Daniel M. Davenport": ["On the Classification of Idea Secret Sharing Schemes., CRYPTO, 1989"], "Tzonelih Hwang": ["Dynamic Threshold Scheme Based on the Definition of Cross-Product in an N-Dimentional Linear Space., CRYPTO, 1989"], "Eyal Kushilevitz": ["Secret Sharing Over Infinite Domains (Extended Abstract)., CRYPTO, 1989"], "Yair Frankel": ["Threshold Cryptosystems., CRYPTO, 1989"], "Stafford E. Tavares": ["Flexible Access Control with Master Keys., CRYPTO, 1989", "Good S-Boxes Are Easy To Find., CRYPTO, 1989"], "David B. Newman Jr.": ["Key Distribution Protocol for Digital Mobile Communication Systems., CRYPTO, 1989"], "Hugh C. Williams": ["A Key Exchange System Based on Real Quadratic Fields., CRYPTO, 1989"], "Zahava Shmuely": ["On Key Distribution Systems., CRYPTO, 1989"], "John H. Heimann": ["SDNS Architecture and End-to-End Encryption., CRYPTO, 1989"], "Ernest F. Brickell": ["A Survey of Hardware Implementation of RSA (Abstract)., CRYPTO, 1989"], "Brian A. Johnson": ["Modular Exponentiation Using Recursive Sums of Residues., CRYPTO, 1989"], "Hikaru Morita": ["A Fast Modular-multiplication Algorithm based on a Higher Radix., CRYPTO, 1989"], "Matthijs J. Coster": ["Addition Chain Heuristics., CRYPTO, 1989"], "Jean-Paul Delescaille": ["How Easy is Collision Search. New Results and Applications to DES., CRYPTO, 1989"], "Nasir D. Memon": ["Properties of Cryptosystem PGM., CRYPTO, 1989"], "Hideki Imai": ["On the Construction of Block Ciphers Provably Secure and Not Relying on Any Unproved Hypotheses., CRYPTO, 1989"], "Kazuo Ohta": ["Disposable Zero-Knowledge Authentications and Their Applications to Untraceable Electronic Cash., CRYPTO, 1989"], "Avi Wigderson": ["Efficient Identification Schemes Using Two Prover Interactive Proofs., CRYPTO, 1989"], "René Peralta": ["On the Concrete Complexity of Zero-Knowledge Proofs., CRYPTO, 1989"], "Adi Shamir": ["Zero Knowledge Proofs of Knowledge in Two Rounds., CRYPTO, 1989", "An Efficient Identification Scheme Based on Permuted Kernels (Extended Abstract)., CRYPTO, 1989"], "Rafail Ostrovsky": ["Minimum Resource Zero-Knowledge Proofs (Extended Abstract)., CRYPTO, 1989", "An Efficient Software Protection Scheme., CRYPTO, 1989"], "Donald Beaver": ["Multiparty Protocols Tolerating Half Faulty Processors., CRYPTO, 1989"], "Richard Cleve": ["Controlled Gradual Disclosure Schemes for Random Bits and Their Applications., CRYPTO, 1989"], "David Chaum": ["The Spymasters Double-Agent Problem: Multiparty Computations Secure Unconditionally from Minorities and Cryptographically from Majorities., CRYPTO, 1989"], "Steve R. White": ["Covert Distributed Processing with Computer Viruses., CRYPTO, 1989"], "Wyn L. Price": ["Progress in Data Security Standardization., CRYPTO, 1989"], "Shoji Miyaguchi": ["The FEAL-8 Cryptosystem and a Call for Attack., CRYPTO, 1989"], "Thomas A. Berson": ["How to Explain Zero-Knowledge Protocols to Your Children., CRYPTO, 1989"]}