{"Paul C. van Oorschot": ["MDx-MAC and Building Fast MACs from Hash Functions., CRYPTO, 1995"], "Phillip Rogaway": ["XOR MACs: New Methods for Message Authentication Using Finite Pseudorandom Functions., CRYPTO, 1995", "Bucket Hashing and its Application to Fast Message Authentication., CRYPTO, 1995"], "Oliver Spatscheck": ["Fast Key Exchange with Elliptic Curve Systems., CRYPTO, 1995"], "Jean-Jacques Quisquater": ["Fast Server-Aided RSA Signatures Secure Against Active Attacks., CRYPTO, 1995"], "Pil Joong Lee": ["Security and Performance of Server-Aided RSA Computation Protocols., CRYPTO, 1995"], "Shai Halevi": ["Efficient Commitment Schemes with Bounded Sender and Unbounded Receiver., CRYPTO, 1995"], "Donald Beaver": ["Precomputing Oblivious Transfer., CRYPTO, 1995"], "Alain Tapp": ["Committed Oblivious Transfer and Private Multi-Party Computation., CRYPTO, 1995"], "Dominic Mayers": ["On the Security of the Quantum Oblivious Transfer and Key Distribution Protocols., CRYPTO, 1995"], "Thorsten Theobald": ["How to Break Shamir's Asymmetric Basis., CRYPTO, 1995"], "Seung-Cheol Goh": ["On the Security of the Gollmann Cascades., CRYPTO, 1995"], "Kazumaro Aoki": ["Improving the Search Algorithm for the Best Linear Expression., CRYPTO, 1995"], "Yiqun Lisa Yin": ["On Differential and Linear Crytoanalysis of the RC5 Encryption Algorithm., CRYPTO, 1995"], "Ray Sidney": ["A Simple Method for Generating and Sharing Pseudo-Random Functions, with Applications to Clipper-like Escrow Systems., CRYPTO, 1995"], "Yacov Yacobi": ["A Key Escrow System with Warrant Bounds., CRYPTO, 1995"], "Frank Thomson Leighton": ["Fair Cryptosystems, Revisited: A Rigorous Approach to Key-Escrow (Extended Abstract)., CRYPTO, 1995"], "Moti Yung": ["Escrow Encryption Systems Visited: Attacks, Analysis and Designs., CRYPTO, 1995", "Cryptanalysis of the Immunized LL Public Key Systems., CRYPTO, 1995", "Proactive Secret Sharing Or: How to Cope With Perpetual Leakage., CRYPTO, 1995"], "Roger M. Needham": ["Robustness Principles for Public Key Protocols., CRYPTO, 1995"], "Jacques Patarin": ["Cryptanalysis of the Matsumoto and Imai Public Key Scheme of Eurocrypt'88., CRYPTO, 1995"], "Mark Goresky": ["Cryptanalysis Based on 2-Adic Rational Approximation., CRYPTO, 1995"], "Lars R. Knudsen": ["A Key-schedule Weakness in SAFER K-64., CRYPTO, 1995"], "Ivan Damgård": ["Secure Signature Schemes based on Interactive Protocols., CRYPTO, 1995"], "Joe Kilian": ["Improved Efficient Arguments (Preliminary Version)., CRYPTO, 1995"], "Avi Wigderson": ["Honest Verifier vs Dishonest Verifier in Public Coin Zero-Knowledge Proofs., CRYPTO, 1995"], "Benny Chor": ["Secret Sharing with Public Reconstruction (Extended Abstract)., CRYPTO, 1995"], "Gregory Kabatianskii": ["General Perfect Secret Sharing Schemes., CRYPTO, 1995"], "Arjen K. Lenstra": ["NFS with Four Large Primes: An Explosive Experiment., CRYPTO, 1995", "Some Remarks on Lucas-Based Cryptosystems., CRYPTO, 1995"], "Susan K. Langford": ["Threshold DSS Signatures without a Trusted Party., CRYPTO, 1995"], "Wakaha Ogata": ["t-Cheater Identifiable (k, n) Threshold Secret Sharing Schemes., CRYPTO, 1995"], "Richard J. Lipton": ["Quantum Cryptanalysis of Hidden Linear Functions (Extended Abstract)., CRYPTO, 1995"], "Tatsuaki Okamoto": ["An Efficient Divisible Electronic Cash Scheme., CRYPTO, 1995"], "James Shaw": ["Collusion-Secure Fingerprinting for Digital Data (Extended Abstract)., CRYPTO, 1995"]}