{"Eli Biham": ["Differential Cryptanalysis of DES-like Cryptosystems., CRYPTO, 1990"], "Henri Gilbert": ["A Statistical Attack of the FEAL-8 Cryptosystem., CRYPTO, 1990"], "Kencheng Zeng": ["An Improved Linear Syndrome Algorithm in Cryptanalysis With Applications., CRYPTO, 1990"], "Gilles Brassard": ["Quantum Bit Commitment and Coin Tossing Protocols., CRYPTO, 1990", "One-Way Group Actions., CRYPTO, 1990"], "Donald Beaver": ["Security with Low Communication Overhead., CRYPTO, 1990", "Hiding Instances in Zero-Knowledge Proof Systems (Extended Abstract)., CRYPTO, 1990"], "Shafi Goldwasser": ["Fair Computation of General Functions in Presence of Immoral Majority., CRYPTO, 1990"], "Brian A. LaMacchia": ["Solving Large Sparse Linear Systems over Finite Fields., CRYPTO, 1990", "Computation of Discrete Logarithms in Prime Fields (Extended Abstract)., CRYPTO, 1990"], "Johannes A. Buchmann": ["On the Computation of Discrete Logarithms in Class Groups., CRYPTO, 1990"], "Chih-Chwen Chuang": ["Matrix Extensions of the RSA Algorithm., CRYPTO, 1990"], "Neal Koblitz": ["Constructing Elliptic Curve Cryptosystems in Characteristic 2., CRYPTO, 1990"], "Thomas Beth": ["Identification Tokens - or: Solving the Chess Grandmaster Problem., CRYPTO, 1990"], "Yvo Desmedt": ["Abritrated Unconditionally Secure Authentication Can Be Unconditionally Protected Against Arbiter's Attacks (Extended Abstract)., CRYPTO, 1990"], "Joan Boyar": ["Convertible Undeniable Signatures., CRYPTO, 1990"], "David Chaum": ["Unconditionally Secure Digital Signatures., CRYPTO, 1990"], "Gustavus J. Simmons": ["Geometric Shared Secret and/or Shared Control Schemes., CRYPTO, 1990"], "Ernest F. Brickell": ["Some Improved Bounds on the Information Rate of Perfect Secret Sharing Schemes., CRYPTO, 1990"], "Silvio Micali": ["Collective Coin Tossing Without Assumptions nor Broadcasting., CRYPTO, 1990"], "Yacov Yacobi": ["A Key Distribution \"Paradox\"., CRYPTO, 1990", "Discrete-Log With Compressible Exponents., CRYPTO, 1990"], "Walter Fumy": ["A Modular Approach to Key Distribution., CRYPTO, 1990"], "Yuliang Zheng": ["Structural Properties of One-way Hash Functions., CRYPTO, 1990"], "Ronald L. Rivest": ["The MD4 Message Digest Algorithm., CRYPTO, 1990", "Finding Four Million Large Random Primes., CRYPTO, 1990"], "Joe Kilian": ["Achieving Zero-Knowledge Robustly., CRYPTO, 1990", "Interactive Proofs with Provable Security Against Honest Verifiers., CRYPTO, 1990"], "Kaoru Kurosawa": ["Multi-Language Zero Knowledge Interactive Proof Systems., CRYPTO, 1990"], "Dror Lapidot": ["Publicly Verifiable Non-Interactive Zero-Knowledge Proofs., CRYPTO, 1990"], "Alfredo De Santis": ["Crptograpic Applications of the Non-Interactive Metaproof and Many-Prover Systems., CRYPTO, 1990"], "A. W. Schrift": ["On the Universality of the Next Bit Test., CRYPTO, 1990"], "Ueli M. Maurer": ["A Universal Statistical Test for Random Bit Generators., CRYPTO, 1990"], "James L. McInnes": ["On the Impossibility of Private Key Cryptography with Weakly Random Keys., CRYPTO, 1990"], "Stuart Haber": ["How to Time-Stamp a Digital Document., CRYPTO, 1990"], "Tatsuaki Okamoto": ["How to Utilize the Randomness of Zero-Knowledge Proofs., CRYPTO, 1990"], "Ralph C. Merkle": ["Fast Software Encryption Functions., CRYPTO, 1990"], "Dominique de Waleffe": ["CORSAIR: A SMART Card for Public Key Cryptosystems., CRYPTO, 1990"], "Kireeti Kompella": ["Fast Checkers for Cryptography., CRYPTO, 1990"], "Richard Cleve": ["Complexity Theoretic Issues Concerning Block Ciphers Related to D.E.S., CRYPTO, 1990"], "Thomas W. Cusick": ["The REDOC II Cryptosystem., CRYPTO, 1990"], "Kwangjo Kim": ["A Recursive Construction Method of S-boxes Satisfying Strict Avalanche Criterion., CRYPTO, 1990"], "Paul C. van Oorschot": ["A Comparison of Practical Public Key Cryptosystems Based on Integer Factorization and Discrete Logarithms., CRYPTO, 1990"], "Kenji Koyama": ["Nonlinear Parity Circuits and their Cryptographic Applications., CRYPTO, 1990"], "Othmar Staffelbach": ["Cryptographic Significance of the Carry for Ciphers Based on Integer Addition., CRYPTO, 1990"], "Shimon Even": ["Systolic Modular Multiplication., CRYPTO, 1990"], "Shoji Miyaguchi": ["The FEAL Cipher Family., CRYPTO, 1990"]}