{"Gary L. Miller": ["Breaking the Ong-Schnorr-Shamir Signature Scheme for Quadratic Number Fields., CRYPTO, 1985"], "Don Coppersmith": ["Another Birthday Attack., CRYPTO, 1985", "Cheating at Mental Poker., CRYPTO, 1985", "The Real Reason for Rivest's Phenomenon., CRYPTO, 1985"], "David Chaum": ["Attacks on Some RSA Signatures., CRYPTO, 1985"], "John M. DeLaurentis": ["An Attack on a Signature Scheme Proposed by Okamoto and Shiraishi., CRYPTO, 1985"], "Gustavus J. Simmons": ["A Secure Subliminal Channel (?)., CRYPTO, 1985"], "Yvo Desmedt": ["Unconditionally Secure Authentication Schemes and Practical and Theoretical Consequences., CRYPTO, 1985"], "Adi Shamir": ["On the Security of Ping-Pong Protocols when Implemented using the RSA., CRYPTO, 1985", "On the Security of DES., CRYPTO, 1985"], "Claude Crépeau": ["A Secure Poker Protocol that Minimizes the Effect of Player Coalitions., CRYPTO, 1985"], "René Peralta": ["A Framework for the Study of Cryptographic Protocols., CRYPTO, 1985"], "Whitfield Diffie": ["Security for the DoD Transmission Control Protocol., CRYPTO, 1985", "Analysis of a Public Key Approach Based on Polynomial Substitution., CRYPTO, 1985"], "Moti Yung": ["Symmetric Public-Key Encryption., CRYPTO, 1985"], "James R. Gosler": ["Software Protection: Myth or Reality?, CRYPTO, 1985"], "Shlomit S. Pinter": ["Public Protection of Software., CRYPTO, 1985"], "George B. Purdy": ["Fingerprinting Long Forgiving Messages., CRYPTO, 1985"], "Jan-Hendrik Evertse": ["Crytanalysis of DES with a Reduced Number of Rounds: Sequences of Linear Factors in Block Ciphers., CRYPTO, 1985"], "Alan T. Sherman": ["Is DES a Pure Cipher? (Results of More Cycling Experiments on DES)., CRYPTO, 1985"], "Stafford E. Tavares": ["A Layered Approach to the Design of Private Key Cryptosystems., CRYPTO, 1985", "On the Design of S-Boxes., CRYPTO, 1985"], "K. Nakamura": ["Lifetimes of Keys in Cryptographic Key Management Systems., CRYPTO, 1985"], "Rainer A. Rueppel": ["Correlation Immunity and the Summation Generator., CRYPTO, 1985"], "Thomas Siegenthaler": ["Design of Combiners to Prevent Divide and Conquer Attacks., CRYPTO, 1985"], "G. R. Blakley": ["Information Theory Without the Finiteness Assumption, II: Unfolding the DES., CRYPTO, 1985"], "Martin Kochanski": ["Developing an RSA Chip., CRYPTO, 1985"], "Hugh C. Williams": ["An M³ Public-Key Encryption Scheme., CRYPTO, 1985"], "Vijay Varadharajan": ["Trapdoor Rings and Their Use in Cryptography., CRYPTO, 1985"], "Taher El Gamal": ["On Computing Logarithms Over Finite Fields., CRYPTO, 1985"], "Johan Håstad": ["On Using RSA with Low Exponent in a Public Key Network., CRYPTO, 1985"], "N. M. Stephens": ["Lenstra's Factorization Method Based on Elliptic Curves., CRYPTO, 1985"], "Victor S. Miller": ["Use of Elliptic Curves in Cryptography., CRYPTO, 1985"], "Stephen Wolfram": ["Cryptography with Cellular Automata., CRYPTO, 1985"], "J. D. Tygar": ["Efficient Parallel Pseudo-Random Number Generation., CRYPTO, 1985"], "Charles Rackoff": ["How to Construct Pseudo-Random Permutations from Pseudo-Random Functions (Abstract)., CRYPTO, 1985"], "Shafi Goldwasser": ["The Bit Security of Modular Squaring Given Partial Factorization of the Modulos., CRYPTO, 1985"], "Gérard D. Cohen": ["Some Cryptographic Aspects of Womcodes., CRYPTO, 1985"], "Jean-Marc Robert": ["How to Reduce Your Enemy's Information (Extended Abstract)., CRYPTO, 1985"], "Joan Feigenbaum": ["Encrypting Problem Instances: Or ..., Can You Take Advantage of Someone Without Having to Trust Him?, CRYPTO, 1985"], "Dick E. Boekee": ["Divergence Bounds on Key Equivocation and Error Probability in Cryptanalysis., CRYPTO, 1985"], "Andrew M. Odlyzko": ["A Chosen Text Attack on the RSA Cryptosystem and Some Discrete Logarithm Schemes., CRYPTO, 1985"], "Marc Davio": ["The Importance of \"Good\" Key Scheduling Schemes (How to Make a Secure DES Scheme with <= 48 Bit Keys)., CRYPTO, 1985"], "Willem H. Haemers": ["Access Control at the Netherlands Postal and Telecommunications Services., CRYPTO, 1985"]}