{"Mats Näslund": ["The Complexity of Computing Hard Core Predicates., CRYPTO, 1997"], "Tatsuaki Okamoto": ["Statistical Zero Knowledge Protocols to Prove Modular Polynomial Relations., CRYPTO, 1997"], "Moti Yung": ["Keeping the SZK-Verifier Honest Unconditionally., CRYPTO, 1997", "The Prevalence of Kleptographic Attacks on Discrete-Log Based Cryptosystems., CRYPTO, 1997", "Proactive RSA., CRYPTO, 1997"], "Oded Goldreich": ["On the Foundations of Modern Cryptography., CRYPTO, 1997"], "Donald Beaver": ["Plug and Play Encryption., CRYPTO, 1997"], "Rafail Ostrovsky": ["Deniable Encryption., CRYPTO, 1997", "Security of Blind Digital Signatures (Extended Abstract)., CRYPTO, 1997", "Efficient Anonymous Multicast and Reception (Extended Abstract)., CRYPTO, 1997"], "Shai Halevi": ["Eliminating Decryption Errors in the Ajtai-Dwork Cryptosystem., CRYPTO, 1997", "Public-Key Cryptosystems from Lattice Reduction Problems., CRYPTO, 1997"], "Tal Rabin": ["RSA-Based Undeniable Signatures., CRYPTO, 1997"], "Yuliang Zheng": ["Digital Signcryption or How to Achieve Cost(Signature & Encryption) << Cost(Signature) + Cost(Encryption)., CRYPTO, 1997"], "Pankaj Rohatgi": ["How to Sign Digital Streams., CRYPTO, 1997"], "Jacques Stern": ["Merkle-Hellman Revisited: A Cryptanalysis of the Qu-Vanstone Cryptosystem Based on Group Factorizations., CRYPTO, 1997"], "Thomas A. Berson": ["Failure of the McEliece Public-Key Cryptosystem Under Message-Resend and Related-Message Attack., CRYPTO, 1997"], "Jean-François Misarsky": ["A Multiplicative Attack Using LLL Algorithm on RSA Signatures with Redundancy., CRYPTO, 1997"], "Daniel Bleichenbacher": ["On the Security of the KMOV Public Key Cryptosystem., CRYPTO, 1997"], "Pil Joong Lee": ["A Key Recovery Attack on Discrete Log-based Schemes Using a Prime Order Subgroupp., CRYPTO, 1997"], "Daniele Micciancio": ["\"Pseudo-Random\" Number Generation Within Cryptographic Algorithms: The DDS Case., CRYPTO, 1997"], "Ueli M. Maurer": ["Unconditional Security Against Memory-Bounded Adversaries., CRYPTO, 1997"], "Stefan Wolf": ["Privacy Amplification Secure Against Active Adversaries., CRYPTO, 1997"], "Benny Pinkas": ["Visual Authentication and Identification., CRYPTO, 1997"], "Gilles Brassard": ["Quantum Information Processing: The Good, the Bad and the Ugly., CRYPTO, 1997"], "Christof Paar": ["Efficient Algorithms for Elliptic Curve Cryptosystems., CRYPTO, 1997"], "Jerome A. Solinas": ["An Improved Algorithm for Arithmetic on a Family of Elliptic Curves., CRYPTO, 1997"], "Tsuyoshi Takagi": ["Fast RSA-Type Cryptosystems Using N-Adic Expansion., CRYPTO, 1997"], "Sachar Paulus": ["A One Way Function Based on Ideal Arithmetic in Number Fields., CRYPTO, 1997"], "Markus Stadler": ["Efficient Group Signature Schemes for Large Groups (Extended Abstract)., CRYPTO, 1997"], "Matthew K. Franklin": ["Efficient Generation of Shared RSA Keys (Extended Abstract)., CRYPTO, 1997"], "Ran Canetti": ["Towards Realizing Random Oracles: Hash Functions That Hide All Partial Information., CRYPTO, 1997"], "Phillip Rogaway": ["Collision-Resistant Hashing: Towards Making UOWHFs Practical., CRYPTO, 1997"], "Bart Preneel": ["Fast and Secure Hashing Based on Codes., CRYPTO, 1997"], "Renato Menicocci": ["Edit Distance Correlation Attack on the Alternating Step Generator., CRYPTO, 1997"], "Adi Shamir": ["Differential Fault Analysis of Secret Key Cryptosystems., CRYPTO, 1997"], "John Kelsey": ["Cryptanalysis of the Cellular Encryption Algorithm., CRYPTO, 1997"]}