{"Dan Roth": ["A Discriminative Latent Variable Model for Online Clustering., ICML, 2014"], "Bernhard Schölkopf": ["Kernel Mean Estimation and Stein Effect., ICML, 2014", "Consistency of Causal Inference under the Additive Noise Model., ICML, 2014", "Estimating Diffusion Network Structures: Recovery Conditions, Sample Complexity & Soft-thresholding Algorithm., ICML, 2014", "Randomized Nonlinear Component Analysis., ICML, 2014"], "Simon DeDeo": ["Demystifying Information-Theoretic Clustering., ICML, 2014"], "Wee Sun Lee": ["Covering Number for Efficient Heuristic-based POMDP Planning., ICML, 2014"], "Huan Xu": ["The Coherent Loss Function for Classification., ICML, 2014", "Scaling Up Robust MDPs using Function Approximation., ICML, 2014", "Weighted Graph Clustering with Non-Uniform Uncertainties., ICML, 2014"], "James Tin-Yau Kwok": ["Fast Stochastic Alternating Direction Method of Multipliers., ICML, 2014"], "Andreas Krause": ["Active Detection via Adaptive Submodularity., ICML, 2014", "Near-Optimally Teaching the Crowd to Classify., ICML, 2014"], "Tong Zhang": ["Accelerated Proximal Stochastic Dual Coordinate Ascent for Regularized Loss Minimization., ICML, 2014", "Gradient Hard Thresholding Pursuit for Sparsity-Constrained Optimization., ICML, 2014", "Communication-Efficient Distributed Optimization using an Approximate Newton-type Method., ICML, 2014"], "Lin Xiao": ["An Adaptive Accelerated Proximal Gradient Method and its Homotopy Continuation for Sparse Optimization., ICML, 2014"], "Ronan Collobert": ["Recurrent Convolutional Neural Networks for Scene Labeling., ICML, 2014"], "Bin Yu": ["A Statistical Perspective on Algorithmic Leveraging., ICML, 2014"], "Yishay Mansour": ["Thompson Sampling for Complex Online Problems., ICML, 2014"], "Rob J. Hyndman": ["Boosting multi-step autoregressive forecasts., ICML, 2014"], "Shivani Agarwal": ["A Statistical Convergence Perspective of Algorithms for Rank Aggregation from Pairwise Data., ICML, 2014", "GEV-Canonical Regression for Accurate Binary Class Probability Estimation when One Class is Rare., ICML, 2014"], "Shie Mannor": ["Scaling Up Approximate Value Iteration with Options: Better Policies with Fewer Iterations., ICML, 2014", "Latent Bandits., ICML, 2014", "Time-Regularized Interrupting Options (TRIO)., ICML, 2014"], "Edwin V. Bonilla": ["Fast Allocation of Gaussian Process Experts., ICML, 2014"], "Yiming Yang": ["Von Mises-Fisher Clustering Models., ICML, 2014"], "Bertrand Michel": ["Convergence rates for persistence diagram estimation in Topological Data Analysis., ICML, 2014"], "Christian Igel": ["Buffer k-d Trees: Processing Massive Nearest Neighbor Queries on GPUs., ICML, 2014"], "Max Welling": ["Austerity in MCMC Land: Cutting the Metropolis-Hastings Budget., ICML, 2014", "Distributed Stochastic Gradient MCMC., ICML, 2014", "Learning the Irreducible Representations of Commutative Lie Groups., ICML, 2014", "Efficient Gradient-Based Inference through Transformations between Bayes Nets and Neural Nets., ICML, 2014"], "Ming Zhang": ["Understanding the Limiting Factors of Topic Modeling via Posterior Contraction Analysis., ICML, 2014"], "David M. Blei": ["The Inverse Regression Topic Model., ICML, 2014"], "Edoardo M. Airoldi": ["A Consistent Histogram Estimator for Exchangeable Graph Models., ICML, 2014"], "Anshul Sheopuri": ["Latent Variable Copula Inference for Bundle Pricing from Retail Transaction Data., ICML, 2014"], "Robert E. Schapire": ["Towards Minimax Online Learning with Unknown Time Horizon., ICML, 2014", "Taming the Monster: A Fast and Simple Algorithm for Contextual Bandits., ICML, 2014"], "Kirk Goldsberry": ["Factorized Point Process Intensities: A Spatial Analysis of Professional Basketball., ICML, 2014"], "Javier Peña": ["Margins, Kernels and Non-linear Smoothed Perceptrons., ICML, 2014"], "Jerry Zhu": ["Robust RegBayes: Selectively Incorporating First-Order Logic Domain Knowledge into Bayesian Models., ICML, 2014"], "Andres Muñoz Medina": ["Learning Theory and Algorithms for revenue optimization in second price auctions with reserve., ICML, 2014"], "Bart Selman": ["Low-density Parity Constraints for Hashing-Based Discrete Integration., ICML, 2014"], "Yasin Abbasi-Yadkori": ["Prediction with Limited Advice and Multiarmed Bandits with Paid Observations., ICML, 2014"], "Hung Hai Bui": ["Bayesian Nonparametric Multilevel Clustering with Group-Level Contexts., ICML, 2014"], "Sylvain Arlot": ["Large-Margin Metric Learning for Constrained Partitioning Problems., ICML, 2014"], "Adrian Butscher": ["Wasserstein Propagation for Semi-Supervised Learning., ICML, 2014"], "Bo Zhang": ["Max-Margin Infinite Hidden Markov Models., ICML, 2014"], "Shizhong Liao": ["Efficient Approximation of Cross-Validation for Kernel Methods using Bouligand Influence Function., ICML, 2014"], "Barnabás Póczos": ["Generalized Exponential Concentration Inequality for Renyi Divergence Estimation., ICML, 2014"], "Chi-Jen Lu": ["Boosting with Online Binary Learners for the Multiclass Bandit Problem., ICML, 2014"], "Ken-ichi Kawarabayashi": ["Optimal Budget Allocation: Theoretical Guarantee and Efficient Algorithm., ICML, 2014"], "Lirong Xia": ["Computing Parametric Ranking Models via Rank-Breaking., ICML, 2014"], "Varun Kanade": ["Tracking Adversarial Targets., ICML, 2014"], "Jun Zhu": ["Online Bayesian Passive-Aggressive Learning., ICML, 2014"], "Martin A. Riedmiller": ["Deterministic Policy Gradient Algorithms., ICML, 2014"], "Lawrence Carin": ["Modeling Correlated Arrival Events with Latent Semi-Markov Processes., ICML, 2014", "Nonlinear Information-Theoretic Compressive Measurement Design., ICML, 2014", "Scalable Bayesian Low-Rank Decomposition of Incomplete Multiway Tensors., ICML, 2014"], "Christopher C. Holmes": ["Towards scaling up Markov chain Monte Carlo: an adaptive subsampling approach., ICML, 2014"], "Aline Medeiros Saettler": ["Diagnosis determination: decision trees optimizing simultaneously worst and expected testing cost., ICML, 2014"], "Hsuan-Tien Lin": ["Condensed Filter Tree for Cost-Sensitive Multi-Label Classification., ICML, 2014"], "Tommi S. Jaakkola": ["On Measure Concentration of Random Maximum A-Posteriori Perturbations., ICML, 2014", "A Unified Framework for Consistency of Regularized Loss Minimizers., ICML, 2014"], "Philip Thomas": ["Bias in Natural Actor-Critic Algorithms., ICML, 2014", "GeNGA: A Generalization of Natural Gradient Ascent with Positive and Negative Convergence Results., ICML, 2014"], "Amaury Habrard": ["Dimension-free Concentration Bounds on Hankel Matrices for Spectral Learning., ICML, 2014"], "Jie Tang": ["On Modelling Non-linear Topical Dependencies., ICML, 2014"], "Hugo Larochelle": ["A Deep and Tractable Density Estimator., ICML, 2014", "Agnostic Bayesian Learning of Ensembles., ICML, 2014"], "Abhradeep Guha Thakurta": ["(Near) Dimension Independent Risk Bounds for Differentially Private Learning., ICML, 2014"], "Michael W. Mahoney": ["Quasi-Monte Carlo Feature Maps for Shift-Invariant Kernels., ICML, 2014", "Anti-differentiating approximation algorithms: A case study with min-cuts, spectral, and flow., ICML, 2014"], "Paul Mineiro": ["Discriminative Features via Generalized Eigenvectors., ICML, 2014"], "Ryohei Fujimaki": ["Forward-Backward Greedy Algorithms for General Convex Smooth Functions over A Cardinality Constraint., ICML, 2014"], "Csaba Szepesvári": ["Online Learning in Markov Decision Processes with Changing Cost Sequences., ICML, 2014"], "Alexandre Proutière": ["Unimodal Bandits: Regret Lower Bounds and Optimal Algorithms., ICML, 2014"], "Sunita Sarawagi": ["Maximum Mean Discrepancy for Class Ratio Estimation: Convergence Bounds and Kernel Selection., ICML, 2014"], "Daniil Ryabko": ["Asymptotically consistent estimation of the number of change points in highly dependent time series., ICML, 2014"], "Gal Chechik": ["Coordinate-descent for learning orthogonal matrices through Givens rotations., ICML, 2014"], "Ping Li": ["Densifying One Permutation Hashing via Rotation for Fast Near Neighbor Search., ICML, 2014"], "Inderjit S. Dhillon": ["A Divide-and-Conquer Solver for Kernel Support Vector Machines., ICML, 2014", "Large-scale Multi-label Learning with Missing Labels., ICML, 2014", "Admixture of Poisson MRFs: A Topic Model with Word Dependencies., ICML, 2014", "Memory Efficient Kernel Approximation., ICML, 2014"], "Peder A. Olsen": ["Nuclear Norm Minimization via Active Subspace Selection., ICML, 2014"], "Tengyu Ma": ["Provable Bounds for Learning Some Deep Representations., ICML, 2014"], "Pradeep Ravikumar": ["Learning Graphs with a Few Hubs., ICML, 2014", "Elementary Estimators for High-Dimensional Linear Regression., ICML, 2014", "Elementary Estimators for Sparse Covariance Matrices and other Structured Moments., ICML, 2014"], "Suvrit Sra": ["Towards an optimal stochastic alternating direction method of multipliers., ICML, 2014"], "Babak Shahbaba": ["Spherical Hamiltonian Monte Carlo for Constrained Target Distributions., ICML, 2014"], "Alexandre Bouchard-Côté": ["Efficient Continuous-Time Markov Chain Estimation., ICML, 2014", "Memory (and Time) Efficient Sequential Monte Carlo., ICML, 2014"], "Trevor Darrell": ["DeCAF: A Deep Convolutional Activation Feature for Generic Visual Recognition., ICML, 2014", "On learning to localize objects with minimal supervision., ICML, 2014"], "Noah A. Smith": ["Making the Most of Bag of Words: Sentence Regularization with Alternating Direction Method of Multipliers., ICML, 2014"], "Nando de Freitas": ["Narrowing the Gap: Random Forests In Theory and In Practice., ICML, 2014", "Linear and Parallel Learning of Markov Random Fields., ICML, 2014"], "Rachel Ward": ["Coherent Matrix Completion., ICML, 2014"], "Richard S. Sutton": ["True Online TD(lambda)., ICML, 2014"], "Daniel Lowd": ["Learning Sum-Product Networks with Direct and Indirect Variable Interactions., ICML, 2014", "On Robustness and Regularization of Structural Support Vector Machines., ICML, 2014"], "Michael R. DeWeese": ["Hamiltonian Monte Carlo Without Detailed Balance., ICML, 2014"], "Percy Liang": ["Filtering with Abstract Particles., ICML, 2014", "Adaptivity and Optimism: An Improved Exponentiated Gradient Algorithm., ICML, 2014", "Estimating Latent-Variable Graphical Models using Moments and Likelihoods., ICML, 2014"], "Taiji Suzuki": ["Stochastic Dual Coordinate Ascent with Alternating Direction Method of Multipliers., ICML, 2014"], "Olga G. Troyanskaya": ["Deep Supervised and Convolutional Generative Stochastic Network for Protein Secondary Structure Prediction., ICML, 2014"], "Kevin Leyton-Brown": ["An Efficient Approach for Assessing Hyperparameter Importance., ICML, 2014"], "Stéphane Marchand-Maillet": ["An Information Geometry of Statistical Manifold Learning., ICML, 2014"], "Maarten de Rijke": ["Relative Upper Confidence Bound for the K-Armed Dueling Bandit Problem., ICML, 2014"], "Dennis DeCoste": ["Compact Random Feature Maps., ICML, 2014"], "Aryeh Kontorovich": ["Concentration in unbounded metric spaces and algorithmic stability., ICML, 2014"], "Sivan Sabato": ["Heavy-tailed regression with a generalized median-of-means., ICML, 2014"], "Tomás Kocák": ["Spectral Bandits for Smooth Graph Functions., ICML, 2014"], "Lei Zhang": ["Robust Principal Component Analysis with Complex Noise., ICML, 2014"], "Leonidas J. Guibas": ["Scalable Semidefinite Relaxation for Maximum A Posterior Estimation., ICML, 2014"], "Donald Goldfarb": ["Square Deal: Lower Bounds and Improved Relaxations for Tensor Recovery., ICML, 2014"], "Allen Lavoie": ["Automated inference of point of view from user interactions in collective intelligence venues., ICML, 2014"], "Jieping Ye": ["Rank-One Matrix Pursuit for Matrix Completion., ICML, 2014", "Geodesic Distance Function Learning via Heat Flow on Vector Fields., ICML, 2014", "A Highly Scalable Parallel Algorithm for Isotropic Total Variation Models., ICML, 2014", "Safe Screening with Variational Inequalities and Its Application to Lasso., ICML, 2014", "Scaling SVM and Least Absolute Deviations via Exact Data Reduction., ICML, 2014"], "Qi-Xing Huang": ["Near-Optimal Joint Object Matching via Convex Relaxation., ICML, 2014"], "Nikolai Slavov": ["Convex Total Least Squares., ICML, 2014"], "J. Saketha Nath": ["On p-norm Path Following in Multiple Kernel Learning for Non-linear Feature Selection., ICML, 2014"], "Alexandre M. Bayen": ["On the convergence of no-regret learning in selfish routing., ICML, 2014"], "Olivier Nicol": ["Improving offline evaluation of contextual bandit algorithms via bootstrapping techniques., ICML, 2014"], "Alexander T. Ihler": ["Marginal Structured SVM with Hidden Variables., ICML, 2014"], "Zoubin Ghahramani": ["Pitfalls in the use of Parallel Inference for the Dirichlet Process., ICML, 2014", "Scalable Gaussian Process Structured Prediction for Grid Factor Graph Applications., ICML, 2014", "Stochastic Inference for Scalable Probabilistic Modeling of Binary Matrices., ICML, 2014", "Cold-start Active Learning with Robust Ordinal Matrix Factorization., ICML, 2014", "Probabilistic Matrix Factorization with Non-random Missing Data., ICML, 2014", "Beta Diffusion Trees., ICML, 2014"], "Jian Li": ["Optimal PAC Multiple Arm Identification with Applications to Crowdsourcing., ICML, 2014"], "Jason Yosinski": ["Deep Generative Stochastic Networks Trainable by Backprop., ICML, 2014"], "Jiaming Xu": ["Statistical-Computational Phase Transitions in Planted Models: The High-Dimensional Setting., ICML, 2014"], "Nicolas Vayatis": ["Gaussian Process Optimization with Mutual Information., ICML, 2014"], "Christopher Meek": ["Aggregating Ordinal Labels from Crowds by Minimax Conditional Entropy., ICML, 2014"], "Pedro M. Domingos": ["Exchangeable Variable Models., ICML, 2014"], "Nika Haghtalab": ["Clustering in the Presence of Background Noise., ICML, 2014"], "Philip S. Yu": ["Learning the Consistent Behavior of Common Users for Target Node Prediction across Social Networks., ICML, 2014"], "Yann LeCun": ["Signal recovery from Pooling Representations., ICML, 2014"], "Lihong Li": ["PAC-inspired Option Discovery in Lifelong Reinforcement Learning., ICML, 2014"], "Jianmin Wang": ["Multi-label Classification via Feature-aware Implicit Label Space Encoding., ICML, 2014"], "Sylvain Robbiano": ["Anomaly Ranking as Supervised Bipartite Ranking., ICML, 2014"], "Santiago Segarra": ["Hierarchical Quasi-Clustering Methods for Asymmetric Networks., ICML, 2014"], "Naonori Ueda": ["Rectangular Tiling Process., ICML, 2014"], "Alexandros Kalousis": ["Two-Stage Metric Learning., ICML, 2014"], "Hady Wirawan Lauw": ["Graph-based Semi-supervised Learning: Realizing Pointwise Smoothness Probabilistically., ICML, 2014"], "Jianfei Chen": ["Bayesian Max-margin Multi-Task Learning with Data Augmentation., ICML, 2014"], "Firdaus Janoos": ["Sparse Reinforcement Learning via Convex Optimization., ICML, 2014"], "Bernardete Ribeiro": ["Gaussian Process Classification and Active Learning with Multiple Annotators., ICML, 2014"], "Juho Rousu": ["Structured Prediction of Network Response., ICML, 2014"], "David Piekut": ["An Analysis of State-Relevance Weights and Sampling Distributions on L1-Regularized Approximate Linear Programming Approximation Accuracy., ICML, 2014"], "Samuel Kaski": ["Optimization Equivalence of Divergences Improves Neighbor Embedding., ICML, 2014"], "Srikrishna Sridhar": ["An Asynchronous Parallel Stochastic Coordinate Descent Algorithm., ICML, 2014"], "Raquel Urtasun": ["Globally Convergent Parallel MAP LP Relaxation Solver using the Frank-Wolfe Algorithm., ICML, 2014"], "Peter L. Bartlett": ["Linear Programming for Large-Scale Markov Decision Problems., ICML, 2014"], "Heng Huang": ["Linear Time Solver for Primal SVM., ICML, 2014", "Optimal Mean Robust Principal Component Analysis., ICML, 2014", "Robust Distance Metric Learning via Simultaneous L1-Norm Minimization and Maximization., ICML, 2014"], "Yuhong Guo": ["Latent Semantic Representation Learning for Scene Classification., ICML, 2014"], "Gregory Valiant": ["Least Squares Revisited: Scalable Approaches for Multi-class Prediction., ICML, 2014"], "Konstantin Voevodski": ["Local algorithms for interactive clustering., ICML, 2014"], "Marc Toussaint": ["Model-Based Relational RL When Object Existence is Partially Observable., ICML, 2014"], "Hado van Hasselt": ["A new Q(lambda) with interim forward view and Monte Carlo equivalence., ICML, 2014"], "Nuno Vasconcelos": ["Guess-Averse Loss Functions For Cost-Sensitive Multiclass Boosting., ICML, 2014"], "Richard S. Zemel": ["Multimodal Neural Language Models., ICML, 2014", "High Order Regularization for Semi-Supervised Learning of Structured Output Problems., ICML, 2014"], "Surya Ganguli": ["Fast large-scale optimization by unifying stochastic gradient and quasi-Newton methods., ICML, 2014"], "Sujay Sanghavi": ["Alternating Minimization for Mixed Linear Regression., ICML, 2014"], "Kunal Agrawal": ["Stochastic Neighbor Compression., ICML, 2014"], "Russell Greiner": ["Robust Learning under Uncertain Test Distributions: Relating Covariate Shift to Model Misspecification., ICML, 2014", "Min-Max Problems on Factor Graphs., ICML, 2014"], "Bo Xie": ["Nonparametric Estimation of Multi-View Latent Variable Models., ICML, 2014"], "Daniel Tarlow": ["Structured Generative Models of Natural Source Code., ICML, 2014"], "Anil K. Jain": ["A Single-Pass Algorithm for Efficiently Recovering Sparse Cluster Centers of High-dimensional Data., ICML, 2014"], "Jason Rennie": ["Statistical analysis of stochastic gradient methods for generalized linear models., ICML, 2014"], "Anshumali Shrivastava": ["Coding for Random Projections., ICML, 2014"], "Arnaud Doucet": ["Fast Computation of Wasserstein Barycenters., ICML, 2014"], "Chiranjib Bhattacharyya": ["Global graph kernels using geometric embeddings., ICML, 2014"], "Bing Liu": ["Topic Modeling using Topics from Many Domains, Lifelong Learning and Big Data., ICML, 2014"], "Shai Shalev-Shwartz": ["K-means recovers ICA filters when independent components are sparse., ICML, 2014"], "Andrea Montanari": ["Learning Mixtures of Linear Classifiers., ICML, 2014"], "Ryan J. Tibshirani": ["The Falling Factorial Basis and Its Statistical Applications., ICML, 2014"], "Mohan S. Kankanhalli": ["Nonmyopic \\(\\epsilon\\)-Bayes-Optimal Active Learning of Gaussian Processes., ICML, 2014"], "Francesco Dinuzzo": ["A Unifying View of Representer Theorems., ICML, 2014"], "Giovanni Zappella": ["Online Clustering of Bandits., ICML, 2014"], "Klemens Böhm": ["Multivariate Maximal Correlation Analysis., ICML, 2014"], "Go Irie": ["Efficient Label Propagation., ICML, 2014"], "Dingyi Han": ["Coupled Group Lasso for Web-Scale CTR Prediction in Display Advertising., ICML, 2014"], "Dmitry P. Vetrov": ["Putting MRFs on a Tensor Train., ICML, 2014", "Variational Inference for Sequential Distance Dependent Chinese Restaurant Process., ICML, 2014"], "Rong Jin": ["Efficient Algorithms for Robust One-bit Compressive Sensing., ICML, 2014"], "Vladlen Koltun": ["Learning Complex Neural Network Policies with Trajectory Optimization., ICML, 2014"], "Jingdong Wang": ["Composite Quantization for Approximate Nearest Neighbor Search., ICML, 2014"], "Ulrike von Luxburg": ["Local Ordinal Embedding., ICML, 2014"], "Thorsten Joachims": ["Reducing Dueling Bandits to Cardinal Bandits., ICML, 2014"], "Yong Rui": ["Large-margin Weakly Supervised Dimensionality Reduction., ICML, 2014"], "Sofus A. Macskassy": ["Joint Inference of Multiple Label Types in Large Networks., ICML, 2014"], "Elad Hazan": ["Hard-Margin Active Linear Regression., ICML, 2014"], "Roi Weiss": ["Maximum Margin Multiclass Nearest Neighbors., ICML, 2014"], "Wei Chen": ["Combinatorial Partial Monitoring Game with Linear Feedback and Its Applications., ICML, 2014"], "Thomas J. Fuchs": ["Sparse meta-Gaussian information bottleneck., ICML, 2014"], "Larry A. Wasserman": ["Nonparametric Estimation of Renyi Divergence and Friends., ICML, 2014"], "Shou-de Lin": ["Robust Inverse Covariance Estimation under Noisy Measurements., ICML, 2014"], "John P. Cunningham": ["Bayesian Optimization with Inequality Constraints., ICML, 2014"], "Shih-Fu Chang": ["Circulant Binary Embedding., ICML, 2014"], "David Page": ["Multiple Testing under Dependence via Semiparametric Graphical Models., ICML, 2014"], "Hui Qian": ["Making Fisher Discriminant Analysis Scalable., ICML, 2014"], "Alice H. Oh": ["Hierarchical Dirichlet Scaling Process., ICML, 2014"], "Hiroshi Nakagawa": ["Approximation Analysis of Stochastic Gradient Langevin Dynamics by using Fokker-Planck Equation and Ito Process., ICML, 2014", "Latent Confusion Analysis by Normalized Gamma Construction., ICML, 2014"], "Christoph H. Lampert": ["A PAC-Bayesian bound for Lifelong Learning., ICML, 2014"], "Koby Crammer": ["Concept Drift Detection Through Resampling., ICML, 2014"], "Fabrizio Ruggeri": ["A Bayesian Wilcoxon signed-rank test based on the Dirichlet process., ICML, 2014"], "Anoop Cherian": ["Nearest Neighbors Using Compact Sparse Codes., ICML, 2014"], "Balázs Szörényi": ["Preference-Based Rank Elicitation using Statistical Models: The Case of Mallows., ICML, 2014"], "Carla E. Brodley": ["Hierarchical Conditional Random Fields for Outlier Detection: An Application to Detecting Epileptogenic Cortical Malformations., ICML, 2014"], "David Wingate": ["A Physics-Based Model Prior for Object-Oriented MDPs., ICML, 2014"], "Ichiro Takeuchi": ["Outlier Path: A Homotopy Algorithm for Robust SVM., ICML, 2014"], "Dit-Yan Yeung": ["Ensemble-Based Tracking: Aggregating Crowdsourced Structured Time Series Data., ICML, 2014"], "Tibério S. Caetano": ["Finito: A faster, permutable incremental gradient method for big data problems., ICML, 2014"], "Mehryar Mohri": ["Ensemble Methods for Structured Prediction., ICML, 2014"], "Karin Verspoor": ["Standardized Mutual Information for Clustering Comparisons: One Step Further in Adjustment for Chance., ICML, 2014"], "Erik B. Sudderth": ["Preserving Modes and Messages via Diverse Particle Selection., ICML, 2014"], "Zhiwei Steven Wu": ["Dual Query: Practical Private Query Release for High Dimensional Data., ICML, 2014"], "Umar Syed": ["Deep Boosting., ICML, 2014"], "Tomas Mikolov": ["Distributed Representations of Sentences and Documents., ICML, 2014"], "Vijay S. Pande": ["Understanding Protein Dynamics with L1-Regularized Reversible Hidden Markov Models., ICML, 2014"], "Matthew E. Taylor": ["Online Multi-Task Learning for Policy Gradient Methods., ICML, 2014"], "Hector Yee": ["Affinity Weighted Embedding., ICML, 2014"], "Benjamin Taskar": ["Learning the Parameters of Determinantal Point Process Kernels., ICML, 2014"], "Amir Globerson": ["Discrete Chebyshev Classifiers., ICML, 2014", "Inferning with High Girth Graphical Models., ICML, 2014", "Spectral Regularization for Max-Margin Sequence Tagging., ICML, 2014"], "Daan Wierstra": ["Deep AutoRegressive Networks., ICML, 2014", "Stochastic Backpropagation and Approximate Inference in Deep Generative Models., ICML, 2014"], "Jie Zhou": ["A Convergence Rate Analysis for LogitBoost, MART and Their Variant., ICML, 2014"], "Alfred O. Hero III": ["Learning Latent Variable Gaussian Graphical Models., ICML, 2014"], "Aleksandrs Slivkins": ["One Practical Algorithm for Both Stochastic and Adversarial Bandits., ICML, 2014"], "Patrick Wieschollek": ["Robust and Efficient Kernel Hyperparameter Paths with Guarantees., ICML, 2014"], "Jeff G. Schneider": ["Active Transfer Learning under Model Shift., ICML, 2014"], "Bruno Scherrer": ["Approximate Policy Iteration Schemes: A Comparison., ICML, 2014"], "H. T. Kung": ["Stable and Efficient Representation Learning with Nonnegativity Constraints., ICML, 2014"], "Jonathan P. How": ["Sample Efficient Reinforcement Learning with Gaussian Processes., ICML, 2014"], "Shannon M. Hughes": ["Memory and Computation Efficient PCA via Very Sparse Random Projections., ICML, 2014"], "Masashi Sugiyama": ["Transductive Learning with Multi-class Volume Approximation., ICML, 2014"], "Joelle Pineau": ["Methods of Moments for Learning Stochastic Languages: Unified Presentation and Empirical Comparison., ICML, 2014"], "Nicolas Chapados": ["Effective Bayesian Modeling of Groups of Related Count Time Series., ICML, 2014"], "Ryan P. Adams": ["Discovering Latent Network Structure in Point Process Data., ICML, 2014", "Input Warping for Bayesian Optimization of Non-Stationary Functions., ICML, 2014", "Learning Ordered Representations with Nested Dropout., ICML, 2014"], "Arthur Gretton": ["A Kernel Independence Test for Random Processes., ICML, 2014", "Kernel Adaptive Metropolis-Hastings., ICML, 2014"], "Honglak Lee": ["Learning to Disentangle Factors of Variation with Manifold Interaction., ICML, 2014", "Structured Recurrent Temporal Restricted Boltzmann Machines., ICML, 2014"], "James E. Galagan": ["Learning Modular Structures from Network Data and Node Variables., ICML, 2014"], "Tatsuya Harada": ["Probabilistic Partial Canonical Correlation Analysis., ICML, 2014"], "Erik Talvitie": ["Skip Context Tree Switching., ICML, 2014"], "Sanjoy Dasgupta": ["Lower Bounds for the Gibbs Sampler over Mixtures of Gaussians., ICML, 2014"], "Yoshua Bengio": ["Marginalized Denoising Auto-encoders for Nonlinear Representations., ICML, 2014"], "Yali Wang": ["Gaussian Processes for Bayesian Estimation in Ordinary Differential Equations., ICML, 2014"], "Jeff A. Bilmes": ["Fast Multi-stage Submodular Maximization., ICML, 2014"], "Jean-Christophe Souplet": ["Programming by Feedback., ICML, 2014"], "Yuriy Nevmyvaka": ["Pursuit-Evasion Without Regret, with an Application to Trading., ICML, 2014"], "Gilles Blanchard": ["The f-Adjusted Graph Laplacian: a Diagonal Modification with a Geometric Interpretation., ICML, 2014"], "Sinno Jialin Pan": ["Riemannian Pursuit for Big Matrix Recovery., ICML, 2014"], "François Fleuret": ["Dynamic Programming Boosting for Discriminative Macro-Action Discovery., ICML, 2014"], "Emma Brunskill": ["Online Stochastic Optimization under Correlated Bandit Feedback., ICML, 2014"], "Stan Sclaroff": ["A Bayesian Framework for Online Classifier Ensemble., ICML, 2014"], "Thomas G. Dietterich": ["Gaussian Approximation of Collective Graphical Models., ICML, 2014", "Learnability of the Superset Label Learning Problem., ICML, 2014"], "Vikas K. Garg": ["Multiresolution Matrix Factorization., ICML, 2014"], "David B. Dunson": ["Scalable and Robust Bayesian Inference via the Median Posterior., ICML, 2014"], "Carlos Guestrin": ["Stochastic Gradient Hamiltonian Monte Carlo., ICML, 2014"], "Björn W. Schuller": ["A Deep Semi-NMF Model for Learning Hidden Representations., ICML, 2014"], "James T. Kwok": ["Asynchronous Distributed ADMM for Consensus Optimization., ICML, 2014"], "Ambedkar Dukkipati": ["Learning by Stretching Deep Networks., ICML, 2014"], "Alexandros G. Dimakis": ["Nonnegative Sparse PCA with Provable Guarantees., ICML, 2014"], "Andrew G. Barto": ["Active Learning of Parameterized Skills., ICML, 2014"], "Navdeep Jaitly": ["Towards End-To-End Speech Recognition with Recurrent Neural Networks., ICML, 2014"], "Amos J. Storkey": ["Multi-period Trading Prediction Markets with Connections to Machine Learning., ICML, 2014"], "Karol Gregor": ["Neural Variational Inference and Learning in Belief Networks., ICML, 2014"], "Bianca Zadrozny": ["Learning Character-level Representations for Part-of-Speech Tagging., ICML, 2014"], "Jaime G. Carbonell": ["Saddle Points and Accelerated Perceptron Algorithms., ICML, 2014"], "Michael J. Kearns": ["Learning from Contagion (Without Timestamps)., ICML, 2014"], "Alan S. Willsky": ["Stochastic Variational Inference for Bayesian Time Series Models., ICML, 2014"], "Jürgen Schmidhuber": ["A Clockwork RNN., ICML, 2014"], "Prateek Jain": ["Universal Matrix Completion., ICML, 2014"], "Constantine Caramanis": ["Finding Dense Subgraphs via Low-Rank Bilinear Optimization., ICML, 2014"], "Phil Blunsom": ["Compositional Morphology for Word Representations and Language Modelling., ICML, 2014"], "Li Zhang": ["Learning Polynomials with Neural Networks., ICML, 2014"], "Joydeep Ghosh": ["Exponential Family Matrix Completion under Structural Constraints., ICML, 2014"], "Doina Precup": ["Sample-based approximate regularization., ICML, 2014"], "Frank D. Wood": ["A Compilation Target for Probabilistic Programming Languages., ICML, 2014"], "Dale Schuurmans": ["Adaptive Monte Carlo via Bandit Allocation., ICML, 2014"], "Su-In Lee": ["Efficient Dimensionality Reduction for High-Dimensional Network Estimation., ICML, 2014"], "Christian R. Shelton": ["Deterministic Anytime Inference for Stochastic Continuous-Time Markov Processes., ICML, 2014"], "Miguel Lázaro-Gredilla": ["Doubly Stochastic Variational Bayes for non-Conjugate Inference., ICML, 2014"], "Gert R. G. Lanckriet": ["Efficient Learning of Mahalanobis Metrics for Ranking., ICML, 2014"], "Konstantina Palla": ["A reversible infinite HMM using normalised random measures., ICML, 2014"], "René Vidal": ["Structured Low-Rank Matrix Factorization: Optimality, Algorithm, and Applications to Image Processing., ICML, 2014"], "Le Song": ["Influence Function Learning in Information Diffusion Networks., ICML, 2014"]}