{"S. Yegneshwar": ["Knowledge Acquisition from Examples using Maximal Representation Learning., ICML, 1990"], "Gilles Bisson": ["KBG : A Knowledge Based Generalizer., ICML, 1990"], "Andrew K. C. Wong": ["Performance Analysis of a Probabilistic Inductive Learning System., ICML, 1990"], "Ghulum Bakiri": ["A Comparative Study of ID3 and Backpropagation for English Text-to-Speech Mapping., ICML, 1990"], "Haym Hirsh": ["Learning from Data with Bounded Inconsistency., ICML, 1990", "Incremental Version-Space Merging., ICML, 1990"], "Carl Myers Kadie": ["Conceptual Set Covering: Improving Fit-And-Split Algorithms., ICML, 1990"], "Michèle Sebag": ["Incremental Learning of Rules and Meta-rules., ICML, 1990"], "Carla E. Brodley": ["An Incremental Method for Finding Multivariate Splits for Decision Trees., ICML, 1990"], "Walter Van de Velde": ["Incremental Induction of Topologically Minimal Trees., ICML, 1990"], "Michael Matessa": ["A Rational Analysis of Categorization., ICML, 1990"], "Douglas H. Fisher": ["Search Control, Utility, and Concept Induction., ICML, 1990"], "Jakub Segen": ["Graph Clustering and Model Learning by Data Compression., ICML, 1990"], "William W. Cohen": ["An Analysis of Representation Shift in Concept Learning., ICML, 1990", "Learning Approximate Control Rules of High Utility., ICML, 1990"], "David V. Hume": ["Learning Procedures by Environment-Driven Constructive Induction., ICML, 1990"], "Jean-Francois Puget": ["Beyond Inversion of Resolution., ICML, 1990"], "Hugo de Garis": ["Genetic Programming., ICML, 1990"], "Kendall E. Nygard": ["Improving the Performance of Genetic Algorithms in Automated Discovery of Parameters., ICML, 1990"], "Kent A. Spackman": ["Using Genetic Algorithms to Learn Disjunctive Rules from Examples., ICML, 1990"], "Stewart W. Wilson": ["Newboole: A Fast GBML System., ICML, 1990"], "Leslie Pack Kaelbling": ["Learning Functions in k-DNF from Reinforcement., ICML, 1990"], "James Cribb": ["Is Learning Rate a Good Performance Criterion for Learning?, ICML, 1990"], "Dana H. Ballard": ["Active Perception and Reinforcement Learning., ICML, 1990"], "Susan L. Epstein": ["Learning Plans for Competitive Domains., ICML, 1990"], "John J. Grefenstette": ["Explanations of Empirically Derived Reactive Plans., ICML, 1990"], "Kristian J. Hammond": ["Learning and Enforcement: Stabilizing Environments to Facilitate Activity., ICML, 1990"], "Alan C. Schultz": ["Simulation-Assisted Learning by Competition: Effects of Noise Differences Between Training Model and Target Environment., ICML, 1990"], "Richard S. Sutton": ["Integrated Architectures for Learning, Planning, and Reacting Based on Approximating Dynamic Programming., ICML, 1990"], "Scott W. Bennett": ["Reducing Real-world Failures of Approximate Explanation-based Rules., ICML, 1990"], "Christopher M. Tuck": ["Correcting and Extending Domain Knowledge using Outside Guidance., ICML, 1990"], "Andrew W. Moore": ["Acquisition of Dynamic Control Knowledge for a Robotic Manipulator., ICML, 1990"], "Paul P. Wang": ["Feature Extraction and Clustering of Tactile Impressions with Connectionist Models., ICML, 1990"], "Henrik Boström": ["Generalizing the Order of Goals as an Approach to Generalizing Number., ICML, 1990"], "Nicholas S. Flann": ["Applying Abstraction and Simplification to Learn in Intractable Domains., ICML, 1990"], "Boris Plante": ["Explanation-Based Learning with Incomplete Theories: A Three-step Approach., ICML, 1990"], "Yves Kodratoff": ["Using Abductive Recovery of Failed Proofs for Problem Solving by Analogy., ICML, 1990"], "Steven Minton": ["Issues in the Design of Operator Composition Systems., ICML, 1990"], "Ashwin Ram": ["Incremental Learning of Explanation Patterns and Their Indices., ICML, 1990"], "Filippo Brancadori": ["Integrated Learning in a real Domain., ICML, 1990"], "Wendy Sarrett": ["Average Case Analysis of Conjunctive Learning Algorithms., ICML, 1990"], "Kelly Bradford": ["A Framework for Multi-Paradigmatic Learning., ICML, 1990"], "Qing Zhou": ["An Integrated Framework of Inducing Rules from Examples., ICML, 1990"], "Jill Fain Lehman": ["A General Method for Learning Idiosyncratic Grammars., ICML, 1990"], "Carol E. Moon": ["A Comparison of Learning Techniques in Second Language Learning., ICML, 1990"], "Wen-Guey Tzeng": ["Learning String Patterns and Tree Patterns from Examples., ICML, 1990"], "Ian Parberry": ["Learning with Discrete Multi-Valued Neurons., ICML, 1990"], "Lawrence B. Holder": ["The General Utility Problem in Machine Learning., ICML, 1990"], "Pat Langley": ["A Robust Approach to Numeric Discovery., ICML, 1990"], "Marco Valtorta": ["More Results on the Complexity of Knowledge Base Refinement: Belief Networks., ICML, 1990"]}