{"Naoki Abe": ["Learning Word Association Norms Using Tree Cut Pair Models., ICML, 1996"], "Aynur Akkus": ["K Nearest Neighbor Classification on Feature Projections., ICML, 1996"], "Cesar Bandera": ["Residual Q-Learning Applied to Visual Attention., ICML, 1996"], "Eric B. Baum": ["Toward a Model of Mind as a Laissez-Faire Economy of Idiots., ICML, 1996"], "Enrico Blanzieri": ["Learning Radial Basis Function Networks On-line., ICML, 1996"], "Henrik Boström": ["Theory-Guideed Induction of Logic Programs by Inference of Regular Languages., ICML, 1996"], "Craig Boutilier": ["Approximate Value Trees in Structured Dynamic Programming., ICML, 1996"], "Justin A. Boyan": ["Learning Evaluation Functions for Large Acyclic Domains., ICML, 1996"], "Christopher J. C. Burges": ["Simplified Support Vector Decision Rules., ICML, 1996"], "Leonardo Carbonara": ["Improving the Efficiency of Knowledge Base Refinement., ICML, 1996"], "Rich Caruana": ["Algorithms and Applications for Multitask Learning., ICML, 1996"], "Thomas G. Dietterich": ["Applying the Waek Learning Framework to Understand and Improve C4.5., ICML, 1996"], "Pedro M. Domingos": ["Beyond Independence: Conditions for the Optimality of the Simple Bayesian Classifier., ICML, 1996"], "Steven K. Donoho": ["Constructive Induction Using Fragmentary Knowledge., ICML, 1996"], "Werner Emde": ["Relational Instance-Based Learning., ICML, 1996"], "Sean P. Engelson": ["Identifying the Information Contained in a Flawed Theory., ICML, 1996"], "Kazuo J. Ezawa": ["Learning Goal Oriented Bayesian Networks for Telecommunications Risk Management., ICML, 1996"], "Yoav Freund": ["Experiments with a New Boosting Algorithm., ICML, 1996"], "Nir Friedman": ["Discretizing Continuous Attributes While Learning Bayesian Networks., ICML, 1996"], "Peter Geibel": ["Learning Relational Concepts with Decision Trees., ICML, 1996"], "Patrick Goetz": ["On-Line Adaptation of a Signal Predistorter through Dual Reinforcement Learning., ICML, 1996"], "Andrew R. Golding": ["Applying Winnow to Context-Sensitive Spelling Correction., ICML, 1996"], "Sally A. Goldman": ["A Theoretical and Empirical Study of a Noise-Tolerant Algorithm to Learn Geormetric Patterns., ICML, 1996"], "Geoffrey J. Gordon": ["Nonparametric Statistical Methods for Experimental Evaluations of Speedup Learning., ICML, 1996"], "Russell Greiner": ["Learning Active Classifiers., ICML, 1996", "Exploiting the Omission of Irrelevant Data., ICML, 1996"], "Stephan Grolimund": ["Speeding-up Nearest Neighbour Memories: The Template Tree Case Memory Organisation., ICML, 1996"], "Jukka Hekanaho": ["Background Knowledge in GA-based Concept Learning., ICML, 1996"], "David P. Helmbold": ["On-Line Portfolio Selection Using Multiplicative Updates., ICML, 1996"], "Andreas Ittner": ["Non-Linear Decision Trees - NDT., ICML, 1996"], "Pascal Jappy": ["Negative Robust Learning Results from Horn Claus Programs., ICML, 1996"], "Sven Koenig": ["Passive Distance Learning for Robot Navigation., ICML, 1996"], "Ron Kohavi": ["Bias Plus Variance Decomposition for Zero-One Loss Functions., ICML, 1996"], "Daphne Koller": ["Toward Optimal Feature Selection., ICML, 1996"], "Miroslav Kubat": ["Second Tier for Decision Trees., ICML, 1996"], "Richard H. Lathrop": ["On the Learnability of the Uncomputable., ICML, 1996"], "Michael L. Littman": ["A Generalized Reinforcement-Learning Model: Convergence and Applications., ICML, 1996"], "Huan Liu": ["A Probabilistic Approach to Feature Selection - A Filter Solution., ICML, 1996"], "Sridhar Mahadevan": ["Sensitive Discount Optimality: Unifying Discounted and Average Reward Reinforcement Learning., ICML, 1996"], "Rémi Munos": ["A Convergent Reinforcement Learning Algorithm in the Continuous Case: The Finite-Element Reinforcement Learning., ICML, 1996"], "Tim Oates": ["Searching for Structure in Multiple Streams of Data., ICML, 1996"], "Seishi Okamoto": ["Theoretical Analysis of the Nearest Neighbor Classifier in Noisy Domains., ICML, 1996"], "Jonathan J. Oliver": ["Unsupervised Learning Using MML., ICML, 1996"], "Mark D. Pendrith": ["Actual Return Reinforcement Learning versus Temporal Differences: Some Theoretical and Experimental Results., ICML, 1996"], "M. Alicia Pérez": ["Representing and Learning Quality-Improving Search Control Knowledge., ICML, 1996"], "Eduardo Pérez": ["Learning Despite Concept Variation by Finding Structure in Attribute-based Data., ICML, 1996"], "Caroline Ravise": ["An Advanced Evolution Should Not Repeat its Past Errors., ICML, 1996"], "Chandra Reddy": ["Theory-guided Empirical Speedup Learning of Goal Decomposition Rules., ICML, 1996"], "Davide Roverso": ["Analogy Access by Mapping Spreading and Abstraction in Large, Multifunctional Knowledge Bases., ICML, 1996"], "Marco Saerens": ["Non Mean Square Error Criteria for the Training of Learning Machines., ICML, 1996"], "Mehran Sahami": ["Applying the Multiple Cause Mixture Model to Text Categorization., ICML, 1996"], "Michèle Sebag": ["Delaying the Choice of Bias: A Disjunctive Version Space Approach., ICML, 1996"], "Moninder Singh": ["Efficient Learning of Selective Bayesian Network Classifiers., ICML, 1996"], "Joe Suzuki": ["Learning Bayesian Belief Networks Based on the Minimum Description Length Principle: An Efficient Algorithm Using the B & B Technique., ICML, 1996"], "Prasad Tadepalli": ["Scaling Up Average Reward Reinforcement Learning by Approximating the Domain Models and the Value Function., ICML, 1996"], "Kang Soo Tae": ["Experimental Knowledge Acquisition for Planning., ICML, 1996"], "Sebastian Thrun": ["Discovering Structure in Multiple Learning Tasks: The TC Algorithm., ICML, 1996"], "Kai Ming Ting": ["The Characterisation of Predictive Accuracy and Decision Combination., ICML, 1996"], "Henry Tirri": ["Prababilistic Instance-Based Learning., ICML, 1996"], "Chris S. Wallace": ["Causal Discovery via MML., ICML, 1996"], "Gerhard Widmer": ["Recognition and Exploitation of Contextual CLues via Incremental Meta-Learning., ICML, 1996"], "Marco Wiering": ["Solving POMDPs with Levin Search and EIRA., ICML, 1996"], "Jean-Daniel Zucker": ["Representation Changes for Efficient Learning in Structural Domains., ICML, 1996"], "Heikki Mannila": ["Data Mining and Machine Learning (Abstract)., ICML, 1996"], "Andrew W. Moore": ["Reinforcement Learning in Factories: The Auton Project (Abstract)., ICML, 1996"], "Vladimir Vapnik": ["Statistical Theory of Generalization (Abstract)., ICML, 1996"]}