{"Naoki Abe": ["Associative Reinforcement Learning using Linear Probabilistic Concepts., ICML, 1999", "Learning to Optimally Schedule Internet Banner Advertisements., ICML, 1999"], "Enrico Blanzieri": ["A Minimum Risk Metric for Nearest Neighbor Classification., ICML, 1999"], "Gianluca Bontempi": ["Local Learning for Iterated Time-Series Prediction., ICML, 1999"], "Antal van den Bosch": ["Instance-Family Abstraction in Memory-Based Language Learning., ICML, 1999"], "Justin A. Boyan": ["Least-Squares Temporal Difference Learning., ICML, 1999"], "Mark Brodie": ["Learning to Ride a Bicycle using Iterated Phantom Induction., ICML, 1999"], "Wolfram Burgard": ["Sonar-Based Mapping of Large-Scale Mobile Robot Environments using EM., ICML, 1999"], "Igor V. Cadez": ["Hierarchical Models for Screening of Iron Deficiency Anemia., ICML, 1999"], "Claire Cardie": ["Combining Error-Driven Pruning and Classification for Partial Parsing., ICML, 1999"], "Wei Fan": ["AdaCost: Misclassification Cost-Sensitive Boosting., ICML, 1999"], "Laura Firoiu": ["Abstracting from Robot Sensor Data using Hidden Markov Models., ICML, 1999"], "Eibe Frank": ["Making Better Use of Global Discretization., ICML, 1999"], "Yoav Freund": ["The Alternating Decision Tree Learning Algorithm., ICML, 1999"], "João Gama": ["Discriminant Trees., ICML, 1999"], "Dragan Gamberger": ["Experiments with Noise Filtering in a Medical Domain., ICML, 1999"], "Melinda T. Gervasio": ["Learning User Evaluation Functions for Adaptive Scheduling Assistance., ICML, 1999"], "Attilio Giordana": ["On Some Misbehaviour of Back-Propagation with Non-Normalized RBFNs and a Solution., ICML, 1999"], "Michael Bonnell Harries": ["Boosting a Strong Learner: Evidence Against the Minimum Margin., ICML, 1999"], "Yuh-Jyh Hu": ["Detecting Motifs from Sequences., ICML, 1999"], "Daisuke Iijima": ["Distributed Robotic Learning: Adaptive Behavior Acquisition for Distributed Autonomous Swimming Robot in Real World., ICML, 1999"], "Thorsten Joachims": ["Transductive Inference for Text Classification using Support Vector Machines., ICML, 1999"], "Hajime Kimura": ["Efficient Non-Linear Control by Combining Q-learning with Local Linear Controllers., ICML, 1999"], "Pat Langley": ["Tractable Average-Case Analysis of Naive Bayesian Classifiers., ICML, 1999"], "Michael van Lent": ["Learning Hierarchical Performance Knowledge by Observation., ICML, 1999"], "Choh-Man Teng": ["Correcting Noisy Data., ICML, 1999"], "Marina Meila": ["An Accelerated Chow and Liu Algorithm: Fitting Tree Distributions to High-Dimensional Sparse Data., ICML, 1999"], "Dunja Mladenic": ["Feature Selection for Unbalanced Class Distribution and Naive Bayes., ICML, 1999"], "Katharina Morik": ["Combining Statistical Learning with a Knowledge-Based Approach - A Case Study in Intensive Care Monitoring., ICML, 1999"], "Andrew Y. Ng": ["Policy Invariance Under Reward Transformations: Theory and Application to Reward Shaping., ICML, 1999"], "Maziar Palhang": ["Learning Discriminatory and Descriptive Rules by an Inductive Logic Programming System., ICML, 1999"], "Rajesh Parekh": ["Simple DFA are Polynomially Probably Exactly Learnable from Simple Examples., ICML, 1999"], "Leonid Peshkin": ["Learning Policies with External Memory., ICML, 1999"], "Uros Pompe": ["Noise-Tolerant Recursive Best-First Induction., ICML, 1999"], "Bob Price": ["Implicit Imitation in Multiagent Reinforcement Learning., ICML, 1999"], "Jason Rennie": ["Using Reinforcement Learning to Spider the Web Efficiently., ICML, 1999"], "Marko Robnik-Sikonja": ["Attribute Dependencies, Understandability and Split Selection in Tree Based Models., ICML, 1999"], "Yasubumi Sakakibara": ["GA-based Learning of Context-Free Grammars using Tabular Representations., ICML, 1999"], "Tobias Scheffer": ["Expected Error Analysis for Model Selection., ICML, 1999"], "Jeff G. Schneider": ["Distributed Value Functions., ICML, 1999"], "Sam Scott": ["Feature Engineering for Text Classification., ICML, 1999"], "Luis Talavera": ["Feature Selection as a Preprocessing Step for Hierarchical Clustering., ICML, 1999"], "Douglas A. Talbert": ["OPT-KD: An Algorithm for Optimizing Kd-Trees., ICML, 1999"], "Cynthia A. Thompson": ["Active Learning for Natural Language Parsing and Information Extraction., ICML, 1999"], "Sebastian Thrun": ["Monte Carlo Hidden Markov Models: Learning Non-Parametric Models of Partially Observable Stochastic Processes., ICML, 1999"], "Paul E. Utgoff": ["Approximation Via Value Unification., ICML, 1999"], "Shivakumar Vaithyanathan": ["Model Selection in Unsupervised Learning with Applications To Document Clustering., ICML, 1999"], "Volodya Vovk": ["Machine-Learning Applications of Algorithmic Randomness., ICML, 1999"], "Mohammed Waleed Kadous": ["Learning Comprehensible Descriptions of Multivariate Time Series., ICML, 1999"], "Gang Wang": ["Hierarchical Optimization of Policy-Coupled Semi-Markov Decision Processes., ICML, 1999"], "Donghui Wu": ["Large Margin Trees for Induction and Transduction., ICML, 1999"], "Wei Zhang": ["An Region-Based Learning Approach to Discovering Temporal Structures in Data., ICML, 1999"], "Zijian Zheng": ["Lazy Bayesian Rules: A Lazy Semi-Naive Bayesian Learning Technique Competitive to Boosting Decision Trees., ICML, 1999"], "Yuanhui Zhou": ["A Hybrid Lazy-Eager Approach to Reducing the Computation and Memory Requirements of Local Parametric Learning Algorithms., ICML, 1999"]}