{"Sébastien Gambs": ["Quantum clustering algorithms., ICML, 2007"], "Soumen Chakrabarti": ["Learning random walks to rank nodes in graphs., ICML, 2007"], "Shimon Ullman": ["Uncovering shared structures in multiclass classification., ICML, 2007"], "Tong Zhang": ["Two-view feature generation model for semi-supervised learning., ICML, 2007"], "Jianfeng Gao": ["Scalable training of L1-regularized log-linear models., ICML, 2007"], "Shirish K. Shevade": ["Multiclass core vector machine., ICML, 2007"], "Arik Azran": ["The rendezvous algorithm: multiclass semi-supervised learning with Markov random walks., ICML, 2007"], "M. Narasimha Murty": ["Focused crawling with scalable ordinal regression solvers., ICML, 2007"], "Daphna Weinshall": ["Learning distance function by coding similarity., ICML, 2007"], "Nagasuma R. Chandra": ["Structural alignment based kernels for protein structure classification., ICML, 2007"], "Tobias Scheffer": ["Discriminative learning for differing training and test distributions., ICML, 2007", "Unsupervised prediction of citation influences., ICML, 2007", "Supervised clustering of streaming data for email batch detection., ICML, 2007", "Transductive support vector machines for structured variables., ICML, 2007"], "Jason Weston": ["Solving multiclass support vector machines with LaRank., ICML, 2007"], "Jeff G. Schneider": ["Efficiently computing minimax expected-size confidence regions., ICML, 2007"], "Raymond J. Mooney": ["Multiple instance learning for sparse positive bags., ICML, 2007", "Bottom-up learning of Markov logic network structure., ICML, 2007"], "Joachim M. Buhmann": ["Cluster analysis of heterogeneous rank data., ICML, 2007"], "Zheng Chen": ["Feature selection in a kernel space., ICML, 2007"], "Hang Li": ["Learning to rank: from pairwise approach to listwise approach., ICML, 2007"], "Maya R. Gupta": ["Local similarity discriminant analysis., ICML, 2007"], "Gert R. G. Lanckriet": ["Direct convex relaxations of sparse SVM., ICML, 2007", "Sparse eigen methods by D.C. programming., ICML, 2007"], "Jong Cheol Jeong": ["Minimum reference set based feature selection for small sample classifications., ICML, 2007"], "S. V. N. Vishwanathan": ["Learning to compress images and videos., ICML, 2007", "Conditional random fields for multi-agent reinforcement learning., ICML, 2007"], "Ashish Rastogi": ["Magnitude-preserving ranking algorithms., ICML, 2007"], "Laurent El Ghaoui": ["Full regularization path for sparse principal component analysis., ICML, 2007"], "Dit-Yan Yeung": ["Kernel selection forl semi-supervised kernel machines., ICML, 2007"], "Yong Yu": ["Boosting for transfer learning., ICML, 2007"], "S. S. Ravi": ["Intractability and clustering with constraints., ICML, 2007"], "Inderjit S. Dhillon": ["Information-theoretic metric learning., ICML, 2007"], "David Page": ["An integrated approach to feature invention and model construction for drug activity prediction., ICML, 2007"], "Shie Mannor": ["Percentile optimization in uncertain Markov decision processes with application to efficient exploration., ICML, 2007"], "Serge J. Belongie": ["Non-isometric manifold learning: analysis and an algorithm., ICML, 2007"], "Robert E. Schapire": ["Hierarchical maximum entropy density estimation., ICML, 2007"], "Daniele P. Radicioni": ["CarpeDiem: an algorithm for the fast evaluation of SSL classifiers., ICML, 2007"], "Jean-Yves Audibert": ["Manifold-adaptive dimension estimation., ICML, 2007"], "David Silver": ["Combining online and offline knowledge in UCT., ICML, 2007", "On the role of tracking in stationary environments., ICML, 2007"], "Ross T. Whitaker": ["Robust non-linear dimensionality reduction using successive 1-dimensional Laplacian Eigenmaps., ICML, 2007"], "Florence d'Alché-Buc": ["Gradient boosting for kernelized output spaces., ICML, 2007"], "Yaakov Engel": ["Bayesian actor-critic algorithms., ICML, 2007"], "Michael Collins": ["Exponentiated gradient algorithms for log-linear structured prediction., ICML, 2007"], "Michael E. Houle": ["Best of both: a hybridized centroid-medoid clustering heuristic., ICML, 2007"], "Eric P. Xing": ["Recovering temporally rewiring networks: a model-based approach., ICML, 2007"], "Sunita Sarawagi": ["Efficient inference with cardinality-based clique potentials., ICML, 2007"], "Yves Grandvalet": ["Sparse probabilistic classifiers., ICML, 2007", "More efficiency in multiple kernel learning., ICML, 2007"], "Steve Hanneke": ["A bound on the label complexity of agnostic active learning., ICML, 2007"], "Michael R. Lyu": ["Learning nonparametric kernel matrices from pairwise constraints., ICML, 2007"], "Manfred Jaeger": ["Parameter learning for relational Bayesian networks., ICML, 2007"], "Lawrence Carin": ["Bayesian compressive sensing and projection optimization., ICML, 2007", "Quadratically gated mixture of experts for incomplete data classification., ICML, 2007", "The matrix stick-breaking process for flexible multi-task learning., ICML, 2007"], "Sridhar Mahadevan": ["Constructing basis functions from directed graphs for value function approximation., ICML, 2007", "Adaptive mesh compression in 3D computer graphics using multiscale manifold learning., ICML, 2007", "Learning state-action basis functions for hierarchical MDPs., ICML, 2007"], "Wolfram Burgard": ["Most likely heteroscedastic Gaussian process regression., ICML, 2007"], "Seungjin Choi": ["Neighbor search with global geometry: a minimax message passing algorithm., ICML, 2007"], "Vladimir Pavlovic": ["A recursive method for discriminative mixture learning., ICML, 2007"], "Padhraic Smyth": ["Infinite mixtures of trees., ICML, 2007"], "Samuel Kaski": ["Local dependent components., ICML, 2007"], "Pedro M. Domingos": ["Statistical predicate invention., ICML, 2007"], "Mikio L. Braun": ["Kernelizing PLS, degrees of freedom, and efficient model selection., ICML, 2007"], "Carlos Guestrin": ["Nonmyopic active learning of Gaussian processes: an exploration-exploitation approach., ICML, 2007"], "Dmitry P. Vetrov": ["On one method of non-diagonal regularization in sparse Bayesian learning., ICML, 2007"], "Manfred K. Warmuth": ["Online kernel PCA with entropic matrix updates., ICML, 2007", "Winnowing subspaces., ICML, 2007"], "Yoshua Bengio": ["An empirical evaluation of deep architectures on problems with many factors of variation., ICML, 2007"], "Andrew J. Moore": ["Hierarchical Gaussian process latent variable models., ICML, 2007"], "Daphne Koller": ["Learning a meta-level prior for feature relevance from multiple related tasks., ICML, 2007"], "Christos Faloutsos": ["Scalable modeling of real graphs using Kronecker multiplication., ICML, 2007"], "Xiangyang Xue": ["Support cluster machine., ICML, 2007"], "Jue Wang": ["A transductive framework of distance metric learning by spectral dimensionality reduction., ICML, 2007"], "Tao Li": ["Adaptive dimension reduction using discriminant analysis and K-means clustering., ICML, 2007"], "Kwong-Sak Leung": ["Large-scale RLSC learning without agony., ICML, 2007"], "Zhili Wu": ["A novel orthogonal NMF-based belief compression for POMDPs., ICML, 2007"], "Benjamin Taskar": ["A permutation-augmented sampler for DP mixture models., ICML, 2007"], "S. Sathiya Keerthi": ["Trust region Newton methods for large-scale logistic regression., ICML, 2007"], "Philip S. Yu": ["Relational clustering by symmetric convex coding., ICML, 2007"], "Masato Kawade": ["Discriminant analysis in correlation similarity measure space., ICML, 2007"], "Andrew McCallum": ["Simple, robust, scalable semi-supervised learning via expectation regularization., ICML, 2007", "Mixtures of hierarchical topics with Pachinko allocation., ICML, 2007", "Piecewise pseudolikelihood for efficient training of conditional random fields., ICML, 2007"], "Bhaskara Marthi": ["Automatic shaping and decomposition of reward functions., ICML, 2007"], "Nuno Vasconcelos": ["Asymmetric boosting., ICML, 2007"], "Sethu Vijayakumar": ["Linear and nonlinear generative probabilistic class models for shape contours., ICML, 2007"], "Geoffrey E. Hinton": ["Three new graphical models for statistical language modelling., ICML, 2007", "Restricted Boltzmann machines for collaborative filtering., ICML, 2007"], "Fabio Massimo Zanzotto": ["Fast and effective kernels for relational learning from texts., ICML, 2007"], "Alessandro Verri": ["Dimensionality reduction and generalization., ICML, 2007"], "Rebecca Hwa": ["Unsupervised estimation for noisy-channel models., ICML, 2007"], "Ira Cohen": ["Revisiting probabilistic models for clustering with pair-wise constraints., ICML, 2007"], "Yunsong Guo": ["Comparisons of sequence labeling algorithms and extensions., ICML, 2007"], "David B. Dunson": ["Multi-task learning for sequential data via iHMMs and the nested Dirichlet process., ICML, 2007"], "Michael I. Jordan": ["Regression on manifolds using kernel dimension reduction., ICML, 2007"], "Lakshmi Gopal": ["A fast linear separability test by projection of positive points on subspaces., ICML, 2007"], "Deepak Agarwal": ["Multi-armed bandit problems with dependent arms., ICML, 2007"], "Prasad Tadepalli": ["Learning for efficient retrieval of structured data with noisy queries., ICML, 2007", "Multi-task reinforcement learning: a hierarchical Bayesian approach., ICML, 2007"], "Michael L. Littman": ["Analyzing feature generation for value-function approximation., ICML, 2007"], "Stefan Schaal": ["Reinforcement learning by reward-weighted regression for operational space control., ICML, 2007"], "Robert Fitch": ["Tracking value function dynamics to improve reinforcement learning with piecewise linear function approximation., ICML, 2007"], "Andrew Y. Ng": ["Self-taught learning: transfer learning from unlabeled data., ICML, 2007"], "Peter L. Bartlett": ["Online discovery of similarity mappings., ICML, 2007"], "David D. Jensen": ["Graph clustering with network structure indices., ICML, 2007"], "Mohak Shah": ["Sample compression bounds for decision trees., ICML, 2007"], "Nathan Srebro": ["Pegasos: Primal Estimated sub-GrAdient SOlver for SVM., ICML, 2007"], "Karsten M. Borgwardt": ["A dependence maximization view of clustering., ICML, 2007"], "Justin Bedo": ["Supervised feature selection via dependence estimation., ICML, 2007"], "Thore Graepel": ["Learning to solve game trees., ICML, 2007"], "Somak Raychaudhury": ["Robust mixtures in the presence of measurement errors., ICML, 2007"], "Kenji Fukumizu": ["A kernel-based causal learning algorithm., ICML, 2007"], "Peter Stone": ["Cross-domain transfer for reinforcement learning., ICML, 2007"], "James Henderson": ["Incremental Bayesian networks for structure prediction., ICML, 2007"], "Kazuyuki Aihara": ["Classifying matrices with a spectral regularization., ICML, 2007"], "John Shawe-Taylor": ["Approximate maximum margin algorithms with rules controlled by the number of mistakes., ICML, 2007"], "James T. Kwok": ["Simpler core vector machines with enclosing balls., ICML, 2007", "Maximum margin clustering made practical., ICML, 2007"], "Koji Tsuda": ["Entire regularization paths for graph data., ICML, 2007"], "Trevor Darrell": ["Discriminative Gaussian process latent variable model for classification., ICML, 2007"], "Amri Napolitano": ["Experimental perspectives on learning from imbalanced data., ICML, 2007"], "Roni Khardon": ["Learning from interpretations: a rooted kernel for ordered hypergraphs., ICML, 2007"], "Frederick H. Lochovsky": ["A kernel path algorithm for support vector machines., ICML, 2007"], "Hong Qin": ["Dirichlet aggregation: unsupervised learning towards an optimal metric for proportional data., ICML, 2007"], "Xiaoou Tang": ["Transductive regression piloted by inter-manifold relations., ICML, 2007"], "Aaron Hertzmann": ["Multifactor Gaussian process models for style-content separation., ICML, 2007"], "Hui Zou": ["Hybrid huberized support vector machines for microarray classification., ICML, 2007"], "Jufu Feng": ["On learning with dissimilarity functions., ICML, 2007"], "Tomás Werner": ["What is decreased by the max-sum arc consistency algorithm?, ICML, 2007"], "Srikantan S. Nagarajan": ["Beamforming using the relevance vector machine., ICML, 2007"], "Melanie Hilario": ["Learning to combine distances for complex representations., ICML, 2007"], "Bernhard Schölkopf": ["Local learning projections., ICML, 2007"], "Alan Fern": ["On learning linear ranking functions for beam search., ICML, 2007"], "Kevin P. Murphy": ["Modeling changing dependency structure in multivariate time series., ICML, 2007"], "Takehisa Yairi": ["Map building without localization by dimensionality reduction techniques., ICML, 2007"], "Klaus-Robert Müller": ["Asymptotic Bayesian generalization error when training and test distributions are different., ICML, 2007"], "Jieping Ye": ["Least squares linear discriminant analysis., ICML, 2007"], "Shuiwang Ji": ["Discriminant kernel and regularization parameter learning via semidefinite programming., ICML, 2007"], "Kai Yu": ["Robust multi-task learning with t-processes., ICML, 2007"], "Rong Yan": ["On the value of pairwise constraints in classification and consistency., ICML, 2007"], "Laiwan Chan": ["Nonlinear independent component analysis with minimal nonlinear distortion., ICML, 2007"], "Hong Lu": ["Optimal dimensionality of metric space for classification., ICML, 2007"], "Huan Liu": ["Spectral feature selection for supervised and unsupervised learning., ICML, 2007"], "Christopher J. C. Burges": ["Spectral clustering and transductive learning with multiple views., ICML, 2007"], "Jun-Ming Xu": ["On the relation between multi-instance learning and semi-supervised learning., ICML, 2007"], "Ji-Rong Wen": ["Dynamic hierarchical Markov random fields and their application to web data extraction., ICML, 2007"], "Cheng Soon Ong": ["Multiclass multiple kernel learning., ICML, 2007"]}