{"Wei Liu": ["Hashing with Graphs., ICML, 2011"], "Wenliang Zhong": ["Efficient Sparse Modeling with Automatic Feature Grouping., ICML, 2011"], "Wei Bi": ["MultiLabel Classification on Tree- and DAG-Structured Hierarchies., ICML, 2011"], "Jingrui He": ["A Graphbased Framework for Multi-Task Multi-View Learning., ICML, 2011"], "Tianyi Zhou": ["GoDec: Randomized Lowrank & Sparse Matrix Decomposition in Noisy Case., ICML, 2011"], "Jia Yuan Yu": ["Unimodal Bandits., ICML, 2011"], "Francesco Dinuzzo": ["Learning Output Kernels with Block Coordinate Descent., ICML, 2011"], "Ha Quang Minh": ["Vector-valued Manifold Regularization., ICML, 2011"], "Masashi Sugiyama": ["On Information-Maximization Clustering: Tuning Parameter Selection and Analytic Solution., ICML, 2011"], "Richard Nock": ["On tracking portfolios with certainty equivalents on a generalization of Markowitz model: the Fool, the Wise and the Adaptive., ICML, 2011"], "Boris Babenko": ["Multiple Instance Learning with Manifold Bags., ICML, 2011"], "Yi Jiang": ["Eigenvalue Sensitive Feature Selection., ICML, 2011"], "Jiang Su": ["Large Scale Text Classification using Semisupervised Multinomial Naive Bayes., ICML, 2011"], "KyungHyun Cho": ["Enhanced Gradient and Adaptive Learning Rate for Training Restricted Boltzmann Machines., ICML, 2011"], "Daniel Tarlow": ["Dynamic Tree Block Coordinate Ascent., ICML, 2011"], "Michael W. Mahoney": ["Implementing regularization implicitly via approximate eigenvector computation., ICML, 2011"], "Richard Socher": ["Parsing Natural Scenes and Natural Language with Recursive Neural Networks., ICML, 2011"], "Philip S. Thomas": ["Conjugate Markov Decision Processes., ICML, 2011"], "Tyler Lu": ["Learning Mallows Models with Pairwise Preferences., ICML, 2011"], "Clayton Scott": ["Surrogate losses and regret bounds for cost-sensitive classification with example-dependent costs., ICML, 2011"], "Pratik Jawanpuria": ["Efficient Rule Ensemble Learning using Hierarchical Kernels., ICML, 2011"], "André F. T. Martins": ["An Augmented Lagrangian Approach to Constrained MAP Inference., ICML, 2011"], "Shie Mannor": ["Mean-Variance Optimization in Markov Decision Processes., ICML, 2011"], "Lei Li": ["Time Series Clustering: Complex is Simpler!, ICML, 2011"], "Stephen Gould": ["Max-margin Learning for Lower Linear Envelope Potentials in Binary Markov Random Fields., ICML, 2011"], "Alexander Clark": ["Inference of Inversion Transduction Grammars., ICML, 2011"], "Enliang Hu": ["BCDNPKL: Scalable Non-Parametric Kernel Learning Using Block Coordinate Descent., ICML, 2011"], "Laurens van der Maaten": ["Learning Discriminative Fisher Kernels., ICML, 2011"], "Samory Kpotufe": ["Pruning nearest neighbor cluster trees., ICML, 2011"], "Peilin Zhao": ["Online AUC Maximization., ICML, 2011"], "Yisong Yue": ["Beat the Mean Bandit., ICML, 2011"], "Francesco Orabona": ["Ultra-Fast Optimization Algorithm for Sparse Multi Kernel Learning., ICML, 2011", "Better Algorithms for Selective Sampling., ICML, 2011"], "Brian Potetz": ["Estimating the Bayes Point Using Linear Knapsack Problems., ICML, 2011"], "Quoc V. Le": ["On optimization methods for deep learning., ICML, 2011"], "Koby Crammer": ["Multiclass Classification with Bandit Feedback using Adaptive Regularization., ICML, 2011"], "David P. Helmbold": ["On the Necessity of Irrelevant Variables., ICML, 2011"], "Simon Barthelmé": ["ABC-EP: Expectation Propagation for Likelihoodfree Bayesian Computation., ICML, 2011"], "Pascal Germain": ["A PAC-Bayes Sample-compression Approach to Kernel Methods., ICML, 2011"], "Aviv Tamar": ["Integrating Partial Model Knowledge in Model Free RL Algorithms., ICML, 2011"], "Álvaro Barbero Jiménez": ["Fast Newton-type Methods for Total Variation Regularization., ICML, 2011"], "Joseph K. Bradley": ["Parallel Coordinate Descent for L1-Regularized Loss Minimization., ICML, 2011"], "Shai Shalev-Shwartz": ["Large-Scale Convex Minimization with a Low-Rank Constraint., ICML, 2011"], "Lauren Hannah": ["Approximate Dynamic Programming for Storage Problems., ICML, 2011"], "Stefanie Jegelka": ["Online Submodular Minimization for Combinatorial Structures., ICML, 2011", "Approximation Bounds for Inference using Cooperative Cuts., ICML, 2011"], "Mohammad Norouzi": ["Minimal Loss Hashing for Compact Binary Codes., ICML, 2011"], "Bo Chen": ["The Hierarchical Beta Process for Convolutional Factor Analysis and Deep Learning., ICML, 2011"], "Andrew Guillory": ["Simultaneous Learning and Covering with Adversarial Noise., ICML, 2011"], "Haojun Chen": ["Topic Modeling with Nonparametric Markov Tree., ICML, 2011"], "Ankit Kuwadekar": ["Relational Active Learning for Joint Collective Classification Models., ICML, 2011"], "Abhishek Kumar": ["A Co-training Approach for Multi-view Spectral Clustering., ICML, 2011"], "Maayan Harel": ["Learning from Multiple Outlooks., ICML, 2011"], "Michele Cossalter": ["Adaptive Kernel Approximation for Large-Scale Non-Linear SVM Prediction., ICML, 2011"], "Dario García-García": ["Risk-Based Generalizations of f-divergences., ICML, 2011"], "Novi Quadrianto": ["Learning Multi-View Neighborhood Preserving Projections., ICML, 2011"], "Sylvain Robbiano": ["Minimax Learning Rates for Bipartite Ranking and Plug-in Rules., ICML, 2011"], "Nikolay Jetchev": ["Task Space Retrieval Using Inverse Feedback Control., ICML, 2011"], "Seppo Virtanen": ["Bayesian CCA via Group Sparsity., ICML, 2011"], "Marc Peter Deisenroth": ["PILCO: A Model-Based and Data-Efficient Approach to Policy Search., ICML, 2011"], "Masayuki Karasuyama": ["Suboptimal Solution Path Algorithm for Support Vector Machine., ICML, 2011"], "Yi Sun": ["Incremental Basis Construction from Temporal Difference Error., ICML, 2011"], "Sean Gerrish": ["Predicting Legislative Roll Calls from Text., ICML, 2011"], "Shinichi Nakajima": ["On Bayesian PCA: Automatic Dimensionality Selection and Analytic Solution., ICML, 2011"], "Tom Bylander": ["Learning Linear Functions with Quadratic and Linear Multiplicative Updates., ICML, 2011"], "Xavier Glorot": ["Domain Adaptation for Large-Scale Sentiment Classification: A Deep Learning Approach., ICML, 2011"], "Zhuoliang Kang": ["Learning with Whom to Share in Multi-task Feature Learning., ICML, 2011"], "Lev Reyzin": ["Boosting on a Budget: Sampling for Feature-Efficient Prediction., ICML, 2011"], "Elena Ikonomovska": ["Speeding-Up Hoeffding-Based Regression Trees With Options., ICML, 2011"], "Gilles Meyer": ["Linear Regression under Fixed-Rank Constraints: A Riemannian Approach., ICML, 2011"], "Dijun Luo": ["Cauchy Graph Embedding., ICML, 2011"], "Manuel Gomez-Rodriguez": ["Uncovering the Temporal Dynamics of Diffusion Networks., ICML, 2011"], "Tianshi Gao": ["Multiclass Boosting with Hinge Loss based on Output Coding., ICML, 2011"], "José Hernández-Orallo": ["Brier Curves: a New Cost-Based Visualisation of Classifier Performance., ICML, 2011"], "Céline Brouard": ["Semi-supervised Penalized Output Kernel Regression for Link Prediction., ICML, 2011"], "Sergey I. Nikolenko": ["A New Bayesian Rating System for Team Competitions., ICML, 2011"], "Arvind K. Sujeeth": ["OptiML: An Implicitly Parallel Domain-Specific Language for Machine Learning., ICML, 2011"], "Jun Zhu": ["Infinite SVM: a Dirichlet Process Mixture of Large-margin Kernel Machines., ICML, 2011"], "Lingbo Li": ["On the Integration of Topic Modeling and Dictionary Learning., ICML, 2011"], "Benjamin M. Marlin": ["Piecewise Bounds for Estimating Bernoulli-Logistic Latent Gaussian Models., ICML, 2011"], "Ruth Urner": ["Access to Unlabeled Data can Speed up Prediction Time., ICML, 2011"], "Jean-Francis Roy": ["From PAC-Bayes Bounds to Quadratic Programs for Majority Votes., ICML, 2011"], "Peter A. Flach": ["A Coherent Interpretation of AUC as a Measure of Aggregated Classification Performance., ICML, 2011"], "Vojtech Franc": ["Support Vector Machines as Probabilistic Models., ICML, 2011"], "Omer Tamuz": ["Adaptively Learning the Crowd Kernel., ICML, 2011"], "Max Welling": ["Bayesian Learning via Stochastic Gradient Langevin Dynamics., ICML, 2011"], "Jiquan Ngiam": ["Multimodal Deep Learning., ICML, 2011", "Learning Deep Energy Models., ICML, 2011"], "JooSeuk Kim": ["On the Robustness of Kernel Density M-Estimators., ICML, 2011"], "Piyush Rai": ["Beam Search based MAP Estimates for the Indian Buffet Process., ICML, 2011"], "Ofer Dekel": ["Optimal Distributed Online Prediction., ICML, 2011"], "David A. Knowles": ["Message Passing Algorithms for the Dirichlet Diffusion Tree., ICML, 2011"], "Jian Peng": ["Convex Max-Product over Compact Sets for Protein Folding., ICML, 2011"], "Doran Chakraborty": ["Structure Learning in Ergodic Factored MDPs without Knowledge of the Transition Function's In-Degree., ICML, 2011"], "Toby Hocking": ["Clusterpath: an Algorithm for Clustering using Convex Fusion Penalties., ICML, 2011"], "Albert Shieh": ["Tree preserving embedding., ICML, 2011"], "Raman Arora": ["Clustering by Left-Stochastic Matrix Factorization., ICML, 2011"], "Miao Liu": ["The Infinite Regionalized Policy Representation., ICML, 2011"], "Michael L. Wick": ["SampleRank: Training Factor Graphs with Atomic Gradients., ICML, 2011"], "XianXing Zhang": ["Tree-Structured Infinite Sparse Factor Model., ICML, 2011"], "Andrea Vattani": ["Preserving Personalized Pagerank in Subgraphs., ICML, 2011"], "Lin Xiao": ["Hierarchical Classification via Orthogonal Transfer., ICML, 2011"], "Maximilian Nickel": ["A Three-Way Model for Collective Learning on Multi-Relational Data., ICML, 2011"], "Gerhard Neumann": ["Variational Inference for Policy Search in changing situations., ICML, 2011"], "David Buffoni": ["Learning Scoring Functions with Order-Preserving Losses and Standardized Supervision., ICML, 2011"], "Salah Rifai": ["Contractive Auto-Encoders: Explicit Invariance During Feature Extraction., ICML, 2011"], "Miguel Lázaro-Gredilla": ["Variational Heteroscedastic Gaussian Process Regression., ICML, 2011"], "Qiang Liu": ["Bounding the Partition Function using Holder's Inequality., ICML, 2011"], "Duy Quang Vu": ["Dynamic Egocentric Models for Citation Networks., ICML, 2011"], "Kevin Small": ["The Constrained Weight Space SVM: Learning with Ranked Features., ICML, 2011"], "Yudong Chen": ["Robust Matrix Completion and Corrupted Columns., ICML, 2011"], "Alborz Geramifard": ["Online Discovery of Feature Dependencies., ICML, 2011"], "John William Paisley": ["Variational Inference for Stick-Breaking Beta Process Priors., ICML, 2011"], "Monica Babes": ["Apprenticeship Learning About Multiple Intentions., ICML, 2011"], "Jascha Sohl-Dickstein": ["Minimum Probability Flow Learning., ICML, 2011"], "Finale Doshi": ["Infinite Dynamic Bayesian Networks., ICML, 2011"], "Adam Coates": ["The Importance of Encoding Versus Training with Sparse Coding and Vector Quantization., ICML, 2011"], "Marco Cuturi": ["Fast Global Alignment Kernels., ICML, 2011"], "Loris Bazzani": ["Learning attentional policies for tracking and recognition in video with deep networks., ICML, 2011"], "Yann Dauphin": ["Large-Scale Learning of Embeddings with Reconstruction Sampling., ICML, 2011"], "Minmin Chen": ["Automatic Feature Decomposition for Single View Co-training., ICML, 2011"], "Kilho Shin": ["Mapping kernels for trees., ICML, 2011"], "Pierre Machart": ["Stochastic Low-Rank Kernel Learning for Regression., ICML, 2011"], "Kiyohito Nagano": ["Size-constrained Submodular Minimization through Minimum Norm Base., ICML, 2011"], "Lubor Ladicky": ["Locally Linear Support Vector Machines., ICML, 2011"], "Hachem Kadri": ["Functional Regularized Least Squares Classication with Operator-valued Kernels., ICML, 2011"], "Ali Jalali": ["Clustering Partially Observed Graphs via Convex Optimization., ICML, 2011"], "Eunho Yang": ["On the Use of Variational Inference for Learning Discrete Graphical Model., ICML, 2011"], "Ilya Sutskever": ["Generating Text with Recurrent Neural Networks., ICML, 2011"], "Amrudin Agovic": ["Probabilistic Matrix Addition., ICML, 2011"], "James Martens": ["Learning Recurrent Neural Networks with Hessian-Free Optimization., ICML, 2011"], "Jacob Eisenstein": ["Sparse Additive Generative Models of Text., ICML, 2011"], "Victor Gabillon": ["Classification-based Policy Iteration with a Critic., ICML, 2011"], "Abhimanyu Das": ["Submodular meets Spectral: Greedy Algorithms for Subset Selection, Sparse Approximation and Dictionary Selection., ICML, 2011"], "Ankur P. Parikh": ["A Spectral Algorithm for Latent Tree Graphical Models., ICML, 2011"], "Yue Guan": ["A Unified Probabilistic Model for Global and Local Unsupervised Feature Selection., ICML, 2011"], "Yu-Feng Li": ["Towards Making Unlabeled Data Never Hurt., ICML, 2011"], "Andrew M. Saxe": ["On Random Weights and Unsupervised Feature Learning., ICML, 2011"], "Miroslav Dudík": ["Doubly Robust Policy Evaluation and Learning., ICML, 2011"], "Wojciech Kotlowski": ["Bipartite Ranking through Minimization of Univariate Loss., ICML, 2011"], "Sangkyun Lee": ["Manifold Identification of Dual Averaging Methods for Regularized Stochastic Online Learning., ICML, 2011"], "Alekh Agarwal": ["Noisy matrix decomposition via convex relaxation: Optimal rates in high dimensions., ICML, 2011"], "Daniel Vainsencher": ["Bundle Selling by Online Estimation of Valuation Functions., ICML, 2011"], "Aaron C. Courville": ["Unsupervised Models of Images by Spikeand-Slab RBMs., ICML, 2011"], "Hetunandan Kamisetty": ["Approximating Correlated Equilibria using Relaxations on the Marginal Polytope., ICML, 2011"], "Yan Yan": ["Active Learning from Crowds., ICML, 2011"], "Kevin Waugh": ["Computational Rationalization: The Inverse Equilibrium Problem., ICML, 2011"], "Mohammad Ghavamzadeh": ["Finite-Sample Analysis of Lasso-TD., ICML, 2011"], "Jason Pazis": ["Generalized Value Functions for Large Action Sets., ICML, 2011"], "Alex Kulesza": ["k-DPPs: Fixed-Size Determinantal Point Processes., ICML, 2011"], "Kevin Swersky": ["On Autoencoders and Score Matching for Energy Based Models., ICML, 2011"], "Alexander Grubb": ["Generalized Boosting Algorithms for Convex Optimization., ICML, 2011"]}