{"Thomas R. Gruber": ["Design Rationale Capture as Knowledge Acquisition., ICML, 1991"], "Yolanda Gil": ["A Domain-Independent Framework for Effective Experimentation in Planning., ICML, 1991"], "Eric K. Jones": ["Knowledge Refinement Using a High Level, Non-Technical Vocabulary., ICML, 1991"], "Yong Ma": ["Improving the Performance of Inconsistent Knowledge Bases via Combined Optimization Method., ICML, 1991"], "Susan Craw": ["The Flexibility of Speculative Refinement., ICML, 1991"], "Michael A. Weintraub": ["Generating Error Candidates for Assigning Blame in a Knowledge Base., ICML, 1991"], "Michael de la Maza": ["A Prototype Based Symbolic Concept Learning System., ICML, 1991"], "Douglas H. Fisher": ["Combining Evidence of Deep and Surface Similarity., ICML, 1991"], "Mary Gick": ["The Importance of Causal Structure and Facts in Evaluating Explanations., ICML, 1991"], "Peter M. Hastings": ["Learning Words From Context., ICML, 1991"], "Wayne Iba": ["Modeling the Acquisition and Improvement of Motor Skkills., ICML, 1991"], "Randolph M. Jones": ["A Computational Model of Acquisition for Children's Addtion Strategies., ICML, 1991"], "Michael I. Jordan": ["Internal World Models and Supervised Learning., ICML, 1991"], "Rick Kazman": ["Babel: A Psychologically Plausible Cross-Linguistic Model of Lexical and Syntactic Acquisition., ICML, 1991"], "Pat Langley": ["The Acquisition of Human Planning Expertise., ICML, 1991"], "Robert Levinson": ["Adaptive Pattern-Oriented Chess., ICML, 1991"], "Joel D. Martin": ["Variability Bias and Category Learning., ICML, 1991"], "Craig S. Miller": ["A Constraint-Motivated Model of Lexical Acquisition., ICML, 1991"], "Sheldon Nicholl": ["Computer Modelling of Acquisition Orders in Child Language., ICML, 1991"], "Thomas R. Shultz": ["Simulating Stages of Human Cognitive Development With Connectionist Models., ICML, 1991"], "Kurt VanLehn": ["Learning Physics Via Explanation-Based Learning of Correctness and Analogical Search Control., ICML, 1991"], "David W. Aha": ["Incremental Constructive Induction: An Instance-Based Approach., ICML, 1991"], "James P. Callan": ["A Transformational Approach to Constructive Induction., ICML, 1991"], "David S. Day": ["Learning Variable Descriptors for Applying Heuristics Across CSP Problems., ICML, 1991"], "George Drastal": ["Informed Pruning in Constructive Induction., ICML, 1991"], "Tom Fawcett": ["A Hybrid Method for Feature Generation., ICML, 1991"], "Attilio Giordana": ["Abstracting Concepts with Inverse Resolution., ICML, 1991"], "Gregg H. Gunsch": ["Opportunistic Constructive Induction., ICML, 1991"], "Carl Myers Kadie": ["Quantifying the Value of Constructive Induction, Knowledge, and Noise Filtering on Inductive Learning., ICML, 1991", "Continous Conceptual Set Covering: Learning Robot Operators From Examples., ICML, 1991"], "Adam Kowalczyk": ["Discovering Production Rules with Higher Order Neural Networks., ICML, 1991"], "Bing Leng": ["Constructive Induction on Symbolic Features., ICML, 1991"], "Xiaofeng Ling": ["Comparison of Methods Based on Inverse Resolution., ICML, 1991", "Revision of Reduced Theories., ICML, 1991"], "Christopher J. Matheus": ["The Need for Constructive Induction., ICML, 1991"], "Raymond J. Mooney": ["Constructive Induction in Theory Refinement., ICML, 1991"], "Patrick M. Murphy": ["Constructive Induction of M-of-N Terms., ICML, 1991"], "Harish Ragavan": ["Relations, Knowledge and Empirical Learning., ICML, 1991"], "Arlindo L. Oliveira": ["Learning Concepts by Synthesizing Minimal Threshold Gate Networks., ICML, 1991"], "Sharad Saxena": ["On the Effect of Instance Representation on Generalization., ICML, 1991"], "Glenn Silverstein": ["Relational Clichés: Constraining Induction During Relational Learning., ICML, 1991"], "Richard S. Sutton": ["Learning Polynomial Functions by Feature Construction., ICML, 1991", "Planning by Incremental Dynamic Programming., ICML, 1991"], "Geoffrey G. Towell": ["Constructive Induction in Knowledge-Based Neural Networks., ICML, 1991"], "Larry Watanabe": ["Feature Construction in Structural Decision Trees., ICML, 1991", "Decision Tree Induction of 3-D Manufacturing Features., ICML, 1991"], "Der-Shung Yang": ["Fringe-Like Feature Construction: A Comparative Study and a Unifying Scheme., ICML, 1991"], "Dit-Yan Yeung": ["A Neural Network Approach to Constructive Induction., ICML, 1991"], "David D. Lewis": ["Learning in Intelligent Information Retrieval., ICML, 1991"], "Jay N. Bhuyan": ["A Probabilistic Retrieval Scheme for Cluster-based Adaptive Information Retrieval., ICML, 1991"], "Stuart L. Crawford": ["Classification Trees for Information Retrieval., ICML, 1991"], "Sanjiv K. Bhatia": ["Query Formulation Through Knowledge Acquisition., ICML, 1991"], "A. Goker": ["Incremental Learning in a Probalistic Information Retrieval System., ICML, 1991"], "K. L. Kwok": ["Query Learning Using an ANN with Adaptive Architecture., ICML, 1991"], "Ashwin Ram": ["A Goal-Based Approach to Intelligent Information Retrieval., ICML, 1991"], "Paul Thompson": ["Machine Learning in the Combination of Expert Opinion Approach to IR., ICML, 1991"], "Steven Walczak": ["Predicting Actions from Induction on Past Performance., ICML, 1991"], "Matthew Brand": ["Decision-Theoretic Learning in an Action System., ICML, 1991"], "Steve A. Chien": ["On Becoming Decreasingly Reactive: Learning to Deliberate Minimally., ICML, 1991", "Machine Learning in Engineering Automation., ICML, 1991"], "Helen G. Cobb": ["Learning the Persistence of Actions in Reactive Control Rules., ICML, 1991"], "José del R. Millán": ["Learning to Avoid Obstacles Through Reinforcement., ICML, 1991"], "Goang-Tay Hsu": ["Learning Football Evaluation for a Walking Robot., ICML, 1991"], "Smadar Kedar": ["The Blind Leading the Blind: Mutual Refinement of Approximate Theories., ICML, 1991"], "Mieczyslaw M. Kokar": ["Learning to Select a Model in a Changing World., ICML, 1991"], "Bruce Krulwich": ["Learning from Deliberated Reactivity., ICML, 1991"], "Long Ji Lin": ["Self-improvement Based on Reinforcement Learning, Planning and Teaching., ICML, 1991"], "Sridhar Mahadevan": ["Scaling Reinforcement Learning to Robotics by Exploiting the Subsumption Architecture., ICML, 1991"], "Andrew W. Moore": ["Variable Resolution Dynamic Programming., ICML, 1991"], "David R. Pierce": ["Learning a Set of Primitive Actions with an Uninterpreted Sensorimotor Apparatus., ICML, 1991"], "Mark B. Ring": ["Incremental Development of Complex Behaviors., ICML, 1991"], "Satinder P. Singh": ["Transfer of Learning Across Compositions of Sequentail Tasks., ICML, 1991"], "Ming Tan": ["Learning a Cost-Sensitive Internal Representation for Reinforcement Learning., ICML, 1991"], "Steven D. Whitehead": ["Complexity and Cooperation in Q-Learning., ICML, 1991"], "Lambert E. Wixson": ["Scaling Reinforcement Learning Techniques via Modularity., ICML, 1991"], "John A. Allen": ["Probabilistic Concept Formation in Relational Domains., ICML, 1991"], "Michael Bain": ["Experiments in Non-Monotonic Learning., ICML, 1991"], "Ivan Bratko": ["Learning Qualitative Models of Dynamic Systems., ICML, 1991"], "Clifford Brunk": ["An Investigation of Noise-Tolerant Relational Concept Learning Algorithms., ICML, 1991"], "Luc De Raedt": ["Integrity Constraints and Interactive Concept-Learning., ICML, 1991"], "Saso Dzeroski": ["Learning Relations from Noisy Examples: An Empirical Comparison of LINUS and FOIL., ICML, 1991"], "C. Feng": ["Inducing Temporal Fault Diagnostic Rules from a Qualitative Model., ICML, 1991"], "Kazuo Hiraki": ["Learning Spatial Relations from Images., ICML, 1991"], "David Humme": ["Using Inverse Resolution to Learn Relations from Experiments., ICML, 1991"], "Boonserm Kijsirikul": ["Efficient Learning of Logic Programs with Non-determinant, Non-discriminating Literals., ICML, 1991"], "Christopher Leckie": ["Learning Search Control Rules for Planning: An Inductive Approach., ICML, 1991"], "C. David Page Jr.": ["Learning Constrained Atoms., ICML, 1991"], "Michael J. Pazzani": ["A Knowledge-intensive Approach to Learning Relational Concepts., ICML, 1991"], "Zhaogang Qian": ["The Consistent Concept Axiom., ICML, 1991"], "J. Ross Quinlan": ["Determinate Literals in Inductive Logic Programming., ICML, 1991"], "Bradley L. Richards": ["First-Order Theory Revision., ICML, 1991"], "Céline Rouveirol": ["Completeness for Inductive Procedures., ICML, 1991"], "Rüdiger Wirth": ["Constraints on Predicate Invention., ICML, 1991"], "James Wogulis": ["Revising Relational Domain Theories., ICML, 1991"], "Kenji Yamanishi": ["Learning Stochastic Motifs from Genetic Sequences., ICML, 1991"], "Hamid R. Berenji": ["Refinement of Approximate Reasoning-based Controllers by Reinforcement Learning., ICML, 1991"], "Marco Botta": ["Improving Learning Using Causality and Abduction., ICML, 1991"], "Timothy Cain": ["The DUCTOR: A Theory Revision System for Propositional Domains., ICML, 1991"], "William W. Cohen": ["The Generality of Overgenerality., ICML, 1991"], "Marie desJardins": ["Probabilistic Evaluating of Bias for Learning Systems., ICML, 1991"], "Ronen Feldman": ["Incremental Refinement of Approximate Domain Theories., ICML, 1991"], "Diana F. Gordon": ["An Enhancer for Reactive Plans., ICML, 1991"], "Jonathan Gratch": ["A Hybrid Approach to Guaranteed Effective Control Strategies., ICML, 1991"], "Rei Hamakawa": ["Revision Cost for Theory Refinement., ICML, 1991"], "Richard Maclin": ["Refining Domain Theories Expressed as Finite-State Automata., ICML, 1991"], "Claire Nedellec": ["A Smallest Generalization Step Strategy., ICML, 1991"], "Dirk Ourston": ["Improving Shared Rules in Multiple Category Domain Theories., ICML, 1991"], "Wei-Min Shen": ["Discovering Regularities from Large Knowledge Bases., ICML, 1991"], "Prasad Tadepalli": ["Learning with Incrutable Theories., ICML, 1991"], "Gheorghe Tecuci": ["A Method for Multistrategy Task-Adaptive Learning Based on Plausible Justifications., ICML, 1991"], "Kevin Thompson": ["Using Background Knowledge in Concept Formation., ICML, 1991"], "Bradley L. Whitehall": ["A Study of How Domain Knowledge Improves Knowledge-Based Learning Systems., ICML, 1991"], "Edward J. Wisniewski": ["Is it a Pocket or a Purse? Tighly Coupled Theory and Data Driven Learing., ICML, 1991"], "Jungsoon P. Yoo": ["Identifying Cost Effective Boundaries of Operationality., ICML, 1991"], "Leonid V. Belyaev": ["Noise-Resistant Classification., ICML, 1991"], "Scott Bennett": ["Comparing Stochastic Planning to the Acquisition of Increasingly Permissive Plans., ICML, 1991"], "Gautam Biswas": ["Conceptual Clustering and Exploratory Data Analysis., ICML, 1991"], "Jason Catlett": ["Megainduction: A Test Flight., ICML, 1991"], "Giuseppe Cerbone": ["Knowledge Compilation to Speed Up Numerical Optimization., ICML, 1991"], "Ashok K. Goel": ["Model Revision: A Theory of Incremental Model Learning., ICML, 1991"], "Jürgen Herrmann": ["Learning Analytical Knowledge About VLSI-Design from Observation., ICML, 1991"], "Paul O'Rorke": ["Machine Learning for Nondestructive Evaluation., ICML, 1991"], "Peter Pachowicz": ["Improving Recognition Effectiveness of Noisy Texture Concepts., ICML, 1991"], "R. Bharat Rao": ["Knowledge-Based Equation Discovery in Engineering Domains., ICML, 1991"], "Yoram Reich": ["Design Integrated Learning Systems for Engineering Design., ICML, 1991"], "Jeffrey C. Schlimmer": ["Database Consistency via Inductive Learning., ICML, 1991"], "David K. Tcheng": ["AIMS: An Adaptive Interactive Modeling System for Supporting Engineering Decision Making., ICML, 1991"], "Mario Martín": ["Knowledge Acquisition Combining Analytical and Empirrcal Techniques., ICML, 1991"]}