{"Qi Zhang": ["Multiple-Instance Learning of Real-Valued Data., ICML, 2001"], "Jan Struyf": ["Efficient algorithms for decision tree cross-validation., ICML, 2001"], "Shuchi Chawla": ["Learning from Labeled and Unlabeled Data using Graph Mincuts., ICML, 2001"], "Manuela M. Veloso": ["Convergence of Gradient Dynamics with a Variable Learning Rate., ICML, 2001", "Learning to Generate Fast Signal Processing Implementations., ICML, 2001"], "Dirk Ormoneit": ["Learning an Agent's Utility Function by Observing Behavior., ICML, 2001"], "Benjamin Van Roy": ["A Generalized Kalman Filter for Fixed Point Approximation and Efficient Temporal Difference Learning., ICML, 2001"], "Chong Jin Ong": ["A Unified Loss Function in Bayesian Framework for Support Vector Regression., ICML, 2001"], "Craig W. Codrington": ["Boosting with Confidence Information., ICML, 2001"], "Huma Lodhi": ["Latent Semantic Kernels., ICML, 2001"], "Sanmay Das": ["Filters, Wrappers and a Boosting-Based Hybrid for Feature Selection., ICML, 2001"], "Richard Dearden": ["Structured Prioritised Sweeping., ICML, 2001"], "Johannes Gehrke": ["Bias Correction in Classification Tree Construction., ICML, 2001"], "Dimitrios Gunopulos": ["An Efficient Approach for Approximating Multi-dimensional Range Queries and Nearest Neighbor Classification in Large Datasets., ICML, 2001"], "Geoff Hulten": ["A General Method for Scaling Up Machine Learning Algorithms and its Application to Clustering., ICML, 2001"], "Robert A. Jacobs": ["Visual Development and the Acquisition of Binocular Disparity Sensitivities., ICML, 2001"], "David C. Gibbon": ["Relevance Feedback using Support Vector Machines., ICML, 2001"], "Jude W. Shavlik": ["A Theory-Refinement Approach to Information Extraction., ICML, 2001"], "Shie Mannor": ["Learning Embedded Maps of Markov Processes., ICML, 2001"], "Johannes Fürnkranz": ["Round Robin Rule Learning., ICML, 2001"], "Peter A. Flach": ["WBCsvm: Weighted Bayesian Classification based on Support Vector Machines., ICML, 2001"], "Peter Geibel": ["Reinforcement Learning with Bounded Risk., ICML, 2001"], "Benjamin Taskar": ["Learning Probabilistic Models of Relational Structure., ICML, 2001"], "Yiming Yang": ["Hypertext Categorization using Hyperlink Patterns and Meta Data., ICML, 2001"], "Sridhar Mahadevan": ["Continuous-Time Hierarchical Reinforcement Learning., ICML, 2001"], "Katia P. Sycara": ["Evolutionary Search, Stochastic Policies with Memory, and Reinforcement Learning with Hidden State., ICML, 2001"], "Charles Elkan": ["Bayesian approaches to failure prediction for disk drives., ICML, 2001", "Obtaining calibrated probability estimates from decision trees and naive Bayesian classifiers., ICML, 2001"], "Marcus Hutter": ["General Loss Bounds for Universal Sequence Prediction., ICML, 2001"], "Alex Pentland": ["Expectation Maximization for Weakly Labeled Data., ICML, 2001"], "Gunes Ercal": ["On No-Regret Learning, Fictitious Play, and Nash Equilibrium., ICML, 2001"], "Wenxin Jiang": ["Some Theoretical Aspects of Boosting in the Presence of Noisy Data., ICML, 2001"], "Alexander G. Hauptmann": ["Learning to Select Good Title Words: An New Approach based on Reverse Information Retrieval., ICML, 2001"], "John Shawe-Taylor": ["Composite Kernels for Hypertext Categorisation., ICML, 2001", "Learning with the Set Covering Machine., ICML, 2001"], "Luc De Raedt": ["Feature Construction with Version Spaces for Biochemical Applications., ICML, 2001"], "Krzysztof Krawiec": ["Pairwise Comparison of Hypotheses in Evolutionary Learning., ICML, 2001"], "Abraham J. Wyner": ["Boosting Noisy Data., ICML, 2001"], "Fernando C. N. Pereira": ["Conditional Random Fields: Probabilistic Models for Segmenting and Labeling Sequence Data., ICML, 2001"], "Nimrod Megiddo": ["An Improved Predictive Accuracy Bound for Averaging Classifiers., ICML, 2001"], "Christine Decaestecker": ["Adjusting the Outputs of a Classifier to New a Priori Probabilities May Significantly Improve Classification Accuracy: Evidence from a multi-class problem in remote sensing., ICML, 2001"], "Bernhard Schölkopf": ["Estimating a Kernel Fisher Discriminant in the Presence of Label Noise., ICML, 2001"], "Wee Sun Lee": ["Collaborative Learning and Recommender Systems., ICML, 2001"], "Michael L. Littman": ["Friend-or-Foe Q-learning in General-Sum Games., ICML, 2001"], "Sebastian Thrun": ["Using EM to Learn 3D Models of Indoor Environments with Mobile Robots., ICML, 2001"], "Josep Maria Garrell i Guiu": ["Inducing Partially-Defined Instances with Evolutionary Algorithms., ICML, 2001"], "Joachim M. Buhmann": ["Coupled Clustering: a Method for Detecting Structural Correspondence., ICML, 2001"], "Andrew G. Barto": ["Automatic Discovery of Subgoals in Reinforcement Learning using Diverse Density., ICML, 2001", "Lyapunov-Constrained Action Sets for Reinforcement Learning., ICML, 2001"], "Andy J. Keane": ["Some Greedy Algorithms for Sparse Nonlinear Regression., ICML, 2001"], "Michael I. Jordan": ["Convergence rates of the Voting Gibbs classifier, with application to Bayesian feature selection., ICML, 2001"], "Volodya Vovk": ["Ridge Regression Confidence Machine., ICML, 2001"], "Dimitrios Kalles": ["Breeding Decision Trees Using Evolutionary Techniques., ICML, 2001"], "Andrew W. Moore": ["Mixtures of Rectangles: Interpretable Soft Clustering., ICML, 2001", "Repairing Faulty Mixture Models using Density Estimation., ICML, 2001", "Direct Policy Search using Paired Statistical Tests., ICML, 2001"], "Sanjoy Dasgupta": ["Off-Policy Temporal Difference Learning with Function Approximation., ICML, 2001"], "David Page": ["Multiple Instance Regression., ICML, 2001"], "Igor Kononenko": ["Comprehensible Interpretation of Relief's Estimates., ICML, 2001"], "Andrew McCallum": ["Toward Optimal Active Learning through Sampling Estimation of Error Reduction., ICML, 2001"], "Miroslav Kubat": ["Using the Genetic Algorithm to Reduce the Size of a Nearest-Neighbor Classifier and to Select Relevant Attributes., ICML, 2001"], "Tze-Yun Leong": ["Application of Fuzzy Similarity-Based Fractal Dimensions to Characterize Medical Time Series., ICML, 2001"], "Shigenobu Kobayashi": ["Average-Reward Reinforcement Learning for Variance Penalized Markov Decision Problems., ICML, 2001"], "Stefan Wrobel": ["Incremental Maximization of Non-Instance-Averaging Utility Functions with Applications to Knowledge Discovery Problems., ICML, 2001"], "Pat Langley": ["Discovering Communicable Scientific Knowledge from Spatio-Temporal Data., ICML, 2001"], "Marco Ramoni": ["Clustering Continuous Time Series., ICML, 2001"], "Stéphane Lallich": ["Boosting Neighborhood-Based Classifiers., ICML, 2001"], "Naftali Tishby": ["Unsupervised Sequence Segmentation by a Mixture of Switching Variable Memory Markov Sources., ICML, 2001"], "Yoram Baram": ["Smoothed Bootstrap and Statistical Data Cloning for Classifier Evaluation., ICML, 2001"], "Richard S. Sutton": ["Scaling Reinforcement Learning toward RoboCup Soccer., ICML, 2001"], "Lex Weaver": ["A Multi-Agent Policy-Gradient Approach to Network Routing., ICML, 2001"], "Franck Thollard": ["Improving Probabilistic Grammatical Inference Core Algorithms with Post-processing Techniques., ICML, 2001"], "Anand Venkataraman": ["A procedure for unsupervised lexicon learning., ICML, 2001"], "Stefan Schrödl": ["Constrained K-means Clustering with Background Knowledge., ICML, 2001"], "Marco Wiering": ["Reinforcement Learning in Dynamic Environments using Instantiated Information., ICML, 2001"], "Jeremy L. Wyatt": ["Exploration Control in Reinforcement Learning using Optimistic Model Selection., ICML, 2001"], "Richard M. Karp": ["Feature selection for high-dimensional genomic microarray data., ICML, 2001"], "Charles X. Ling": ["Learnability of Augmented Naive Bayes in Nonimal Domains., ICML, 2001"], "Tong Zhang": ["Some Sparse Approximation Bounds for Regression Problems., ICML, 2001"], "Tucker R. Balch": ["Symmetry in Markov Decision Processes and its Implications for Single Agent and Multiagent Learning., ICML, 2001"]}