{"Gang Li": ["Conversational Speech Transcription Using Context-Dependent Deep Neural Networks., ICML, 2012"], "Scott R. Klemmer": ["Data-driven Web Design., ICML, 2012"], "Dan Jurafsky": ["Learning the Central Events and Participants in Unlabeled Text., ICML, 2012"], "Alexei A. Efros": ["Exemplar-SVMs for Visual Ob ject Detection, Label Transfer and Image Retrieval., ICML, 2012"], "Edoardo M. Airoldi": ["Capturing topical content with frequency and exclusivity., ICML, 2012"], "Yi-Min Wang": ["TrueLabel + Confusions: A Spectrum of Probabilistic Models in Analyzing Multiple Ratings., ICML, 2012"], "Gérard G. Medioni": ["Robust Multiple Manifold Structure Learning., ICML, 2012"], "Geoffrey J. Gordon": ["Two Manifold Problems with Applications to Nonlinear System Identification., ICML, 2012"], "Shih-Fu Chang": ["On the Difficulty of Nearest Neighbor Search., ICML, 2012", "Compact Hyperplane Hashing with Bilinear Functions., ICML, 2012"], "Stefan Schaal": ["Learning Force Control Policies for Compliant Robotic Manipulation., ICML, 2012"], "Nicolas Vayatis": ["Estimation of Simultaneously Sparse and Low Rank Matrices., ICML, 2012"], "Thorsten Joachims": ["Online Structured Prediction via Coactive Learning., ICML, 2012"], "Lyle H. Ungar": ["Using CCA to improve CCA: A new spectral method for estimating vector models of words., ICML, 2012"], "Naftali Tishby": ["Bounded Planning in Passive POMDPs., ICML, 2012"], "Karthik Sridharan": ["Minimizing The Misclassification Error Rate Using a Surrogate Convex Loss., ICML, 2012", "Making Gradient Descent Optimal for Strongly Convex Stochastic Optimization., ICML, 2012"], "Mehmet Gönen": ["Bayesian Efficient Multiple Kernel Learning., ICML, 2012"], "Bartek Rajwa": ["Bayesian Nonexhaustive Learning for Online Discovery and Modeling of Emerging Classes., ICML, 2012"], "Peilin Zhao": ["Exact Soft Confidence-Weighted Learning., ICML, 2012"], "Lorenzo Dell'Arciprete": ["Distributed Tree Kernels., ICML, 2012"], "Yang Zhou": ["Multiple Kernel Learning from Noisy Labels by Stochastic Programming., ICML, 2012"], "Andreas Rauber": ["Improved Nystrom Low-rank Decomposition with Priors., ICML, 2012"], "Craig Boutilier": ["Active Learning for Matching Problems., ICML, 2012"], "David B. Dunson": ["Ensemble Methods for Convex Regression with Applications to Geometric Programming Based Circuit Design., ICML, 2012", "Bayesian Watermark Attacks., ICML, 2012"], "Xiangyang Xue": ["Groupwise Constrained Reconstruction for Subspace Clustering., ICML, 2012"], "Huan Xu": ["Stability of matrix factorization for collaborative filtering., ICML, 2012", "Lightning Does Not Strike Twice: Robust MDPs with Coupled Uncertainty., ICML, 2012"], "Gal Chechik": ["Adaptive Regularization for Similarity Measures., ICML, 2012"], "Richard S. Sutton": ["Linear Off-Policy Actor-Critic., ICML, 2012"], "Daphne Koller": ["Modeling Latent Variable Uncertainty for Loss-based Learning., ICML, 2012"], "Maya R. Gupta": ["Dimensionality Reduction by Local Discriminative Gaussians., ICML, 2012"], "Geoffrey E. Hinton": ["Learning to Label Aerial Images from Noisy Data., ICML, 2012", "Deep Mixtures of Factor Analysers., ICML, 2012", "Deep Lambertian Networks., ICML, 2012"], "Christoph H. Lampert": ["The Most Persistent Soft-Clique in a Set of Sampled Graphs., ICML, 2012"], "Guillermo Sapiro": ["Learning Efficient Structured Sparse Models., ICML, 2012"], "Peter Stone": ["PAC Subset Selection in Stochastic Multi-armed Bandits., ICML, 2012"], "David M. Blei": ["Nonparametric variational inference., ICML, 2012", "Sparse stochastic inference for latent Dirichlet allocation., ICML, 2012"], "Peng Sun": ["The Convexity and Design of Composite Multiclass Losses., ICML, 2012"], "Tobias Scheffer": ["Finding Botnets Using Minimal Graph Clusterings., ICML, 2012", "Learning to Identify Regular Expressions that Describe Email Campaigns., ICML, 2012"], "Amir Globerson": ["Learning the Experts for Online Sequence Prediction., ICML, 2012"], "Aarti Singh": ["Efficient Active Algorithms for Hierarchical Clustering., ICML, 2012"], "Volker Roth": ["Copula Mixture Model for Dependency-seeking Clustering., ICML, 2012", "A Complete Analysis of the l_1, p Group-Lasso., ICML, 2012"], "Guy Lebanon": ["The Landmark Selection Method for Multiple Output Prediction., ICML, 2012"], "Petra Mutzel": ["Subgraph Matching Kernels for Attributed Graphs., ICML, 2012"], "Alain Rakotomamonjy": ["Adaptive Canonical Correlation Analysis Based On Matrix Manifolds., ICML, 2012", "Sparse Support Vector Infinite Push., ICML, 2012"], "Brent Heeringa": ["Batch Active Learning via Coordinated Matching., ICML, 2012"], "Xiaoli Zhang Fern": ["Hybrid Batch Bayesian Optimization., ICML, 2012"], "Vikas Sindhwani": ["Efficient and Practical Stochastic Subgradient Descent for Nuclear Norm Regularization., ICML, 2012"], "Markus Reichstein": ["Gap Filling in the Plant Kingdom - Trait Prediction Using Hierarchical Probabilistic Matrix Factorization., ICML, 2012"], "Mohammad Ghavamzadeh": ["A Dantzig Selector Approach to Temporal Difference Learning., ICML, 2012"], "David Haglin": ["Scaling Up Coordinate Descent Algorithms for Large ℓ1 Regularization Problems., ICML, 2012"], "Lawrence Carin": ["Cross-Domain Multitask Learning with Latent Probit Models., ICML, 2012", "Levy Measure Decompositions for the Beta and Gamma Processes., ICML, 2012", "Lognormal and Gamma Mixed Negative Binomial Regression., ICML, 2012", "Inferring Latent Structure From Mixed Real and Categorical Relational Data., ICML, 2012"], "Fred A. Hamprecht": ["Structured Learning from Partial Annotations., ICML, 2012"], "Jeff G. Schneider": ["Maximum Margin Output Coding., ICML, 2012", "Copula-based Kernel Dependency Measures., ICML, 2012"], "John D. Lafferty": ["Sequential Nonparametric Regression., ICML, 2012", "Sparse Additive Functional and Kernel CCA., ICML, 2012", "Conditional Sparse Coding and Grouped Multivariate Regression., ICML, 2012"], "Zoubin Ghahramani": ["An Infinite Latent Attribute Model for Network Data., ICML, 2012", "Evaluating Bayesian and L1 Approaches for Sparse Unsupervised Learning ., ICML, 2012", "Gaussian Process Regression Networks., ICML, 2012"], "Martin Zinkevich": ["On Local Regret., ICML, 2012"], "Terran Lane": ["Smoothness and Structure Learning by Proxy ., ICML, 2012"], "Yee Whye Teh": ["A fast and simple algorithm for training neural probabilistic language models., ICML, 2012"], "Ioannis Tsamardinos": ["Incorporating Causal Prior Knowledge as Path-Constraints in Bayesian Networks and Maximal Ancestral Graphs., ICML, 2012"], "Animashree Anandkumar": ["High-Dimensional Covariance Decomposition into Sparse Markov and Independence Domains., ICML, 2012"], "Adam Berenzweig": ["Latent Collaborative Retrieval., ICML, 2012"], "Joris M. Mooij": ["On causal and anticausal learning., ICML, 2012"], "Vladlen Koltun": ["Continuous Inverse Optimal Control with Locally Optimal Examples., ICML, 2012"], "James Tin-Yau Kwok": ["Convex Multitask Learning with Flexible Task Clusters., ICML, 2012"], "Brian Litt": ["A Hierarchical Dirichlet Process Model with Multiple Levels of Clustering for Human EEG Seizure Modeling., ICML, 2012"], "Andrew Y. Ng": ["Building high-level features using large scale unsupervised learning., ICML, 2012"], "Vincent Thomas": ["Near-Optimal BRL using Optimistic Local Transitions., ICML, 2012"], "Takafumi Kanamori": ["A Unified Robust Classification Model., ICML, 2012"], "Neil D. Lawrence": ["Manifold Relevance Determination., ICML, 2012", "Residual Components Analysis., ICML, 2012"], "Jiaye Chen": ["Clustering to Maximize the Ratio of Split to Diameter., ICML, 2012"], "Tibério S. Caetano": ["A Graphical Model Formulation of Collaborative Filtering Neighbourhood Methods with Fast Maximum Entropy Training., ICML, 2012"], "Steven C. H. Hoi": ["On-Line Portfolio Selection with Moving Average Reversion., ICML, 2012"], "Sebastian Nowozin": ["Improved Information Gain Estimates for Decision Tree Induction., ICML, 2012"], "Bernhard Schölkopf": ["Influence Maximization in Continuous Time Diffusion Networks., ICML, 2012", "Submodular Inference of Diffusion Networks from Multiple Trees., ICML, 2012"], "Jürgen Schmidhuber": ["On the Size of the Online Kernel Sparsification Dictionary., ICML, 2012"], "Grzegorz Swirszcz": ["Multi-level Lasso for Sparse Multi-task Regression., ICML, 2012"], "Hisashi Kashima": ["Fast Computation of Subpath Kernel for Trees., ICML, 2012"], "Hongbin Zha": ["Total Variation and Euler's Elastica for Supervised Learning., ICML, 2012"], "Sujay Sanghavi": ["Learning the Dependence Graph of Time Series with Latent Factors., ICML, 2012"], "Russell Greiner": ["A Generalized Loop Correction Method for Approximate Inference in Graphical Models., ICML, 2012"], "Eric P. Xing": ["Consistent Covariance Selection From Data With Missing Values., ICML, 2012", "Group Sparse Additive Models., ICML, 2012"], "Anton van den Hengel": ["Is margin preserved after random projection?., ICML, 2012"], "Mark A. Girolami": ["A Bayesian Approach to Approximate Joint Diagonalization of Square Matrices., ICML, 2012"], "Lucila Ohno-Machado": ["Predicting accurate probabilities with a ranking loss., ICML, 2012"], "Ivor W. Tsang": ["Learning with Augmented Features for Heterogeneous Domain Adaptation., ICML, 2012"], "Alice H. Oh": ["Dirichlet Process with Mixed Random Measures: A Nonparametric Topic Model for Labeled Data., ICML, 2012"], "Yan Liu": ["Collaborative Topic Regression with Social Matrix Factorization for Recommendation Systems., ICML, 2012"], "Sharon Wulff": ["LPQP for MAP: Putting LP Solvers to Better Use., ICML, 2012"], "Erkki Oja": ["Clustering by Low-Rank Doubly Stochastic Matrix Decomposition., ICML, 2012"], "Wray L. Buntine": ["Dependent Hierarchical Normalized Random Measures for Dynamic Topic Modeling., ICML, 2012"], "Simo Särkkä": ["State-Space Inference for Non-Linear Latent Force Models with Application to Satellite Orbit Prediction., ICML, 2012"], "Nathan Srebro": ["The Kernelized Stochastic Batch Perceptron., ICML, 2012", "Clustering using Max-norm Constrained Optimization., ICML, 2012"], "Balázs Kégl": ["Fast classification using sparse decision DAGs., ICML, 2012"], "Ryota Tomioka": ["A Combinatorial Algebraic Approach for the Identifiability of Low-Rank Matrix Completion., ICML, 2012"], "Hiroshi Nakagawa": ["Rethinking Collapsed Variational Bayes Inference for LDA., ICML, 2012"], "Franz Pernkopf": ["Exact Maximum Margin Structure Learning of Bayesian Networks., ICML, 2012"], "Jie Zhou": ["AOSO-LogitBoost: Adaptive One-Vs-One LogitBoost for Multi-Class Problem., ICML, 2012"], "Kenji Fukumizu": ["Hypothesis testing using pairwise distances and associated kernels., ICML, 2012"], "Wee Sun Lee": ["Monte Carlo Bayesian Reinforcement Learning., ICML, 2012"], "Amos J. Storkey": ["A Topic Model for Melodic Sequences., ICML, 2012"], "Prasad Tadepalli": ["Output Space Search for Structured Prediction., ICML, 2012"], "John Guiver": ["How To Grade a Test Without Knowing the Answers - A Bayesian Graphical Model for Adaptive Crowdsourcing and Aptitude Testing., ICML, 2012"], "Joel W. Burdick": ["Parallelizing Exploration-Exploitation Tradeoffs with Gaussian Process Bandit Optimization., ICML, 2012"], "Jiawei Han": ["A Simple Algorithm for Semi-supervised Learning with Improved Generalization Error Bound., ICML, 2012"], "Richard P. Mann": ["Bayesian Optimal Active Search and Surveying., ICML, 2012"], "Vikas Singh": ["Incorporating Domain Knowledge in Matching Problems via Harmonic Analysis., ICML, 2012"], "Ronald Parr": ["Greedy Algorithms for Sparse Reinforcement Learning., ICML, 2012"], "James Sharpnack": ["Variance Function Estimation in High-dimensions., ICML, 2012"], "Johane Takeuchi": ["Apprenticeship Learning for Model Parameters of Partially Observable Environments., ICML, 2012"], "Sinead Williamson": ["Modeling Images using Transformed Indian Buffet Processes., ICML, 2012"], "Ashutosh Saxena": ["Learning Object Arrangements in 3D Scenes using Human Context., ICML, 2012"], "Min Xiao": ["Cross Language Text Classification via Subspace Co-regularized Multi-view Learning ., ICML, 2012"], "Volodya Vovk": ["Plug-in martingales for testing exchangeability on-line., ICML, 2012"], "Feiping Nie": ["An Iterative Locally Linear Embedding Algorithm., ICML, 2012"], "Dan Cornford": ["Gaussian Process Quantile Regression using Expectation Propagation., ICML, 2012"], "Jure Leskovec": ["Latent Multi-group Membership Graph Model., ICML, 2012"], "Masrour Zoghi": ["Exponential Regret Bounds for Gaussian Process Bandits with Deterministic Observations., ICML, 2012"], "Kevin Swersky": ["Estimating the Hessian by Back-propagating Curvature., ICML, 2012"], "Nicholas Arnosti": ["Feature Selection via Probabilistic Outputs., ICML, 2012"], "Carlos Guestrin": ["Hierarchical Exploration for Accelerating Contextual Bandits., ICML, 2012"], "Miguel Á. Carreira-Perpiñán": ["Fast Training of Nonlinear Embedding Algorithms., ICML, 2012"], "Mikhail Bilenko": ["Fast Prediction of New Feature Utility., ICML, 2012"], "Hartmut Neven": ["Robust Classification with Adiabatic Quantum Optimization., ICML, 2012"], "Sanjoy Dasgupta": ["Agglomerative Bregman Clustering., ICML, 2012"], "Krzysztof Geras": ["Isoelastic Agents and Wealth Updates in Machine Learning Markets., ICML, 2012"], "Martin Kiefel": ["Quasi-Newton Methods: A New Direction., ICML, 2012"], "Michael Bowling": ["No-Regret Learning in Extensive-Form Games with Imperfect Recall., ICML, 2012"], "Masashi Sugiyama": ["Information-theoretic Semi-supervised Metric Learning via Entropy Regularization., ICML, 2012", "Artist Agent: A Reinforcement Learning Approach to Automatic Stroke Generation in Oriental Ink Painting., ICML, 2012", "Semi-Supervised Learning of Class Balance under Class-Prior Change by Distribution Matching., ICML, 2012"], "David P. Woodruff": ["Fast approximation of matrix coherence and statistical leverage., ICML, 2012"], "Roland Memisevic": ["On multi-view feature learning., ICML, 2012"], "Pengcheng Wu": ["Fast Bounded Online Gradient Descent Algorithms for Scalable Kernel-Based Online Learning., ICML, 2012"], "Sören Laue": ["A Hybrid Algorithm for Convex Semidefinite Optimization., ICML, 2012"], "Jean Honorio": ["Convergence Rates of Biased Stochastic Optimization for Learning Sparse Ising Models., ICML, 2012"], "Ohad Shamir": ["Decoupling Exploration and Exploitation in Multi-Armed Bandits., ICML, 2012"], "Michael I. Jordan": ["Revisiting k-means: New Algorithms via Bayesian Nonparametrics., ICML, 2012", "Variational Bayesian Inference with Stochastic Search., ICML, 2012", "The Big Data Bootstrap., ICML, 2012", "Nonparametric Link Prediction in Dynamic Networks., ICML, 2012"], "Csaba Szepesvári": ["Analysis of Kernel Mean Matching under Covariate Shift., ICML, 2012", "Statistical linear estimation with penalized estimators: an application to reinforcement learning., ICML, 2012", "An adaptive algorithm for finite stochastic partial monitoring., ICML, 2012"], "James Petterson": ["Tighter Variational Representations of f-Divergences via Restriction to Probability Measures., ICML, 2012"], "Hugo Larochelle": ["Training Restricted Boltzmann Machines on Word Observations., ICML, 2012"], "Jun Zhu": ["Max-Margin Nonparametric Latent Feature Models for Link Prediction., ICML, 2012"], "Antonio Robles-Kelly": ["Discriminative Probabilistic Prototype Learning., ICML, 2012"], "Hongfei Li": ["Sparse-GEV: Sparse Latent Space Model for Multivariate Extreme Value Time Serie Modeling., ICML, 2012"], "Kohei Hayashi": ["Factorized Asymptotic Bayesian Hidden Markov Models., ICML, 2012"], "Liva Ralaivola": ["PAC-Bayesian Generalization Bound on Confusion Matrix for Multi-Class Classification., ICML, 2012"], "Tong Zhang": ["A Proximal-Gradient Homotopy Method for the L1-Regularized Least-Squares Problem., ICML, 2012"], "Laurent Massoulié": ["Comparison-Based Learning with Rank Nets., ICML, 2012"], "David W. Aha": ["Semi-Supervised Collective Classification via Hybrid Label Regularization., ICML, 2012"], "Ulrike von Luxburg": ["Shortest path distance in random k-nearest neighbor graphs., ICML, 2012"], "Zhendong Zhao": ["A Split-Merge Framework for Comparing Clusterings., ICML, 2012"], "Kamil Ciosek": ["Compositional Planning Using Optimal Option Models., ICML, 2012"], "Fei Sha": ["Information-Theoretical Learning of Discriminative Clusters for Unsupervised Domain Adaptation., ICML, 2012", "Marginalized Denoising Autoencoders for Domain Adaptation., ICML, 2012"], "Hal Daumé III": ["Flexible Modeling of Latent Task Structures in Multitask Learning., ICML, 2012", "A Binary Classification Framework for Two-Stage Multiple Kernel Learning., ICML, 2012", "Learning Task Grouping and Overlap in Multi-task Learning., ICML, 2012"], "Gérard Govaert": ["An Efficient Approach to Sparse Linear Discriminant Analysis., ICML, 2012"], "Olivier Chapelle": ["The Greedy Miser: Learning under Test-time Budgets., ICML, 2012"], "Andreas Harth": ["Canonical Trends: Detecting Trend Setters in Web Data., ICML, 2012"], "Francis R. Bach": ["A convex relaxation for weakly supervised classifiers., ICML, 2012"], "Michael Caldwell": ["Demand-Driven Clustering in Relational Domains for Predicting Adverse Drug Events., ICML, 2012"], "Honglak Lee": ["Learning Invariant Representations with Local Transformations., ICML, 2012"], "Eyke Hüllermeier": ["Consistent Multilabel Ranking through Univariate Losses., ICML, 2012"], "Guillaume Obozinski": ["On the Equivalence between Herding and Conditional Gradient Algorithms., ICML, 2012"], "Bertrand Thirion": ["Small-sample brain mapping: sparse recovery on spatially correlated designs with randomization and clustering., ICML, 2012"], "Andreas Krause": ["Joint Optimization and Variable Selection of High-dimensional Gaussian Processes., ICML, 2012"], "Yoshua Bengio": ["Large-Scale Feature Learning With Spike-and-Slab Sparse Coding., ICML, 2012", "A Generative Process for Contractive Auto-Encoders., ICML, 2012"], "Cassio Polpo de Campos": ["Anytime Marginal MAP Inference., ICML, 2012"], "Alexander T. Ihler": ["Distributed Parameter Estimation via Pseudo-likelihood ., ICML, 2012"], "Erik B. Sudderth": ["The Nonparametric Metadata Dependent Relational Model., ICML, 2012"], "Daniel Gildea": ["Convergence of the EM Algorithm for Gaussian Mixtures with Unbalanced Mixing Coefficients., ICML, 2012"], "Dieter Fox": ["A Joint Model of Language and Perception for Grounded Attribute Learning., ICML, 2012"], "Andrew G. Barto": ["Learning Parameterized Skills., ICML, 2012"], "Pieter Abbeel": ["Safe Exploration in Markov Decision Processes ., ICML, 2012"], "Philip Bachman": ["Improved Estimation in Time Varying Models., ICML, 2012"], "Pavel Laskov": ["Poisoning Attacks against Support Vector Machines., ICML, 2012"], "Dale Schuurmans": ["Regularizers versus Losses for Nonlinear Dimensionality Reduction: A Factored View with New Convex Relaxations., ICML, 2012"], "Kunle Olukotun": ["Utilizing Static Analysis and Code Generation to Accelerate Neural Networks., ICML, 2012"], "Marc Sebban": ["Similarity Learning for Provably Accurate Sparse Linear Classification., ICML, 2012"], "Maneesh Sahani": ["Variational Inference in Non-negative Factorial Hidden Markov Models for Efficient Audio Source Separation., ICML, 2012"], "A. Robert Calderbank": ["Communications Inspired Linear Discriminant Analysis., ICML, 2012"], "Alexander G. Gray": ["Stochastic Smoothing for Nonsmooth Minimizations: Accelerating SGD by Exploiting Structure., ICML, 2012"], "J. Saketha Nath": ["A Convex Feature Learning Formulation for Latent Task Structure Discovery., ICML, 2012"], "Dan Roth": ["Efficient Decomposed Learning for Structured Prediction., ICML, 2012"], "Olivier Sigaud": ["Path Integral Policy Improvement with Covariance Matrix Adaptation., ICML, 2012"], "Hai Leong Chieu": ["Optimizing F-measure: A Tale of Two Approaches., ICML, 2012"], "Fei-Fei Li": ["Efficient Euclidean Projections onto the Intersection of Norm Balls., ICML, 2012"], "Marek Petrik": ["Approximate Dynamic Programming By Minimizing Distributionally Robust Bounds., ICML, 2012"], "Arthur Gretton": ["Modelling transition dynamics in MDPs with RKHS embeddings., ICML, 2012"], "Rui Wang": ["Approximate Principal Direction Trees., ICML, 2012"], "Vítor Santos Costa": ["Unachievable Region in Precision-Recall Space and Its Effect on Empirical Evaluation., ICML, 2012"], "Shie Mannor": ["Policy Gradients with Variance Related Risk Criteria., ICML, 2012"], "Raquel Urtasun": ["Efficient Structured Prediction with Latent Variables for General Graphical Models., ICML, 2012"], "Tommi S. Jaakkola": ["On the Partition Function and Random Maximum A-Posteriori Perturbations., ICML, 2012"], "Yuan (Alan) Qi": ["Infinite Tucker Decomposition: Nonparametric Bayesian Models for Multiway Data Analysis., ICML, 2012"], "David Barber": ["Bayesian Conditional Cointegration., ICML, 2012"], "Arindam Banerjee": ["Online Alternating Direction Method., ICML, 2012"], "Bert Kappen": ["On the Sample Complexity of Reinforcement Learning with a Generative Model ., ICML, 2012"], "Daniel J. Hsu": ["Convergence Rates for Differentially Private Statistical Estimation., ICML, 2012"], "Larry A. Wasserman": ["High Dimensional Semiparametric Gaussian Copula Graphical Models., ICML, 2012"], "Yew-Soon Ong": ["Discovering Support and Affiliated Features from Very High Dimensions., ICML, 2012"], "Raman Arora": ["Online Bandit Learning against an Adaptive Adversary: from Regret to Policy Regret., ICML, 2012"], "Matthias W. Seeger": ["Large Scale Variational Bayesian Inference for Structured Scale Mixture Models., ICML, 2012"], "Max Welling": ["Bayesian Posterior Sampling via Stochastic Gradient Fisher Scoring., ICML, 2012"], "Samuel Ieong": ["Predicting Consumer Behavior in Commerce Search., ICML, 2012"], "Massimiliano Pontil": ["Conditional mean embeddings as regressors., ICML, 2012"], "Xavier Carreras": ["Local Loss Optimization in Operator Models: A New Insight into Spectral Learning., ICML, 2012"], "Shuicheng Yan": ["Robust PCA in High-dimension: A Deterministic Approach., ICML, 2012"], "Bin Yu": ["Complexity Analysis of the Lasso Regularization Path., ICML, 2012"], "Satyen Kale": ["Projection-free Online Learning., ICML, 2012"], "Kiri Wagstaff": ["Machine Learning that Matters., ICML, 2012"], "Yann LeCun": ["Scene parsing with Multiscale Feature Learning, Purity Trees, and Optimal Covers., ICML, 2012"], "Tomer Koren": ["Linear Regression with Limited Observation., ICML, 2012"], "Chi-Jen Lu": ["An Online Boosting Algorithm with Theoretical Justifications., ICML, 2012"], "Pascal Vincent": ["Modeling Temporal Dependencies in High-Dimensional Sequences: Application to Polyphonic Music Generation and Transcription., ICML, 2012"], "Matthieu Geist": ["Approximate Modified Policy Iteration., ICML, 2012"], "Drew Bagnell": ["Agnostic System Identification for Model-Based Reinforcement Learning., ICML, 2012"]}