{"David W. Aha": ["Generalizing from Case studies: A Case Study., ICML, 1992"], "Hussein Almuallim": ["On Learning More Concepts., ICML, 1992"], "Jerzy W. Bala": ["The Principal Axes Method for Constructive Induction., ICML, 1992"], "Neeraj Bhatnagar": ["Learning by Incomplete Explanation-Based Learning., ICML, 1992"], "Claudio Carpineto": ["Trading Off Consistency and Efficiency in version-Space Induction., ICML, 1992"], "Jason Catlett": ["Peepholing: Choosing Attributes Efficiently for Megainduction., ICML, 1992"], "Pang C. Chen": ["Improving Path Planning with Learning., ICML, 1992"], "Peter C.-H. Cheng": ["The Right Representation for Discovery: Finding the Conservation of Momentum., ICML, 1992"], "Alan D. Christiansen": ["Learning to Predict in Uncertain Continuous Tasks., ICML, 1992"], "Peter Clark": ["Lazy Partial Evaluation: An Integration of Explanation-Based Generalization and Partial Evaluation., ICML, 1992"], "Jeffery A. Clouse": ["A Teaching Method for Reinforcement Learning., ICML, 1992"], "Darrell Conklin": ["Spatial Analogy and Subsumption., ICML, 1992"], "Timothy M. Converse": ["Learning to Satisfy Conjunctive Goals., ICML, 1992"], "Michael T. Cox": ["Multistrategy Learning with Introspective Meta-Explanations., ICML, 1992"], "Oren Etzioni": ["An Asymptotic Analysis of Speedup Learning., ICML, 1992", "Why EBL Produces Overly-Specific Knowledge: A Critique of the PRODIGY Approaches., ICML, 1992"], "Tom Fawcett": ["Automatic Feature Generation for Problem Solving Systems., ICML, 1992"], "Cao Feng": ["Towards Inductive Generalization in Higher Order Logic., ICML, 1992"], "Douglas H. Fisher": ["Ordering Effects in Clustering., ICML, 1992"], "Attilio Giordana": ["Learning Structured Concepts Using Genetic Algorithms., ICML, 1992"], "Jonathan Gratch": ["An Analysis of Learning to Plan as a Search Problem., ICML, 1992"], "John J. Grefenstette": ["An Approach to Anytime Learning., ICML, 1992"], "Ray J. Hickey": ["Artificial Universes - Towards a Systematic Approach to Evaluation Algorithms which Learn form Examples., ICML, 1992"], "Daniel S. Hirschberg": ["Average Case Analysis of Learning kappa-CNF Concepts., ICML, 1992"], "Elizabeth I. Hogger": ["The MENTLE Approach to Learning Heuristics for the Control of Logic Programs., ICML, 1992"], "Lawrence B. Holder": ["Fuzzy Substructure Discovery., ICML, 1992"], "Lawrence Hunter": ["Efficient Classification of Massive, Unsegmented Datastreams., ICML, 1992"], "Wayne Iba": ["Induction of One-Level Decision Trees., ICML, 1992"], "Cezary Z. Janikow": ["Combining Competition and Cooperation in Supervised Inductive Learning., ICML, 1992"], "Kenji Kira": ["A Practical Approach to Feature Selection., ICML, 1992"], "Igor Kononenko": ["Learning as Optimization: Stochastic Generation of Multiple Knowledge., ICML, 1992"], "Philip Laird": ["Dynamic Optimization., ICML, 1992"], "Stephane Lapointe": ["Sub-unification: A Tool for Efficient Induction of Recursive Programs., ICML, 1992"], "Rey-Long Liu": ["Augmenting and Efficiently Utilizing Domain Theory in Explanation-Based Natural Language Acquisition., ICML, 1992"], "Sridhar Mahadevan": ["Enhancing Transfer in Reinforcement Learning by Building Stochastic Models of Robot Actions., ICML, 1992"], "Chengjiang Mao": ["THOUGHT: An Integrated Learning System for Acquiring Knowledge Structure., ICML, 1992"], "Zdravko Markov": ["An Approach to Concept Learning Based on Term Generalization., ICML, 1992"], "Andrew McCallum": ["Using Transitional Proximity for Faster Reinforcement Learning., ICML, 1992"], "Thierry Van de Merckt": ["NFDT: A System that Learns Flexible Concepts Based on Decision Trees for Numerical Attributes., ICML, 1992"], "Marjorie Moulet": ["A Symbolic Algorithm for Computing Coefficients' Accuracy in Regression., ICML, 1992"], "Stephen Muggleton": ["Compression, Significance, and Accuracy., ICML, 1992"], "Yves Niquil": ["Guiding Example Acquisition by Generating Scenarios., ICML, 1992"], "Arlindo L. Oliveira": ["Constructive Induction Using a Non-Greedy Strategy for Feature Selection., ICML, 1992"], "Christian W. Omlin": ["Training Second-Order Recurrent Neural Networks using Hints., ICML, 1992"], "M. Alicia Pérez": ["DYNAMIC: A New Role for Training Problems in EBL., ICML, 1992"], "Ashvin Radiya": ["A Framework for Discovering Discrete Event Models., ICML, 1992"], "David Ruby": ["Learning Episodes for Optimization., ICML, 1992"], "Claude Sammut": ["Learning to Fly., ICML, 1992"], "Cullen Schaffer": ["Deconstructing the Digit Recognition Problem., ICML, 1992"], "Alberto Maria Segre": ["On Combining Multiple Speedup Techniques., ICML, 1992"], "Satinder P. Singh": ["Scaling Reinforcement Learning Algorithms by Learning Variable Temporal Resolution Models., ICML, 1992"], "Padhraic Smyth": ["Detecting Novel Classes with Applications to Fault Diagnosis., ICML, 1992"], "Devika Subramanian": ["Measuring Utility and the Design of Provably Good EBL Algorithms., ICML, 1992"], "Somkiat Tangkitvanich": ["Refining a Relational Theory with Multiple Faults in the Concept and Subconcepts., ICML, 1992"], "Gheorghe Tecuci": ["Cooperation in Knowledge Base Refinement., ICML, 1992"], "Gerald Tesauro": ["Temporal Difference Learning of Backgammon Strategy., ICML, 1992"], "Gilles Venturini": ["AGIL: Solving the Exploration Versus Exploration Dilemma in a single Classifier System Applied to Simulated Robotics., ICML, 1992"], "Jerry B. Weinberg": ["Conceptual Clustering with Systematic Missing Values., ICML, 1992"], "Jianping Zhang": ["Selecting Typical Instances in Instance-Based Learning., ICML, 1992"], "Jan M. Zytkow": ["The First Phase of Real-World Discovery: Determining Repeatability and Error of Experiments., ICML, 1992"]}