{"Shumeet Baluja": ["The Evolution of Gennetic Algorithms: Towards Massive Parallelism., ICML, 1993"], "Henry Soldano": ["ÉLÉNA: A Bottom-Up Learning Method., ICML, 1993"], "Carla E. Brodley": ["Automatic Algorith/Model Class Selection., ICML, 1993"], "Claire Cardie": ["Using Decision Trees to Improve Case-Based Learning., ICML, 1993"], "Giovanni Romano": ["GALOIS: An Order-Theoretic Approach to Conceptual Clustering., ICML, 1993"], "Rich Caruana": ["Multitask Learning: A Knowledge-Based Source of Inductive Bias., ICML, 1993"], "Stan Matwin": ["Using Qualitative Models to Guide Inductive Learning., ICML, 1993"], "Adam St. Amant": ["Automating Path Analysis for Building Causal Models from Data., ICML, 1993"], "Dennis Connolly": ["Constructing Hidden Variables in Bayesian Networks via Conceptual Clustering., ICML, 1993"], "Jude W. Shavlik": ["Learning Symbolic Rules Using Artificial Neural Networks., ICML, 1993"], "Foster J. Provost": ["Small Disjuncts in Action: Learning to Diagnose Errors in the Local Loop of the Telephone Network., ICML, 1993"], "Dennis F. Kibler": ["Concept Sharing: A Means to Improve Multi-Concept Learning., ICML, 1993"], "Ljupco Todorovski": ["Discovering Dynamics., ICML, 1993"], "Thomas Ellman": ["Synthesis of Abstraction Hierarchies for Constraint Satisfaction by Clustering Approximately Equivalent Objects., ICML, 1993"], "S. George Djorgovski": ["SKICAT: A Machine Learning System for Automated Cataloging of Large Scale Sky Surveys., ICML, 1993"], "Leonard Pitt": ["Learning From Entailment: An Application to Propositional Horn Sentences., ICML, 1993"], "Yolanda Gil": ["Efficient Domain-Independent Experimentation., ICML, 1993"], "Gerald DeJong": ["Learning Search Control Knowledge for Deep Space Network Scheduling., ICML, 1993"], "John E. Laird": ["Learning Procedures from Interactive Natural Language Instructions., ICML, 1993"], "Peter Idestam-Almquist": ["Generalization under Implication by Recursive Anti-unification., ICML, 1993"], "Robert A. Jacobs": ["Supervised Learning and Divide-and-Conquer: A Statistical Approach., ICML, 1993"], "Leslie Pack Kaelbling": ["Hierarchical Learning in Stochastic Domains: Preliminary Results., ICML, 1993"], "Paul S. Rosenbloom": ["Constraining Learning with Search Control., ICML, 1993"], "Long Ji Lin": ["Scaling Up Reinforcement Learning for Robot Control., ICML, 1993"], "Andrew McCallum": ["Overcoming Incomplete Perception with Util Distinction Memory., ICML, 1993"], "Sebastian Thrun": ["Explanation Based Learning: A Comparison of Symbolic and Neural Network Approaches., ICML, 1993"], "Dunja Mladenic": ["Combinatorial Optimization in Inductive Concept Learning., ICML, 1993"], "Stuart J. Russell": ["Decision Theoretic Subsampling for Induction on Large Databases., ICML, 1993"], "Haym Hirsh": ["Learning DNF Via Probabilistic Evidence Combination., ICML, 1993"], "Margaret Elliott": ["Explaining and Generalizing Diagnostic Decisions., ICML, 1993"], "J. Ross Quinlan": ["Combining Instance-Based and Model-Based Learning., ICML, 1993"], "Thomas W. Fermanian": ["Data Mining of Subjective Agricultural Data., ICML, 1993"], "Larry A. Rendell": ["Lookahead Feature Construction for Learning Hard Concepts., ICML, 1993"], "Marco Saerens": ["Adaptive NeuroControl: How Black Box and Simple can it be., ICML, 1993"], "Ron Rymon": ["An SE-tree based Characterization of the Induction Problem., ICML, 1993"], "Marcos Salganicoff": ["Density-Adaptive Learning and Forgetting., ICML, 1993"], "Jeffrey C. Schlimmer": ["Efficiently Inducing Determinations: A Complete and Systematic Search Algorithm that Uses Optimal Pruning., ICML, 1993"], "Eddie Schwalb": ["Compiling Bayesian Networks into Neural Networks., ICML, 1993"], "Anton Schwartz": ["A Reinforcement Learning Method for Maximizing Undiscounted Rewards., ICML, 1993"], "Daniel B. Schwartz": ["ATM SCheduling with Queuing Dely Predictions., ICML, 1993"], "Steven D. Whitehead": ["Online Learning with Random Representations., ICML, 1993"], "Prasad Tadepalli": ["Learning from Queries and Examples with Tree-structured Bias., ICML, 1993"], "Ming Tan": ["Multi-Agent Reinforcement Learning: Independent versus Cooperative Agents., ICML, 1993"], "Randolph M. Jones": ["Better Learners Use Analogical Problem Solving Sparingly., ICML, 1993"]}