{"Chid Apté": ["The Role of Machine Learning in Business Optimization., ICML, 2010"], "Mark Joseph Cummins": ["FAB-MAP: Appearance-Based Place Recognition and Mapping using a Learned Visual Vocabulary Model., ICML, 2010"], "Pedro F. Felzenszwalb": ["Discriminative Latent Variable Models for Object Detection., ICML, 2010"], "Thore Graepel": ["Web-Scale Bayesian Click-Through rate Prediction for Sponsored Search Advertising in Microsoft's Bing Search Engine., ICML, 2010"], "Christopher Raphael": ["Music Plus One and Machine Learning., ICML, 2010"], "Benjamin Snyder": ["Climbing the Tower of Babel: Unsupervised Multilingual Learning., ICML, 2010"], "Wei Xu": ["Detecting Large-Scale System Problems by Mining Console Logs., ICML, 2010"], "Arthur U. Asuncion": ["Particle Filtered MCMC-MLE with Connections to Contrastive Divergence., ICML, 2010"], "Rémi Bardenet": ["Surrogating the surrogate: accelerating Gaussian-process-based global optimization with a mixture cross-entropy algorithm., ICML, 2010"], "Nicholas Bartlett": ["Forgetting Counts: Constant Memory Inference for a Dependent Hierarchical Pitman-Yor Process., ICML, 2010"], "Sahely Bhadra": ["Robust Formulations for Handling Uncertainty in Kernel Matrices., ICML, 2010"], "Mustafa Bilgic": ["Active Learning for Networked Data., ICML, 2010"], "David M. Blei": ["Distance dependent Chinese restaurant processes., ICML, 2010"], "Gianluca Bontempi": ["Causal filter selection in microarray data., ICML, 2010"], "Antoine Bordes": ["Label Ranking under Ambiguous Supervision for Learning Semantic Correspondences., ICML, 2010"], "Y-Lan Boureau": ["A Theoretical Analysis of Feature Pooling in Visual Recognition., ICML, 2010"], "Bruno Bouzy": ["Multi-agent Learning Experiments on Repeated Matrix Games., ICML, 2010"], "Joseph K. Bradley": ["Learning Tree Conditional Random Fields., ICML, 2010"], "Nader H. Bshouty": ["Finding Planted Partitions in Nearly Linear Time using Arrested Spectral Clustering., ICML, 2010"], "Róbert Busa-Fekete": ["Fast boosting using adversarial bandits., ICML, 2010"], "Kevin Robert Canini": ["Modeling Transfer Learning in Human Categorization with the Hierarchical Dirichlet Process., ICML, 2010"], "Bin Cao": ["Transfer Learning for Collective Link Prediction in Multiple Heterogenous Domains., ICML, 2010"], "Miguel Á. Carreira-Perpiñán": ["The Elastic Embedding Algorithm for Dimensionality Reduction., ICML, 2010"], "Nicolò Cesa-Bianchi": ["Random Spanning Trees and the Prediction of Weighted Graphs., ICML, 2010", "Efficient Learning with Partially Observed Attributes., ICML, 2010"], "Doran Chakraborty": ["Convergence, Targeted Optimality, and Safety in Multiagent Learning., ICML, 2010"], "Ming-Wei Chang": ["Structured Output Learning with Indirect Supervision., ICML, 2010"], "Yutian Chen": ["Dynamical Products of Experts for Modeling Financial Time Series., ICML, 2010"], "Weiwei Cheng": ["Label Ranking Methods based on the Plackett-Luce Model., ICML, 2010", "Graded Multilabel Classification: The Ordinal Case., ICML, 2010"], "Michael H. Coen": ["Comparing Clusterings in Space., ICML, 2010"], "Corinna Cortes": ["Two-Stage Learning Kernel Algorithms., ICML, 2010", "Generalization Bounds for Learning Kernels., ICML, 2010"], "Fabrizio Costa": ["Fast Neighborhood Subgraph Pairwise Distance Kernel., ICML, 2010"], "Sajib Dasgupta": ["Mining Clustering Dimensions., ICML, 2010"], "Jesse Davis": ["Bottom-Up Learning of Markov Network Structure., ICML, 2010"], "Krzysztof Dembczynski": ["Bayes Optimal Multilabel Classification via Probabilistic Classifier Chains., ICML, 2010"], "Thomas Deselaers": ["A Conditional Random Field for Multiple-Instance Learning., ICML, 2010"], "Joshua V. Dillon": ["Asymptotic Analysis of Generative Semi-Supervised Learning., ICML, 2010"], "Frank Dondelinger": ["Heterogeneous Continuous Dynamic Bayesian Networks with Flexible Structure and Inter-Time Segment Information Sharing., ICML, 2010"], "Carlton Downey": ["Temporal Difference Bayesian Model Averaging: A Bayesian Perspective on Adapting Lambda., ICML, 2010"], "Gregory Druck": ["High-Performance Semi-Supervised Learning using Discriminatively Constrained Generative Models., ICML, 2010"], "John C. Duchi": ["On the Consistency of Ranking Algorithms., ICML, 2010"], "Krishnamurthy Dvijotham": ["Inverse Optimal Control with Linearly-Solvable MDPs., ICML, 2010"], "Tal El-Hay": ["Continuous-Time Belief Propagation., ICML, 2010"], "Lev Faivishevsky": ["Nonparametric Information Theoretic Clustering Algorithm., ICML, 2010"], "Romaric Gaudel": ["Feature Selection as a One-Player Game., ICML, 2010"], "Matan Gavish": ["Multiscale Wavelets on Trees, Graphs and High Dimensional Data: Theory and Applications to Semi Supervised Learning., ICML, 2010"], "Sean Gerrish": ["A Language-based Approach to Measuring Scholarly Impact., ICML, 2010"], "Noam Goldberg": ["Boosting Classifiers with Tightened L0-Relaxation Penalties., ICML, 2010"], "Ryan Gomes": ["Budgeted Nonparametric Learning from Data Streams., ICML, 2010"], "Karol Gregor": ["Learning Fast Approximations of Sparse Coding., ICML, 2010"], "Alexander Grubb": ["Boosted Backpropagation Learning for Training Deep Modular Networks., ICML, 2010"], "Andrew Guillory": ["Interactive Submodular Set Cover., ICML, 2010"], "Bharath Hariharan": ["Large Scale Max-Margin Multi-Label Classification with Priors., ICML, 2010"], "Abhay Harpale": ["Active Learning for Multi-Task Adaptive Filtering., ICML, 2010"], "Matthew D. Hoffman": ["Bayesian Nonparametric Matrix Factorization for Recorded Music., ICML, 2010"], "Jean Honorio": ["Multi-Task Learning of Gaussian Graphical Models., ICML, 2010"], "Jonathan Huang": ["Learning Hierarchical Riffle Independent Groupings from Rankings., ICML, 2010"], "Martial Hue": ["On learning with kernels for unordered pairs., ICML, 2010"], "Martin Jaggi": ["A Simple Algorithm for Nuclear Norm Regularized Problems., ICML, 2010"], "Dominik Janzing": ["Telling cause from effect based on high-dimensional observations., ICML, 2010"], "Rodolphe Jenatton": ["Proximal Methods for Sparse Hierarchical Dictionary Learning., ICML, 2010"], "Shuiwang Ji": ["3D Convolutional Neural Networks for Human Action Recognition., ICML, 2010"], "Vladimir Jojic": ["Accelerated dual decomposition for MAP inference., ICML, 2010"], "Shivaram Kalyanakrishnan": ["Efficient Selection of Multiple Bandit Arms: Theory and Practice., ICML, 2010"], "Dongmin Kim": ["A scalable trust-region algorithm with application to mixed-norm regression., ICML, 2010"], "Minyoung Kim": ["Local Minima Embedding., ICML, 2010", "Gaussian Processes Multiple Instance Learning., ICML, 2010"], "Seyoung Kim": ["Tree-Guided Group Lasso for Multi-Task Regression with Structured Sparsity., ICML, 2010"], "Stanley Kok": ["Learning Markov Logic Networks Using Structural Motifs., ICML, 2010"], "Mladen Kolar": ["On Sparse Nonparametric Conditional Covariance Selection., ICML, 2010"], "Andreas Krause": ["Submodular Dictionary Selection for Sparse Representation., ICML, 2010"], "Brian Kulis": ["Implicit Online Learning., ICML, 2010"], "Tobias Lang": ["Probabilistic Backward and Forward Reasoning in Stochastic Relational Worlds., ICML, 2010"], "Nathan Lay": ["Supervised Aggregation of Classifiers using Artificial Prediction Markets., ICML, 2010"], "Alessandro Lazaric": ["Bayesian Multi-Task Reinforcement Learning., ICML, 2010", "Analysis of a Classification-based Policy Iteration Algorithm., ICML, 2010", "Finite-Sample Analysis of LSTD., ICML, 2010"], "Nicolas Le Roux": ["A fast natural Newton method., ICML, 2010"], "Mu Li": ["Making Large-Scale Nyström Approximation Possible., ICML, 2010"], "Percy Liang": ["Learning Programs: A Hierarchical Bayesian Approach., ICML, 2010", "On the Interaction between Norm and Dimensionality: Multiple Regimes in Learning., ICML, 2010"], "Frank Lin": ["Power Iteration Clustering., ICML, 2010"], "Guangcan Liu": ["Robust Subspace Segmentation by Low-Rank Representation., ICML, 2010"], "Hairong Liu": ["Robust Graph Mode Seeking by Graph Shift., ICML, 2010"], "Wei Liu": ["Large Graph Construction for Scalable Semi-Supervised Learning., ICML, 2010"], "Yan Liu": ["Learning Temporal Causal Graphs for Relational Time-Series Analysis., ICML, 2010"], "Daniel J. Lizotte": ["Efficient Reinforcement Learning with Multiple Reward Functions for Randomized Controlled Trial Analysis., ICML, 2010"], "Philip M. Long": ["Restricted Boltzmann Machines are Hard to Approximately Evaluate or Simulate., ICML, 2010"], "Lester W. Mackey": ["Mixed Membership Matrix Factorization., ICML, 2010"], "Hamid Reza Maei": ["Toward Off-Policy Learning Control with Function Approximation., ICML, 2010"], "M. M. Hassan Mahmud": ["Constructing States for Reinforcement Learning., ICML, 2010"], "James Martens": ["Deep learning via Hessian-free optimization., ICML, 2010", "Learning the Linear Dynamical System with ASOS., ICML, 2010"], "Mahdokht Masaeli": ["From Transformation-Based Dimensionality Reduction to Feature Selection., ICML, 2010"], "Hamed Masnadi-Shirazi": ["Risk minimization, probability elicitation, and cost-sensitive SVMs., ICML, 2010"], "Julian John McAuley": ["Exploiting Data-Independence for Fast Belief-Propagation., ICML, 2010"], "Brian McFee": ["Metric Learning to Rank., ICML, 2010"], "Ofer Meshi": ["Learning Efficiently with Approximate Inference via Dual Losses., ICML, 2010"], "Martin Renqiang Min": ["Deep Supervised t-Distributed Embedding., ICML, 2010"], "Tetsuro Morimura": ["Nonparametric Return Distribution Approximation for Reinforcement Learning., ICML, 2010"], "Vinod Nair": ["Rectified Linear Units Improve Restricted Boltzmann Machines., ICML, 2010"], "Shinichi Nakajima": ["Implicit Regularization in Variational Bayesian Matrix Factorization., ICML, 2010"], "Sahand Negahban": ["Estimation of (near) low-rank matrices with noise and high-dimensional scaling., ICML, 2010"], "Donglin Niu": ["Multiple Non-Redundant Spectral Clustering Views., ICML, 2010"], "Santiago Ontañón": ["Multiagent Inductive Learning: an Argumentation-based Approach., ICML, 2010"], "John William Paisley": ["A Stick-Breaking Construction of the Beta Process., ICML, 2010"], "Constantinos Panagiotakopoulos": ["The Margin Perceptron with Unlearning., ICML, 2010"], "David Pardoe": ["Boosting for Regression Transfer., ICML, 2010"], "Marek Petrik": ["Feature Selection Using Regularization in Approximate Linear Programs for Markov Decision Processes., ICML, 2010"], "Liuyang Li": ["Budgeted Distribution Learning of Belief Net Parameters., ICML, 2010"], "Leonard K. M. Poon": ["Variable Selection in Model-Based Clustering: To Do or To Facilitate., ICML, 2010"], "Monica Dinculescu": ["Approximate Predictive Representations of Partially Observable Systems., ICML, 2010"], "Joseph Reisinger": ["Spherical Topic Models., ICML, 2010"], "Stefan Rüping": ["SVM Classifier Estimation from Group Probabilities., ICML, 2010"], "Daniil Ryabko": ["Clustering processes., ICML, 2010"], "Yunus Saatci": ["Gaussian Process Change Point Models., ICML, 2010"], "Jun Sakuma": ["Online Prediction with Privacy., ICML, 2010"], "Ruslan Salakhutdinov": ["Learning Deep Boltzmann Machines using Adaptive MCMC., ICML, 2010"], "Christoph Sawade": ["Active Risk Estimation., ICML, 2010"], "Bruno Scherrer": ["Should one compute the Temporal Difference fix point or minimize the Bellman Residual? The unified oblique projection view., ICML, 2010"], "Matthias W. Seeger": ["Gaussian Covariance and Scalable Variational Inference., ICML, 2010"], "Ali H. Shoeb": ["Application of Machine Learning To Epileptic Seizure Detection., ICML, 2010"], "Aleksandrs Slivkins": ["Learning optimally diverse rankings over large document collections., ICML, 2010"], "Le Song": ["Hilbert Space Embeddings of Hidden Markov Models., ICML, 2010"], "Sören Sonnenburg": ["COFFIN: A Computational Framework for Linear SVMs., ICML, 2010"], "Jonathan Sorg": ["Internal Rewards Mitigate Agent Boundedness., ICML, 2010"], "Niranjan Srinivas": ["Gaussian Process Optimization in the Bandit Setting: No Regret and Experimental Design., ICML, 2010"], "Zeeshan Syed": ["Unsupervised Risk Stratification in Clinical Datasets: Identifying Patients at Risk of Rare Outcomes., ICML, 2010"], "Istvan Szita": ["Model-based reinforcement learning with nearly tight exploration complexity bounds., ICML, 2010"], "Arthur Szlam": ["Total Variation, Cheeger Cuts., ICML, 2010"], "Mingkui Tan": ["Learning Sparse SVM for Feature Selection on Very High Dimensional Datasets., ICML, 2010"], "Yichuan Tang": ["Deep networks for robust visual recognition., ICML, 2010"], "Mamadou Thiao": ["A DC Programming Approach for Sparse Eigenvalue Problem., ICML, 2010"], "Christophe Thiery": ["Least-Squares Policy Iteration: Bias-Variance Trade-off in Control Problems., ICML, 2010"], "Daniel Ting": ["An Analysis of the Convergence of Graph Laplacians., ICML, 2010"], "Ryota Tomioka": ["A Fast Augmented Lagrangian Algorithm for Learning Low-Rank Matrices., ICML, 2010"], "Han-Hsing Tu": ["One-sided Support Vector Regression for Multiclass Cost-sensitive Classification., ICML, 2010"], "David Vickrey": ["Non-Local Contrastive Objectives., ICML, 2010"], "Julia E. Vogt": ["The Translation-invariant Wishart-Dirichlet Process for Clustering Distance Data., ICML, 2010"], "Thomas J. Walsh": ["Generalizing Apprenticeship Learning across Hypothesis Classes., ICML, 2010"], "Jun Wang": ["Sequential Projection Learning for Hashing with Compact Codes., ICML, 2010"], "Wei Wang": ["A New Analysis of Co-Training., ICML, 2010"], "Zhuang Wang": ["Multi-Class Pegasos on a Budget., ICML, 2010"], "Sinead Williamson": ["The IBP Compound Dirichlet Process and its Application to Focused Topic Modeling., ICML, 2010"], "Xindong Wu": ["Online Streaming Feature Selection., ICML, 2010"], "Michael Wunder": ["Classes of Multiagent Q-learning Dynamics with epsilon-greedy Exploration., ICML, 2010"], "Zenglin Xu": ["Simple and Efficient Multiple Kernel Learning by Group Lasso., ICML, 2010"], "Feng Yan": ["Sparse Gaussian Process Regression via L1 Penalization., ICML, 2010"], "Haiqin Yang": ["Online Learning for Group Lasso., ICML, 2010"], "Tianbao Yang": ["Learning from Noisy Side Information by Generalized Maximum Entropy Model., ICML, 2010"], "Huizhen Yu": ["Convergence of Least Squares Temporal Difference Methods Under General Conditions., ICML, 2010"], "Kai Yu": ["Improved Local Coordinate Coding using Local Tangents., ICML, 2010"], "Yi Zhang": ["Projection Penalties: Dimension Reduction without Loss., ICML, 2010"], "Peilin Zhao": ["OTL: A Framework of Online Transfer Learning., ICML, 2010"], "Jun Zhu": ["Conditional Topic Random Fields., ICML, 2010"], "Xiaojin Zhu": ["Cognitive Models of Test-Item Effects in Human Category Learning., ICML, 2010"], "Brian D. Ziebart": ["Modeling Interaction via the Principle of Maximum Causal Entropy., ICML, 2010"]}