{"Klaus Brinker": ["Active learning of label ranking functions., ICML, 2004"], "Tong Zhang": ["Solving large scale linear prediction problems using stochastic gradient descent algorithms., ICML, 2004"], "John D. Lafferty": ["Hyperplane margin classifiers on the multinomial manifold., ICML, 2004"], "Stefan Wrobel": ["A comparative study on methods for reducing myopia of hill-climbing search in multirelational learning., ICML, 2004"], "Yiming Yang": ["Probabilistic score estimation with piecewise logistic regression., ICML, 2004"], "Henri-Maxime Suchier": ["Boosting grammatical inference with confidence oracles., ICML, 2004"], "Yan Liu": ["Kernel conditional random fields: representation and clique selection., ICML, 2004"], "Remco R. Bouckaert": ["Estimating replicability of classifier learning experiments., ICML, 2004"], "Pedro M. Domingos": ["Learning Bayesian network classifiers by maximizing conditional likelihood., ICML, 2004"], "Daniil Ryabko": ["Online learning of conditionally I.I.D. data., ICML, 2004"], "Yasemin Altun": ["Support vector machine learning for interdependent and structured output spaces., ICML, 2004"], "Dit-Yan Yeung": ["Surrogate maximization/minimization algorithms for AdaBoost and the logistic regression model., ICML, 2004", "Locally linear metric adaptation for semi-supervised clustering., ICML, 2004"], "Bill Triggs": ["Learning to track 3D human motion from silhouettes., ICML, 2004"], "Yoram Singer": ["Leveraging the margin more carefully., ICML, 2004", "Large margin hierarchical classification., ICML, 2004"], "Lawrence K. Saul": ["Learning a kernel matrix for nonlinear dimensionality reduction., ICML, 2004"], "Marco Wiering": ["Utile distinction hidden Markov models., ICML, 2004"], "Jieping Ye": ["Generalized low rank approximations of matrices., ICML, 2004"], "Haesun Park": ["Feature extraction via generalized uncorrelated linear discriminant analysis., ICML, 2004"], "Arnold W. M. Smeulders": ["Active learning using pre-clustering., ICML, 2004"], "Tobias Scheffer": ["Co-EM support vector learning., ICML, 2004"], "Tuomas Sandholm": ["Communication complexity as a lower bound for learning in games., ICML, 2004"], "Naftali Tishby": ["Margin based feature selection - theory and algorithms., ICML, 2004"], "Andrew G. Barto": ["Using relative novelty to identify useful temporal abstractions in reinforcement learning., ICML, 2004"], "David L. Wild": ["A graphical model for protein secondary structure prediction., ICML, 2004"], "Uri Klein": ["Dynamic abstraction in reinforcement learning via clustering., ICML, 2004"], "George Forman": ["A pitfall and solution in multi-class feature selection for text classification., ICML, 2004"], "Maja J. Mataric": ["A spatio-temporal extension to Isomap nonlinear dimension reduction., ICML, 2004"], "Stefan Schaal": ["The Bayesian backfitting relevance vector machine., ICML, 2004"], "Satinder P. Singh": ["Learning and discovery of predictive state representations in dynamical systems with reset., ICML, 2004"], "Raymond J. Mooney": ["Integrating constraints and metric learning in semi-supervised clustering., ICML, 2004", "Diverse ensembles for active learning., ICML, 2004"], "Tat-Seng Chua": ["A MFoM learning approach to robust multiclass multi-label text categorization., ICML, 2004"], "Zhaoqi Bian": ["Probabilistic tangent subspace: a unified view., ICML, 2004"], "Stefan Kramer": ["Ensembles of nested dichotomies for multi-class problems., ICML, 2004", "Towards tight bounds for rule learning., ICML, 2004"], "Jinseog Kim": ["Gradient LASSO for feature selection., ICML, 2004"], "Michael R. Lyu": ["Learning large margin classifiers locally and globally., ICML, 2004"], "Bhavani Raskutti": ["Optimising area under the ROC curve using gradient descent., ICML, 2004"], "William G. Macready": ["Parameter space exploration with Gaussian process trees., ICML, 2004"], "James T. Kwok": ["Bayesian inference for transductive learning of kernel matrix using the Tanner-Wong data augmentation algorithm., ICML, 2004"], "Shichao Zhang": ["Decision trees with minimal costs., ICML, 2004"], "Huan Liu": ["Robust feature induction for support vector machines., ICML, 2004"], "Allan D. Jepson": ["Generative modeling for continuous non-linearly embedded visual inference., ICML, 2004"], "Duncan Potts": ["Incremental learning of linear model trees., ICML, 2004"], "Shaul Markovitch": ["Lookahead-based algorithms for anytime induction of decision trees., ICML, 2004", "Text categorization with many redundant features: using aggressive feature selection to make SVMs competitive with C4.5., ICML, 2004"], "Samuel Kaski": ["Sequential information bottleneck for finite data., ICML, 2004"], "Andrew Y. Ng": ["Online and batch learning of pseudo-metrics., ICML, 2004", "Apprenticeship learning via inverse reinforcement learning., ICML, 2004", "Learning random walk models for inducing word dependency distributions., ICML, 2004"], "Ivan Bratko": ["Testing the significance of attribute interactions., ICML, 2004"], "Félix Goyache": ["Feature subset selection for learning preferences: a case study., ICML, 2004"], "Jong-Hoon Oh": ["A multiplicative up-propagation algorithm., ICML, 2004"], "Gerard Lyons": ["Coalition calculation in a dynamic agent environment., ICML, 2004"], "Malcolm J. A. Strens": ["Efficient hierarchical MCMC for policy search., ICML, 2004"], "John C. Platt": ["Learning to learn with the informative vector machine., ICML, 2004"], "Yuta Tsuboi": ["Kernel-based discriminative learning algorithms for labeling sequences, trees, and graphs., ICML, 2004"], "Claude Sammut": ["Learning to fly by combining reinforcement learning with behavioural cloning., ICML, 2004"], "Lorenza Saitta": ["A Monte Carlo analysis of ensemble classification., ICML, 2004"], "Daphna Weinshall": ["Boosting margin based distance functions for clustering., ICML, 2004"], "Ralf Schoknecht": ["Convergence of synchronous reinforcement learning with linear function approximation., ICML, 2004"], "David Page": ["Sequential skewing: an improved skewing algorithm., ICML, 2004"], "Jennifer G. Dy": ["Automated hierarchical mixtures of probabilistic principal component analyzers., ICML, 2004", "A hierarchical method for multi-class support vector machines., ICML, 2004"], "Thomas Hofmann": ["Unifying collaborative and content-based filtering., ICML, 2004"], "José Hernández-Orallo": ["Delegating classifiers., ICML, 2004"], "Yee Whye Teh": ["Approximate inference by Markov chains on union spaces., ICML, 2004"], "Peter A. Flach": ["Redundant feature elimination for multi-class problems., ICML, 2004"], "Michèle Sebag": ["C4.5 competence map: a phase transition-inspired approach., ICML, 2004"], "Gal Chechik": ["A needle in a haystack: local one-class optimization., ICML, 2004"], "Saharon Rosset": ["Model selection via the AUC., ICML, 2004"], "Luc De Raedt": ["Bellman goes relational., ICML, 2004"], "John N. Tsitsiklis": ["Bias and variance in value function estimation., ICML, 2004"], "Brendan J. Frey": ["Learning to cluster using local neighborhood structure., ICML, 2004"], "Mitsunori Ogihara": ["Entropy-based criterion in categorical clustering., ICML, 2004"], "Thomas Takeo Osugi": ["SVM-based generalized multiple-instance learning via approximate box counting., ICML, 2004"], "Andrew W. Moore": ["Tractable learning of large Bayes net structures from sparse data., ICML, 2004"], "Xiaofeng He": ["Linearized cluster assignment via spectral ordering., ICML, 2004", "K-means clustering via principal component analysis., ICML, 2004"], "R. Bharat Rao": ["A fast iterative algorithm for fisher discriminant using heterogeneous kernels., ICML, 2004"], "Nikos A. Vlassis": ["Sparse cooperative Q-learning., ICML, 2004"], "Martha E. Pollack": ["Adaptive cognitive orthotics: combining reinforcement learning and constraint-based temporal reasoning., ICML, 2004"], "Robert E. Schapire": ["A maximum entropy approach to species distribution modeling., ICML, 2004"], "Ronald Parr": ["Learning probabilistic motion models for mobile robots., ICML, 2004"], "Carla E. Brodley": ["Solving cluster ensemble problems by bipartite graph partitioning., ICML, 2004"], "Samy Bengio": ["Links between perceptrons, MLPs and SVMs., ICML, 2004"], "Gregory Z. Grudic": ["Nonparametric classification with polynomial MPMC cascades., ICML, 2004"], "Bernhard Schölkopf": ["A kernel view of the dimensionality reduction of manifolds., ICML, 2004"], "Zoubin Ghahramani": ["Predictive automatic relevance determination by expectation propagation., ICML, 2004"], "Weixiong Zhang": ["Take a walk and cluster genes: a TSP-based approach to optimal rearrangement clustering., ICML, 2004"], "Robert Givan": ["Relational sequential inference with reliable observations., ICML, 2004"], "Constantin F. Aliferis": ["A theoretical characterization of linear SVM-based feature selection., ICML, 2004"], "Andrew McCallum": ["Dynamic conditional random fields: factorized probabilistic models for labeling and segmenting sequence data., ICML, 2004"], "Michael I. Jordan": ["Bayesian haplo-type inference via the dirichlet process., ICML, 2004", "Multiple kernel learning, conic duality, and the SMO algorithm., ICML, 2004", "Decentralized detection and classification using kernel methods., ICML, 2004", "Variational methods for the Dirichlet process., ICML, 2004"], "Bianca Zadrozny": ["Learning and evaluating classifiers under sample selection bias., ICML, 2004"], "Tony Jebara": ["Multi-task feature and kernel selection for SVMs., ICML, 2004"], "Yaroslav Bulatov": ["Training conditional random fields via gradient tree boosting., ICML, 2004"], "Rajashekar Reddy": ["Semi-supervised learning using randomized mincuts., ICML, 2004"], "Srujana Merugu": ["An information theoretic analysis of maximum likelihood mixture estimation for exponential families., ICML, 2004"], "Alex Ksikes": ["Ensemble selection from libraries of models., ICML, 2004"], "Alexander J. Smola": ["Gaussian process classification for segmenting and annotating sequences., ICML, 2004", "Learning with non-positive kernels., ICML, 2004"], "Mehryar Mohri": ["Distribution kernels based on moments of counts., ICML, 2004"], "Thomas G. Dietterich": ["Improving SVM accuracy by training on auxiliary data sources., ICML, 2004"], "Richard S. Zemel": ["The multiple multiplicative factor model for collaborative filtering., ICML, 2004"], "Kevin D. Seppi": ["P3VI: a partitioned, prioritized, parallel value iterator., ICML, 2004"], "Sebastian Thrun": ["Learning low dimensional predictive representations., ICML, 2004"], "Daphne Koller": ["Learning associative Markov networks., ICML, 2004"], "William D. Smart": ["Interpolation-based Q-learning., ICML, 2004"], "Jean-Philippe Vert": ["Extensions of marginalized graph kernels., ICML, 2004"], "Takashi Okada": ["Learning first-order rules from data with multiple parts: applications on mining chemical compound data., ICML, 2004"], "Jonathan Schler": ["Authorship verification as a one-class classification problem., ICML, 2004"]}