{"Jonathan Baxter": ["Scalable Internal-State Policy-Gradient Methods for POMDPs., ICML, 2002"], "Stan Matwin": ["Feature Subset Selection and Inductive Logic Programming., ICML, 2002"], "Thomas G. Dietterich": ["Pruning Improves Heuristic Search for Cost-Sensitive Learning., ICML, 2002"], "Raymond J. Mooney": ["Semi-supervised Clustering by Seeding., ICML, 2002"], "Michèle Sebag": ["Constraint-based Learning of Long Relational Concepts., ICML, 2002"], "Mark Craven": ["Exploiting Relations Among Concepts to Acquire Weakly Labeled Training Data., ICML, 2002"], "Blai Bonet": ["An epsilon-Optimal Grid-Based Algorithm for Partially Observable Markov Decision Processes., ICML, 2002"], "Gerhard Widmer": ["Transformation-Based Regression., ICML, 2002"], "Feng Zhang": ["A New Statistical Approach to Personal Name Extraction., ICML, 2002"], "Prasad Tadepalli": ["Learning Decision Rules by Randomized Iterative Local Search., ICML, 2002", "Model-based Hierarchical Average-reward Reinforcement Learning., ICML, 2002"], "Eric McCreath": ["IEMS - The Intelligent Email Sorter., ICML, 2002"], "Gregory F. Cooper": ["Exact model averaging with naive Bayesian classifiers., ICML, 2002"], "Dennis DeCoste": ["Anytime Interval-Valued Outputs for Kernel Machines: Fast Support Vector Machine Classification via Distance Geometry., ICML, 2002"], "Carles Sierra": ["Action Refinement in Reinforcement Learning by Probability Smoothing., ICML, 2002"], "Saso Dzeroski": ["Integrating Experimentation and Guidance in Relational Reinforcement Learning., ICML, 2002", "Inducing Process Models from Continuous Data., ICML, 2002"], "Bernard Zenko": ["Is Combining Classifiers Better than Selecting the Best One., ICML, 2002"], "Juho Rousu": ["Fast Minimum Training Error Discretization., ICML, 2002"], "José Hernández-Orallo": ["Learning Decision Trees Using the Area Under the ROC Curve., ICML, 2002"], "Lloyd Allison": ["Univariate Polynomial Inference by Monte Carlo Message Length Approximation., ICML, 2002"], "João Gama": ["An Analysis of Functional Trees., ICML, 2002"], "Nada Lavrac": ["Descriptive Induction through Subgroup Discovery: A Case Study in a Medical Domain., ICML, 2002"], "Dan Roth": ["On generalization bounds, projection profile, and margin distribution., ICML, 2002"], "Alexander J. Smola": ["Multi-Instance Kernels., ICML, 2002"], "Rayid Ghani": ["Combining Labeled and Unlabeled Data for MultiClass Text Categorization., ICML, 2002"], "Sridhar Mahadevan": ["Hierarchically Optimal Average Reward Reinforcement Learning., ICML, 2002"], "Naftali Tishby": ["Sufficient Dimensionality Reduction - A novel Analysis Method., ICML, 2002", "Discriminative Feature Selection via Multiclass Variable Memory Markov Model., ICML, 2002"], "Mike Barley": ["A Unified Decomposition of Ensemble Loss for Predicting Ensemble Performance., ICML, 2002"], "Diane J. Cook": ["Graph-Based Relational Concept Learning., ICML, 2002"], "Ronald Parr": ["Coordinated Reinforcement Learning., ICML, 2002"], "Dale Schuurmans": ["Algorithm-Directed Exploration for Model-Based Reinforcement Learning in Factored MDPs., ICML, 2002", "Investigating the Maximum Likelihood Alternative to TD(lambda)., ICML, 2002"], "Bernhard Hengst": ["Discovering Hierarchy in Reinforcement Learning with HEXQ., ICML, 2002"], "Colin K. M. Ho": ["Classification Value Grouping., ICML, 2002"], "Jennifer Neville": ["Linkage and Autocorrelation Cause Feature Selection Bias in Relational Learning., ICML, 2002"], "John Langford": ["Approximately Optimal Approximate Reinforcement Learning., ICML, 2002", "Combining Trainig Set and Test Set Bounds., ICML, 2002"], "Sam T. Roweis": ["An Alternate Objective Function for Markovian Fields., ICML, 2002"], "Christopher D. Manning": ["Interpreting and Extending Classical Agglomerative Clustering Algorithms using a Model-Based approach., ICML, 2002", "From Instance-level Constraints to Space-Level Constraints: Making the Most of Prior Knowledge in Data Clustering., ICML, 2002"], "Teruo Koyanagi": ["Kernels for Semi-Structured Data., ICML, 2002"], "Aun Neow Poo": ["A Fast Dual Algorithm for Kernel Logistic Regression., ICML, 2002"], "John D. Lafferty": ["Diffusion Kernels on Graphs and Other Discrete Input Spaces., ICML, 2002", "Cranking: Combining Rankings Using Conditional Probability Models on Permutations., ICML, 2002"], "Michael I. Jordan": ["Learning the Kernel Matrix with Semi-Definite Programming., ICML, 2002"], "Sham Kakade": ["Competitive Analysis of the Explore/Exploit Tradeoff., ICML, 2002"], "Gerald DeJong": ["Reinforcement Learning and Shaping: Encouraging Intended Behaviors., ICML, 2002"], "Kotagiri Ramamohanarao": ["Learning to Share Distributed Probabilistic Beliefs., ICML, 2002", "Sparse Bayesian Learning for Regression and Classification using Markov Chain Monte Carlo., ICML, 2002"], "Jaz S. Kandola": ["The Perceptron Algorithm with Uneven Margins., ICML, 2002"], "Xiaoli Li": ["Partially Supervised Classification of Text Documents., ICML, 2002"], "Lei Yu": ["Feature Selection with Selective Sampling., ICML, 2002"], "Ralf Schoknecht": ["A Necessary Condition of Convergence for Reinforcement Learning with Function Approximation., ICML, 2002"], "Peter Beyerlein": ["Towards \"Large Margin\" Speech Recognizers by Boosting and Discriminative Training., ICML, 2002"], "Dunja Mladenic": ["Learning word normalization using word suffix and context from unlabeled data., ICML, 2002"], "Craig A. Knoblock": ["Active + Semi-supervised Learning = Robust Multi-View Learning., ICML, 2002", "Adaptive View Validation: A First Step Towards Automatic View Detection., ICML, 2002"], "Byoung-Tak Zhang": ["Stock Trading System Using Reinforcement Learning with Cooperative Agents., ICML, 2002", "A Boosted Maximum Entropy Model for Learning Text Chunking., ICML, 2002"], "Vinay Bhat": ["Learning k-Reversible Context-Free Grammars from Positive Structural Examples., ICML, 2002"], "Ashutosh Garg": ["MMIHMM: Maximum Mutual Information Hidden Markov Models., ICML, 2002"], "Michael G. Dyer": ["Learning Spatial and Temporal Correlation for Navigation in a 2-Dimensional Continuous World., ICML, 2002"], "Mark D. Pendrith": ["On the Existence of Fixed Points for Q-Learning and Sarsa in Partially Observable Domains., ICML, 2002"], "Christian R. Shelton": ["Learning from Scarce Experience., ICML, 2002"], "Andrew G. Barto": ["PolicyBlocks: An Algorithm for Creating Useful Macro-Actions in Reinforcement Learning., ICML, 2002"], "Adam Kowalczyk": ["Using Unlabelled Data for Text Classification through Addition of Cluster Parameters., ICML, 2002"], "Malcolm R. K. Ryan": ["Using Abstract Models of Behaviours to Automatically Generate Reinforcement Learning Hierarchies., ICML, 2002"], "John Shawe-Taylor": ["Syllables and other String Kernel Extensions., ICML, 2002"], "Narendra K. Gupta": ["Incorporating Prior Knowledge into Boosting., ICML, 2002"], "János A. Csirik": ["Modeling Auction Price Uncertainty Using Boosting-based Conditional Density Estimation., ICML, 2002"], "Alexander K. Seewald": ["How to Make Stacking Better and Faster While Also Taking Care of an Unknown Weakness., ICML, 2002"], "Pat Langley": ["Separating Skills from Preference: Using Learning to Program by Reward., ICML, 2002"], "David Stirling": ["Learning to Fly by Controlling Dynamic Instabilities., ICML, 2002"], "Paul E. Utgoff": ["Randomized Variable Elimination., ICML, 2002"], "Nicholas Everett": ["Markov Chain Monte Carlo Sampling using Direct Search Optimization., ICML, 2002"], "Ivan Bratko": ["Qualitative reverse engineering., ICML, 2002"], "Einoshin Suzuki": ["Finding an Optimal Gain-Ratio Subset-Split Test for a Set-Valued Attribute in Decision Tree Induction., ICML, 2002"], "Eric Yap": ["Refining the Wrapper Approach - Smoothed Error Estimates for Feature Selection., ICML, 2002"], "Kai Ming Ting": ["Issues in Classifier Evaluation using Optimal Cost Curves., ICML, 2002"], "Ian H. Witten": ["Modeling for Optimal Probability Prediction., ICML, 2002"], "Shichao Zhang": ["Mining Both Positive and Negative Association Rules., ICML, 2002"], "Geoffrey I. Webb": ["Non-Disjoint Discretization for Naive-Bayes Classifiers., ICML, 2002"], "Charles X. Ling": ["Representational Upper Bounds of Bayesian Networks., ICML, 2002"], "Jason E. Fritts": ["Content-Based Image Retrieval Using Multiple-Instance Learning., ICML, 2002"], "Tong Zhang": ["Statistical Behavior and Consistency of Support Vector Machines, Boosting, and Beyond., ICML, 2002"]}