{"Pascal Fua": ["An Optimal Policy for Target Localization with Application to Electron Microscopy., ICML, 2013"], "Bernhard Schölkopf": ["Domain Generalization via Invariant Feature Representation., ICML, 2013", "Modeling Information Propagation with Survival Theory., ICML, 2013"], "Geoffrey J. Gordon": ["A Spectral Learning Approach to Range-Only SLAM., ICML, 2013"], "Andrea Vattani": ["Near-Optimal Bounds for Cross-Validation via Loss Stability., ICML, 2013"], "Alexander G. Gray": ["Sparsity-Based Generalization Bounds for Predictive Sparse Coding., ICML, 2013", "Stochastic Alternating Direction Method of Multipliers., ICML, 2013"], "Delin Chu": ["Sparse Uncorrelated Linear Discriminant Analysis., ICML, 2013"], "Patrick Pletscher": ["Block-Coordinate Frank-Wolfe Optimization for Structural SVMs., ICML, 2013"], "Philipp Hennig": ["Fast Probabilistic Optimization from Noisy Gradients., ICML, 2013"], "Tong Zhang": ["Stochastic Gradient Descent for Non-smooth Optimization: Convergence Results and Optimal Averaging Schemes., ICML, 2013"], "Huan Xu": ["Noisy Sparse Subspace Clustering., ICML, 2013", "A Unified Robust Regression Model for Lasso-like Algorithms., ICML, 2013", "Breaking the Small Cluster Barrier of Graph Clustering., ICML, 2013"], "Eric P. Xing": ["Parallel Markov Chain Monte Carlo for Nonparametric Mixture Models., ICML, 2013", "An Adaptive Learning Rate for Stochastic Variational Inference., ICML, 2013", "Markov Network Estimation From Multi-attribute Data., ICML, 2013"], "Khadidja Sylla": ["Risk Bounds and Learning Algorithms for the Regression Approach to Structured Output Prediction., ICML, 2013"], "David D. Cox": ["Making a Science of Model Search: Hyperparameter Optimization in Hundreds of Dimensions for Vision Architectures., ICML, 2013"], "Bo Zhang": ["Gibbs Max-Margin Topic Models with Fast Sampling Algorithms., ICML, 2013", "Fast Max-Margin Matrix Factorization with Data Augmentation., ICML, 2013"], "Minmin Chen": ["Cost-Sensitive Tree of Classifiers., ICML, 2013"], "Anthony R. Dick": ["Learning Hash Functions Using Column Generation., ICML, 2013"], "Yang Yuan": ["Combinatorial Multi-Armed Bandit: General Framework and Applications., ICML, 2013"], "Andreas Krause": ["Near-optimal Batch Mode Active Learning and Adaptive Submodular Optimization., ICML, 2013"], "Alexandros Kalousis": ["Convex formulations of radius-margin based Support Vector Machines., ICML, 2013"], "Joelle Pineau": ["Modelling Sparse Dynamical Systems with Compressed Predictive State Representations., ICML, 2013"], "Adam Kalai": ["A Machine Learning Framework for Programming by Example., ICML, 2013", "Feature Multi-Selection among Subjective Features., ICML, 2013"], "Trevor Darrell": ["Discriminatively Activated Sparselets., ICML, 2013", "On Compact Codes for Spatially Pooled Features., ICML, 2013"], "Michael Werman": ["The Pairwise Piecewise-Linear Embedding for Efficient Non-Linear Classification., ICML, 2013"], "Zhuowen Tu": ["Fixed-Point Model For Structured Labeling., ICML, 2013", "Max-Margin Multiple-Instance Dictionary Learning., ICML, 2013"], "Fei Sha": ["Connecting the Dots with Landmarks: Discriminatively Learning Domain-Invariant Features for Unsupervised Domain Adaptation., ICML, 2013", "Analogy-preserving Semantic Embedding for Visual Object Categorization., ICML, 2013"], "Prabhanjan Kambadur": ["Fast Conical Hull Algorithms for Near-separable Non-negative Matrix Factorization., ICML, 2013"], "Han Liu": ["Principal Component Analysis on non-Gaussian Dependent Data., ICML, 2013", "Feature Selection in High-Dimensional Classification., ICML, 2013", "Transition Matrix Estimation in High Dimensional Time Series., ICML, 2013"], "Sham Kakade": ["Learning Linear Bayesian Networks with Latent Variables., ICML, 2013"], "Nitin Viswanathan": ["Multiple Identifications in Multi-Armed Bandits., ICML, 2013"], "Nati Srebro": ["Learning Optimally Sparse Support Vector Machines., ICML, 2013", "Mini-Batch Primal and Dual Methods for SVMs., ICML, 2013"], "Zoubin Ghahramani": ["Dynamic Probabilistic Models for Latent Feature Propagation in Social Networks., ICML, 2013", "Gaussian Process Vine Copulas for Multivariate Dependence., ICML, 2013", "Dynamic Covariance Models for Multivariate Financial Time Series., ICML, 2013", "Scaling the Indian Buffet Process via Submodular Maximization., ICML, 2013", "Structure Discovery in Nonparametric Regression through Compositional Kernel Search., ICML, 2013"], "Jieping Ye": ["Efficient Sparse Group Feature Selection via Nonconvex Optimization., ICML, 2013", "A General Iterative Shrinkage and Thresholding Algorithm for Non-convex Regularized Optimization Problems., ICML, 2013", "Guaranteed Sparse Recovery under Linear Transformation., ICML, 2013", "Joint Transfer and Batch-mode Active Learning., ICML, 2013"], "Yuhong Guo": ["Domain Adaptation for Sequence Labeling Tasks with a Probabilistic Language Adaptation Model., ICML, 2013"], "Yixin Chen": ["Maximum Variance Correction with Application to A* Search., ICML, 2013"], "P. Thomas Fletcher": ["Adaptive Sparsity in Gaussian Graphical Models., ICML, 2013"], "Doina Precup": ["Average Reward Optimization Objective In Partially Observable Domains., ICML, 2013"], "Pradeep Ravikumar": ["Human Boosting., ICML, 2013"], "Anastasios Zouzias": ["Efficient Dimensionality Reduction for Canonical Correlation Analysis., ICML, 2013"], "Brian Litt": ["Parsing epileptic events using a Markov switching process model for correlated time series., ICML, 2013"], "Aarti Singh": ["Optimal rates for stochastic convex optimization under Tsybakov noise condition., ICML, 2013"], "Michael Bowling": ["A Randomized Mirror Descent Algorithm for Large Scale Multiple Kernel Learning., ICML, 2013", "Bayesian Learning of Recursively Factored Environments., ICML, 2013"], "Constantine Caramanis": ["Noisy and Missing Data Regression: Distribution-Oblivious Support Recovery., ICML, 2013"], "Taiji Suzuki": ["Dual Averaging and Proximal Gradient Descent for Online Alternating Direction Multiplier Method., ICML, 2013"], "Kilho Shin": ["A New Frontier of Kernel Design for Structured Data., ICML, 2013"], "Kilian Q. Weinberger": ["Learning with Marginalized Corrupted Features., ICML, 2013", "Anytime Representation Learning., ICML, 2013", "Fast Image Tagging., ICML, 2013"], "Christian Igel": ["Approximation properties of DBNs with binary hidden units and real-valued visible units., ICML, 2013"], "Martin Jaggi": ["Revisiting Frank-Wolfe: Projection-Free Sparse Convex Optimization., ICML, 2013"], "Yong Yu": ["General Functional Matrix Factorization Using Gradient Boosting., ICML, 2013"], "Amin Shokrollahi": ["Iterative Learning and Denoising in Convolutional Neural Associative Memories., ICML, 2013"], "John P. Cunningham": ["Scaling Multidimensional Gaussian Processes using Projected Additive Approximations., ICML, 2013"], "Markus Püschel": ["Active Learning for Multi-Objective Optimization., ICML, 2013"], "Philippe Preux": ["A Generalized Kernel Approach to Structured Output Learning., ICML, 2013"], "Shai Shalev-Shwartz": ["Efficient Active Learning of Halfspaces: an Aggressive Approach., ICML, 2013"], "Stanley Osher": ["Enhanced statistical rankings via targeted data collection., ICML, 2013"], "Tze-Yun Leong": ["Online Feature Selection for Model-based Reinforcement Learning., ICML, 2013"], "Eric Eaton": ["ELLA: An Efficient Lifelong Learning Algorithm., ICML, 2013"], "Shivani Agarwal": ["A Structural SVM Based Approach for Optimizing Partial AUC., ICML, 2013"], "Francis R. Bach": ["Convex Relaxations for Learning Bounded-Treewidth Decomposable Graphs., ICML, 2013", "Learning Sparse Penalties for Change-point Detection using Max Margin Interval Regression., ICML, 2013"], "Jennifer Wortman Vaughan": ["Adaptive Task Assignment for Crowdsourced Classification., ICML, 2013"], "Daniil Ryabko": ["Optimal Regret Bounds for Selecting the State Representation in Reinforcement Learning., ICML, 2013"], "Salah Rifai": ["Better Mixing via Deep Representations., ICML, 2013"], "Jordan L. Boyd-Graber": ["Online Latent Dirichlet Allocation with Infinite Vocabulary., ICML, 2013"], "Csaba Szepesvári": ["Characterizing the Representer Theorem., ICML, 2013", "Online Learning under Delayed Feedback., ICML, 2013"], "Rebecca Willett": ["Dynamical Models and tracking regret in online convex programming., ICML, 2013"], "Moez Draief": ["Large-Scale Bandit Problems and KWIK Learning., ICML, 2013"], "Amir Globerson": ["Vanishing Component Analysis., ICML, 2013"], "Byron M. Yu": ["Learning an Internal Dynamics Model from Control Demonstration., ICML, 2013"], "Brian McFee": ["Robust Structural Metric Learning., ICML, 2013"], "Matthias Hein": ["Constrained fractional set programs and their application in local clustering and community detection., ICML, 2013"], "Yingyu Liang": ["Efficient Semi-supervised and Active Learning of Disjunctions., ICML, 2013"], "Daniel Lowd": ["Convex Adversarial Collective Classification., ICML, 2013"], "Jean-Daniel Zucker": ["Rounding Methods for Discrete Linear Classification., ICML, 2013"], "Hongyuan Zha": ["Mixture of Mutually Exciting Processes for Viral Diffusion., ICML, 2013"], "Rémi Munos": ["Stochastic Simultaneous Optimistic Optimization., ICML, 2013", "Toward Optimal Stratification for Stratified Monte-Carlo Integration., ICML, 2013"], "Svetha Venkatesh": ["Thurstonian Boltzmann Machines: Learning from Multiple Inequalities., ICML, 2013", "Factorial Multi-Task Learning : A Bayesian Nonparametric Approach., ICML, 2013"], "Lawrence K. Saul": ["A Variational Approximation for Topic Modeling of Hierarchical Corpora., ICML, 2013"], "Georg M. Goerg": ["Forecastable Component Analysis., ICML, 2013"], "Joachim M. Buhmann": ["Ellipsoidal Multiple Instance Learning., ICML, 2013"], "Yoram Singer": ["Local Low-Rank Matrix Approximation., ICML, 2013"], "Sami Naamane": ["Generic Exploration and K-armed Voting Bandits., ICML, 2013"], "Vittorio Murino": ["A unifying framework for vector-valued manifold regularization and multi-view learning., ICML, 2013"], "Andrew Lo": ["Learning Connections in Financial Time Series., ICML, 2013"], "Christopher D. Manning": ["Fast dropout training., ICML, 2013"], "Samuel Kaski": ["Scalable Optimization of Neighbor Embedding for Visualization., ICML, 2013", "Kernelized Bayesian Matrix Factorization., ICML, 2013"], "Mohamed Nadif": ["Precision-recall space to correct external indices for biclustering., ICML, 2013"], "Shai Ben-David": ["Monochromatic Bi-Clustering., ICML, 2013"], "Olivier Sigaud": ["Gated Autoencoders with Tied Input Weights., ICML, 2013"], "Nicola Rebagliati": ["Strict Monotonicity of Sum of Squares Error and Normalized Cut in the Lattice of Clusterings., ICML, 2013"], "Hector Yee": ["Label Partitioning For Sublinear Ranking., ICML, 2013"], "Daphne Koller": ["Subproblem-Tree Calibration: A Unified Approach to Max-Product Message Passing., ICML, 2013", "A Fast and Exact Energy Minimization Algorithm for Cycle MRFs., ICML, 2013"], "Michèle Sebag": ["Collaborative hyperparameter tuning., ICML, 2013"], "Zhifeng Hao": ["SADA: A General Framework to Support Robust Causation Discovery., ICML, 2013"], "Honglak Lee": ["Learning and Selecting Features Jointly with Point-wise Gated Boltzmann Machines., ICML, 2013"], "Sandilya Bhamidipati": ["Sequential Bayesian Search., ICML, 2013"], "Christoph Koch": ["Sparse projections onto the simplex., ICML, 2013"], "Gal Chechik": ["Modeling Musical Influence with Topic Models., ICML, 2013"], "Kanchi Gopinath": ["Subtle Topic Models and Discovering Subtly Manifested Software Concerns Automatically., ICML, 2013"], "Lawrence Carin": ["Exploring the Mind: Integrating Questionnaires and fMRI., ICML, 2013"], "Volkan Cevher": ["A proximal Newton framework for composite minimization: Graph learning without Cholesky decompositions and matrix inversions., ICML, 2013"], "Michael Zhu": ["A Practical Algorithm for Topic Modeling with Provable Guarantees., ICML, 2013"], "Yiming Yang": ["Distributed training of Large-scale Logistic models., ICML, 2013"], "Matus Telgarsky": ["Margins, Shrinkage, and Boosting., ICML, 2013"], "Junping Zhang": ["Canonical Correlation Analysis based on Hilbert-Schmidt Independence Criterion and Centered Kernel Target Alignment., ICML, 2013"], "Michael Young": ["Large-Scale Learning with Less RAM via Randomization., ICML, 2013"], "Bart Selman": ["Taming the Curse of Dimensionality: Discrete Integration by Hashing and Optimization., ICML, 2013"], "Bernardino Romera-Paredes": ["Sparse coding for multitask and transfer learning., ICML, 2013"], "Ka Yu Hui": ["Direct Modeling of Complex Invariances for Visual Object Features., ICML, 2013"], "Chris Wiggins": ["Hierarchically-coupled hidden Markov models for learning kinetic rates from single-molecule data., ICML, 2013"], "Steve Hanneke": ["Activized Learning with Uniform Classification Noise., ICML, 2013"], "Vladlen Koltun": ["Guided Policy Search., ICML, 2013", "Parameter Learning and Convergent Inference for Dense Random Fields., ICML, 2013"], "Masashi Sugiyama": ["Squared-loss Mutual Information Regularization: A Novel Information-theoretic Approach to Semi-supervised Learning., ICML, 2013", "Infinitesimal Annealing for Training Semi-Supervised Support Vector Machines., ICML, 2013"], "Balázs Kégl": ["Gossip-based distributed stochastic bandit algorithms., ICML, 2013"], "Peter Sunehag": ["The Sample-Complexity of General Reinforcement Learning., ICML, 2013"], "Daphna Weinshall": ["Hierarchical Regularization Cascade for Joint Learning., ICML, 2013"], "Afshin Rostamizadeh": ["Multi-Class Classification with Maximum Margin Multiple Kernel., ICML, 2013"], "Tobias Scheffer": ["Bayesian Games for Adversarial Regression Problems., ICML, 2013"], "Dengyong Zhou": ["Optimistic Knowledge Gradient Policy for Optimal Budget Allocation in Crowdsourcing., ICML, 2013"], "Richard D. Lawrence": ["MILEAGE: Multiple Instance LEArning with Global Embedding., ICML, 2013"], "Georgios Exarchakis": ["Learning invariant features by harnessing the aperture problem., ICML, 2013"], "Nebojsa Jojic": ["Efficient Ranking from Pairwise Comparisons., ICML, 2013"], "Abhradeep Thakurta": ["Differentially Private Learning with Kernels., ICML, 2013"], "Navin Goyal": ["Thompson Sampling for Contextual Bandits with Linear Payoffs., ICML, 2013"], "Manuel Lopes": ["Learning Multiple Behaviors from Unlabeled Demonstrations in a Latent Controller Space., ICML, 2013"], "Vladimir Kolmogorov": ["Inference algorithms for pattern-based CRFs on sequence data., ICML, 2013"], "Aditya V. Nori": ["One-Bit Compressed Sensing: Provable Support and Vector Recovery., ICML, 2013"], "Geoffrey E. Hinton": ["Tensor Analyzers., ICML, 2013", "On the importance of initialization and momentum in deep learning., ICML, 2013"], "Timothy T. Rogers": ["Learning from Human-Generated Lists., ICML, 2013"], "Richard S. Zemel": ["Stochastic k-Neighborhood Selection for Supervised and Unsupervised Learning., ICML, 2013"], "Gautham J. Mysore": ["An Efficient Posterior Regularized Latent Variable Model for Interactive Sound Source Separation., ICML, 2013"], "Miles Lopes": ["Estimating Unknown Sparsity in Compressed Sensing., ICML, 2013"], "Michael I. Jordan": ["MAD-Bayes: MAP-based Asymptotic Derivations from Bayes., ICML, 2013"], "Franz Pernkopf": ["The Most Generative Maximum Margin Bayesian Networks., ICML, 2013"], "Alexander J. Smola": ["Fastfood - Computing Hilbert Space Expansions in loglinear time., ICML, 2013", "Nested Chinese Restaurant Franchise Process: Applications to User Tracking and Document Modeling., ICML, 2013"], "Yandong Guo": ["Message passing with l1 penalized KL minimization., ICML, 2013"], "Alexandre d'Aspremont": ["Mean Reversion with a Variance Threshold., ICML, 2013"], "Yee Whye Teh": ["Top-down particle filtering for Bayesian decision trees., ICML, 2013", "Dependent Normalized Random Measures., ICML, 2013"], "Guy Lebanon": ["Smooth Sparse Coding via Marginal Regression for Learning Sparse Representations., ICML, 2013"], "Heng Huang": ["Robust and Discriminative Self-Taught Learning., ICML, 2013", "Multi-View Clustering and Feature Learning via Structured Sparsity., ICML, 2013"], "Daniele Calandriello": ["Safe Policy Iteration., ICML, 2013"], "Le Song": ["Unfolding Latent Tree Structures using 4th Order Tensors., ICML, 2013", "Learning Triggering Kernels for Multi-dimensional Hawkes Processes., ICML, 2013"], "Cynthia Dwork": ["Learning Fair Representations., ICML, 2013"], "Haesun Park": ["Hierarchical Tensor Decomposition of Latent Tree Graphical Models., ICML, 2013"], "Yann LeCun": ["No more pesky learning rates., ICML, 2013"], "Richard S. Sutton": ["Planning by Prioritized Sweeping with Small Backups., ICML, 2013"], "Rüdiger Dillmann": ["Solving Continuous POMDPs: Value Iteration with Incremental Learning of an Efficient Space Representation., ICML, 2013"], "Joseph Salmon": ["Learning Heteroscedastic Models by Convex Programming under Group Sparsity., ICML, 2013"], "Ivan Marsic": ["Covariate Shift in Hilbert Space: A Solution via Sorrogate Kernels., ICML, 2013"], "Vahab S. Mirrokni": ["A Local Algorithm for Finding Well-Connected Clusters., ICML, 2013"], "James Tin-Yau Kwok": ["Efficient Multi-label Classification with Many Labels., ICML, 2013"], "Yuejie Chi": ["Spectral Compressed Sensing via Structured Matrix Completion., ICML, 2013"], "Zhongfei Zhang": ["Multi-Task Learning with Gaussian Matrix Generalized Inverse Gaussian Model., ICML, 2013"], "Kyunghyun Cho": ["Simple Sparsification Improves Sparse Denoising Autoencoders in Denoising Highly Corrupted Images., ICML, 2013"], "Harish Karnick": ["On the Generalization Ability of Online Learning Algorithms for Pairwise Loss Functions., ICML, 2013"], "Mathieu Salzmann": ["Non-Linear Stationary Subspace Analysis with Application to Video Classification., ICML, 2013"], "Tommi S. Jaakkola": ["Two-Sided Exponential Concentration Bounds for Bayes Error Rate and Shannon Entropy., ICML, 2013"], "Gert R. G. Lanckriet": ["That was fast! Speeding up NN search of high dimensional distributions., ICML, 2013"], "Miguel Á. Carreira-Perpiñán": ["Entropic Affinities: Properties and Efficient Numerical Computation., ICML, 2013"], "Manik Varma": ["Local Deep Kernel Learning for Efficient Non-linear SVM Prediction., ICML, 2013"], "Shie Mannor": ["Temporal Difference Methods for the Variance of the Reward To Go., ICML, 2013", "Robust Sparse Regression under Adversarial Corruption., ICML, 2013"], "Shih-Fu Chang": ["\\(\\propto\\)SVM for Learning with Label Proportions., ICML, 2013"], "Nikos Karampatziakis": ["Loss-Proportional Subsampling for Subsequent ERM., ICML, 2013"], "Xiangrui Meng": ["Scalable Simple Random Sampling and Stratified Sampling., ICML, 2013"], "Li Cheng": ["Riemannian Similarity Learning., ICML, 2013"], "Michael W. Mahoney": ["Revisiting the Nystrom method for improved large-scale machine learning., ICML, 2013", "Quantile Regression for Large-scale Applications., ICML, 2013", "Robust Regression on MapReduce., ICML, 2013"], "Masataka Goto": ["Infinite Positive Semidefinite Tensor Factorization for Source Separation of Mixture Signals., ICML, 2013"], "Pietro Perona": ["Quickly Boosting Decision Trees - Pruning Underachieving Features Early., ICML, 2013"], "Sanjay Chawla": ["On the Statistical Consistency of Algorithms for Binary Classification under Class Imbalance., ICML, 2013"], "Jeffrey Heer": ["Topic Model Diagnostics: Assessing Domain Relevance via Topical Alignment., ICML, 2013"], "Xiaofei He": ["Online Kernel Learning with a Near Optimal Sparsity Bound., ICML, 2013", "O(logT) Projections for Stochastic Optimization of Smooth and Strongly Convex Functions., ICML, 2013"], "Jeff G. Schneider": ["Spectral Learning of Hidden Markov Models from Dynamic and Static Data., ICML, 2013", "Distribution to Distribution Regression., ICML, 2013"], "Michael Izbicki": ["Algebraic classifiers: a generic approach to fast cross-validation, online training, and parallel training., ICML, 2013"], "Elad Hazan": ["Better Rates for Any Adversarial Deterministic MDP., ICML, 2013"], "Nikolaos Tziortziotis": ["ABC Reinforcement Learning., ICML, 2013"], "Ata Kabán": ["Sharp Generalization Error Bounds for Randomly-projected Classifiers., ICML, 2013"], "Roi Weiss": ["On learning parametric-output HMMs., ICML, 2013"], "Dmitri Hanukaev": ["LDA Topic Model with Soft Assignment of Descriptors to Words., ICML, 2013"], "Roland Memisevic": ["On autoencoder scoring., ICML, 2013"], "Sotirios Chatzis": ["Infinite Markov-Switching Maximum Entropy Discrimination Machines., ICML, 2013"], "Emilie Morvant": ["A PAC-Bayesian Approach for Domain Adaptation with Specialization to Linear Classifiers., ICML, 2013"], "Stavros Korokythakis": ["Sparse PCA through Low-rank Approximations., ICML, 2013"], "John D. Lafferty": ["Computation-Risk Tradeoffs for Covariance-Thresholded Regression., ICML, 2013"], "Kush R. Varshney": ["Exact Rule Learning via Boolean Compressed Sensing., ICML, 2013"], "Julien Mairal": ["Optimization with First-Order Surrogate Functions., ICML, 2013"], "Ashutosh Saxena": ["Learning Spatio-Temporal Structure from RGB-D Videos for Human Activity Detection and Anticipation., ICML, 2013"], "Rocco A. Servedio": ["Consistency versus Realizable H-Consistency for Multiclass Classification., ICML, 2013"], "Zhikun Wang": ["Domain Adaptation under Target and Conditional Shift., ICML, 2013"], "Lise Getoor": ["Collective Stability in Structured Prediction: Generalization from One Example., ICML, 2013"], "Tobias Schnabel": ["Stable Coactive Learning via Perturbation., ICML, 2013"], "Jeff A. Bilmes": ["Fast Semidifferential-based Submodular Function Optimization., ICML, 2013"], "Pedro M. Domingos": ["Learning the Structure of Sum-Product Networks., ICML, 2013"], "Zhi-Hua Zhou": ["One-Pass AUC Optimization., ICML, 2013"], "Carsten Rother": ["Learning Convex QP Relaxations for Structured Prediction., ICML, 2013"], "Jason McFall": ["Concurrent Reinforcement Learning from Customer Interactions., ICML, 2013"], "Jie Zhou": ["Saving Evaluation Time for the Decision Function in Boosting: Representation and Reordering Base Learner., ICML, 2013"], "Francesco Orabona": ["Stability and Hypothesis Transfer Learning., ICML, 2013"], "Matthias W. Seeger": ["Fast Dual Variational Inference for Non-Conjugate Latent Gaussian Models., ICML, 2013"], "Mikkel N. Schmidt": ["Modeling Temporal Evolution and Multiscale Structure in Networks., ICML, 2013"], "Anthony Maida": ["Natural Image Bases to Represent Neuroimaging Data., ICML, 2013"], "Thomas G. Dietterich": ["Approximate Inference in Collective Graphical Models., ICML, 2013"], "Daniel J. McDonald": ["The lasso, persistence, and cross-validation., ICML, 2013"], "Percy Liang": ["Spectral Experts for Estimating Mixtures of Linear Regressions., ICML, 2013"], "Rob Fergus": ["Regularization of Neural Networks using DropConnect., ICML, 2013"], "Ryan Prescott Adams": ["Gaussian Process Kernels for Pattern Discovery and Extrapolation., ICML, 2013"], "Scott Sanner": ["Algorithms for Direct 0-1 Loss Optimization in Binary Classification., ICML, 2013"], "Eyke Hüllermeier": ["Top-k Selection based on Adaptive Sampling of Noisy Preferences., ICML, 2013", "Optimizing the F-Measure in Multi-Label Classification: Plug-in Rule Approach versus Structured Loss Minimization., ICML, 2013"], "Stuart J. Russell": ["The Extended Parameter Filter., ICML, 2013"], "Yishay Mansour": ["Exploiting Ontology Structures and Unlabeled Data for Learning., ICML, 2013"], "Preslav Nakov": ["A non-IID Framework for Collaborative Filtering with Restricted Boltzmann Machines., ICML, 2013"], "Jean-Philippe Vert": ["Intersecting singularities for multi-structured estimation., ICML, 2013"], "Michael Lavine": ["Copy or Coincidence? A Model for Detecting Social Influence and Duplication Events., ICML, 2013"], "John Shawe-Taylor": ["Smooth Operators., ICML, 2013"], "Michael L. Littman": ["The Cross-Entropy Method Optimizes for Quantiles., ICML, 2013"], "Venkatesh Saligrama": ["Topic Discovery through Data Dependent and Random Projections., ICML, 2013"], "Alekh Agarwal": ["Selective sampling algorithms for cost-sensitive multiclass prediction., ICML, 2013"], "Shuheng Zhou": ["The Bigraphical Lasso., ICML, 2013"], "Oren Somekh": ["Almost Optimal Exploration in Multi-Armed Bandits., ICML, 2013"], "Karen Livescu": ["Deep Canonical Correlation Analysis., ICML, 2013"], "Nando de Freitas": ["Consistency of Online Random Forests., ICML, 2013", "Adaptive Hamiltonian and Riemann Manifold Monte Carlo., ICML, 2013"], "J. Zico Kolter": ["Sparse Gaussian Conditional Random Fields: Algorithms, Theory, and Application to Energy Forecasting., ICML, 2013"], "Howie Choset": ["Expensive Function Optimization with Stochastic Binary Outcomes., ICML, 2013"], "Charles A. Sutton": ["Multiple-source cross-validation., ICML, 2013"], "Yoshua Bengio": ["On the difficulty of training recurrent neural networks., ICML, 2013", "Maxout Networks., ICML, 2013"], "Larry S. Davis": ["Predictable Dual-View Hashing., ICML, 2013"], "Andrew Y. Ng": ["Deep learning with COTS HPC systems., ICML, 2013"], "Jennifer G. Dy": ["Nonparametric Mixture of Gaussian Processes with Constraints., ICML, 2013"], "Barnabás Póczos": ["Scale Invariant Conditional Dependence Measures., ICML, 2013"], "Drew Bagnell": ["Learning Policies for Contextual Submodular Prediction., ICML, 2013"], "Paris Smaragdis": ["Manifold Preserving Hierarchical Topic Models for Quantization and Approximation., ICML, 2013"], "Ichiro Takeuchi": ["Safe Screening of Non-Support Vectors in Pathwise SVM Computation., ICML, 2013"], "Mohammad Ghavamzadeh": ["Cost-sensitive Multiclass Classification Risk Bounds., ICML, 2013"], "Anil K. Jain": ["Semi-supervised Clustering by Input Pattern Assisted Pairwise Similarity Matrix Completion., ICML, 2013"], "Yusuf Kenan Yilmaz": ["Learning the beta-Divergence in Tweedie Compound Poisson Matrix Factorization Models., ICML, 2013"], "Volodymyr Kuleshov": ["Fast algorithms for sparse principal component analysis based on Rayleigh quotient iteration., ICML, 2013"], "Charles L. Isbell": ["Tree-Independent Dual-Tree Algorithms., ICML, 2013"], "Massimiliano Pontil": ["Multilinear Multitask Learning., ICML, 2013"], "Amy Greenwald": ["Coco-Q: Learning in Stochastic Games with Side Payments., ICML, 2013"], "Baba C. Vemuri": ["On A Nonlinear Generalization of Sparse Coding and Dictionary Learning., ICML, 2013"], "Edward K. Kao": ["Estimation of Causal Peer Influence Effects., ICML, 2013"]}