{"Ricardo Aler": ["Knowledge Representation Issues in Control Knowledge Learning., ICML, 2000"], "Erin L. Allwein": ["Reducing Multiclass to Binary: A Unifying Approach for Margin Classifiers., ICML, 2000"], "Brigham S. Anderson": ["A Nonparametric Approach to Noisy and Costly Optimization., ICML, 2000"], "Charles W. Anderson": ["Behavioral Cloning of Student Pilots with Modular Neural Networks., ICML, 2000"], "Bikramjit Banerjee": ["Combining Multiple Perspectives., ICML, 2000"], "Jonathan Baxter": ["Reinforcement Learning in POMDP's via Direct Gradient Ascent., ICML, 2000"], "Stephen D. Bay": ["Characterizing Model Erros and Differences., ICML, 2000"], "Kristin P. Bennett": ["Duality and Geometry in SVM Classifiers., ICML, 2000", "A Column Generation Algorithm For Boosting., ICML, 2000"], "Mihai Boicu": ["Disciple-COA: From Agent Programming to Agent Teaching., ICML, 2000"], "Antony Francis Bowers": ["Classification of Individuals with Complex Structure., ICML, 2000"], "Michael H. Bowling": ["Convergence Problems of General-Sum Multiagent Reinforcement Learning., ICML, 2000"], "Matthew Brand": ["Finding Variational Structure in Data by Cross-Entropy Optimization., ICML, 2000"], "Jake D. Brutlag": ["Challenges of the Email Domain for Text Classification., ICML, 2000"], "Colin Campbell": ["Query Learning with Large Margin Classifiers., ICML, 2000"], "William M. Campbell": ["Dimension Reduction Techniques for Training Polynomial Networks., ICML, 2000"], "Huan Chang": ["Learning to Create Customized Authority Lists., ICML, 2000"], "Yong S. Choi": ["Learning to Select Text Databases with Neural Nets., ICML, 2000"], "Eric Chown": ["A Divide and Conquer Approach to Learning from Prior Knowledge., ICML, 2000"], "Jefferson A. Coelho Jr.": ["Learning in Non-stationary Conditions: A Control Theoretic Approach., ICML, 2000"], "William W. Cohen": ["Automatically Extracting Features for Concept Learning from the Web., ICML, 2000"], "David Cohn": ["Learning to Probabilistically Identify Authoritative Documents., ICML, 2000"], "Michael Collins": ["Discriminative Reranking for Natural Language Parsing., ICML, 2000"], "Simon Colton": ["Automatic Identification of Mathematical Concepts., ICML, 2000"], "Jörg Conradt": ["On-line Learning for Humanoid Robot Systems., ICML, 2000"], "Mark Craven": ["Using Multiple Levels of Learning and Diverse Evidence to Uncover Coordinately Controlled Genes., ICML, 2000"], "Daniela Pucci de Farias": ["Fixed Points of Approximate Value Iteration and Temporal-Difference Learning., ICML, 2000"], "Gerald DeJong": ["Hidden Strengths and Limitations: An Empirical Investigation of Reinforcement Learning., ICML, 2000"], "Pedro M. Domingos": ["Bayesian Averaging of Classifiers and the Overfitting Problem., ICML, 2000", "A Unifeid Bias-Variance Decomposition and its Applications., ICML, 2000"], "Chris Drummond": ["Exploiting the Cost (In)sensitivity of Decision Tree Splitting Criteria., ICML, 2000"], "Jennifer G. Dy": ["Feature Subset Selection and Order Identification for Unsupervised Learning., ICML, 2000"], "Eleazar Eskin": ["Anomaly Detection over Noisy Data using Learned Probability Distributions., ICML, 2000"], "Floriana Esposito": ["Ideal Theory Refinement under Object Identity., ICML, 2000"], "Theodoros Evgeniou": ["Bounds on the Generalization Performance of Kernel Machine Ensembles., ICML, 2000"], "Alan Fern": ["Online Ensemble Learning: An Empirical Study., ICML, 2000"], "Claude-Nicolas Fiechter": ["Learning Subjective Functions with Large Margins., ICML, 2000"], "Jürgen Forster": ["Relative Loss Bounds for Temporal-Difference Learning., ICML, 2000"], "Rayid Ghani": ["Using Error-Correcting Codes for Text Classification., ICML, 2000"], "Attilio Giordana": ["Analyzing Relational Learning in the Phase Transition Framework., ICML, 2000"], "Dani Goldberg": ["Learning Multiple Models for Reward Maximization., ICML, 2000"], "Sally A. Goldman": ["Enhancing Supervised Learning with Unlabeled Data., ICML, 2000"], "Geoffrey J. Gordon": ["Learning Filaments., ICML, 2000"], "Gregory Z. Grudic": ["Localizing Policy Gradient Estimates to Action Transition., ICML, 2000"], "Keith B. Hall": ["Learning Curved Multinomial Subfamilies for Natural Language Processing and Information Retrieval., ICML, 2000"], "Mark A. Hall": ["Correlation-based Feature Selection for Discrete and Numeric Class Machine Learning., ICML, 2000"], "Tom Heskes": ["Empirical Bayes for Learning to Learn., ICML, 2000"], "Véronique Hoste": ["Meta-Learning for Phonemic Annotation of Corpora., ICML, 2000"], "Dean F. Hougen": ["An Integrated Connectionist Approach to Reinforcement Learning for Robotic Control., ICML, 2000"], "Nicholas R. Howe": ["Data as Ensembles of Records: Representation and Comparison., ICML, 2000"], "Chun-Nan Hsu": ["Why Discretization Works for Naive Bayesian Classifiers., ICML, 2000"], "Junling Hu": ["Experimental Results on Q-Learning for General-Sum Stochastic Games., ICML, 2000"], "Yi-Cheng Huang": ["Learning Declarative Control Rules for Constraint-BAsed Planning., ICML, 2000"], "Fan Jiang": ["Approximate Dimension Equalization in Vector-based Information Retrieval., ICML, 2000"], "Thorsten Joachims": ["Estimating the Generalization Performance of an SVM Efficiently., ICML, 2000"], "Peter Ju": ["State-based Classification of Finger Gestures from Electromyographic Signals., ICML, 2000"], "Susumu Katayama": ["A Universal Generalization for Temporal-Difference Learning Using Haar Basis Functions., ICML, 2000"], "Cenk Kaynak": ["MultiStage Cascading of Multiple Classifiers: One Man's Noise is Another Man's Data., ICML, 2000"], "Jeffrey O. Kephart": ["Pseudo-convergent Q-Learning by Competitive Pricebots., ICML, 2000"], "Roni Khardon": ["Learning Horn Expressions with LogAn-H., ICML, 2000"], "Zu Whan Kim": ["Learning Bayesian Networks for Diverse and Varying numbers of Evidence Sets., ICML, 2000"], "Ralf Klinkenberg": ["Detecting Concept Drift with Support Vector Machines., ICML, 2000"], "Paul Komarek": ["A Dynamic Adaptation of AD-trees for Efficient Machine Learning on Large Data Sets., ICML, 2000"], "Miroslav Kubat": ["Voting Nearest-Neighbor Subclassifiers., ICML, 2000"], "Michail G. Lagoudakis": ["Algorithm Selection using Reinforcement Learning., ICML, 2000"], "Terran Lane": ["Data Reduction Techniques for Instance-Based Learning from Human/Computer Interface Data., ICML, 2000"], "Tessa A. Lau": ["Version Space Algebra and its Application to Programming by Demonstration., ICML, 2000"], "Martin Lauer": ["An Algorithm for Distributed Reinforcement Learning in Cooperative Multi-Agent Systems., ICML, 2000"], "Cen Li": ["A Bayesian Approach to Temporal Data Clustering using Hidden Markov Models., ICML, 2000"], "Jinyan Li": ["The Space of Jumping Emerging Patterns and Its Incremental Maintenance Algorithms., ICML, 2000"], "Yi Li": ["Selective Voting for Perception-like Online Learning., ICML, 2000"], "Marcus A. Maloof": ["An Initial Study of an Adaptive Hierarchical Vision System., ICML, 2000"], "Hiroshi Mamitsuka": ["Efficient Mining from Large Databases by Query Learning., ICML, 2000"], "Dragos D. Margineantu": ["Bootstrap Methods for the Cost-Sensitive Evaluation of Classifiers., ICML, 2000"], "Andrew McCallum": ["Maximum Entropy Markov Models for Information Extraction and Segmentation., ICML, 2000"], "Geoffrey J. McLachlan": ["Mixtures of Factor Analyzers., ICML, 2000"], "Andrew R. Mitchell": ["\"Boosting'' a Positive-Data-Only Learner., ICML, 2000"], "Robert Moll": ["Machine Learning for Subproblem Selection., ICML, 2000"], "Jun Morimoto": ["Acquisition of Stand-up Behavior by a Real Robot using Hierarchical Reinforcement Learning., ICML, 2000"], "Stephen Muggleton": ["Learning Chomsky-like Grammars for Biological Sequence Families., ICML, 2000"], "Matthew D. Mullin": ["Complete Cross-Validation for Nearest Neighbor Classifiers., ICML, 2000"], "Rémi Munos": ["Rates of Convergence for Variable Resolution Schemes in Optimal Control., ICML, 2000"], "Kary Myers": ["A Boosting Approach to Topic Spotting on Subdialogues., ICML, 2000"], "Andrew Y. Ng": ["Algorithms for Inverse Reinforcement Learning., ICML, 2000"], "Daniel Nikovski": ["Learning Probabilistic Models for Decision-Theoretic Navigation of Mobile Robots., ICML, 2000"], "Partha Niyogi": ["An Approach to Data Reduction and Clustering with Theoretical Guarantees., ICML, 2000"], "Tadashi Nomoto": ["Comparing the Minimum Description Length Principle and Boosting in the Automatic Analysis of Discourse., ICML, 2000"], "Seishi Okamoto": ["Generalized Average-Case Analyses of the Nearest Neighbor Algorithm., ICML, 2000"], "Joseph O'Sullivan": ["FeatureBoost: A Meta-Learning Algorithm that Improves Model Robustness., ICML, 2000"], "Alberto Paccanaro": ["Learning Distributed Representations by Mapping Concepts and Relations into a Linear Space., ICML, 2000"], "Georgios Paliouras": ["Clustering the Users of Large Web Sites into Communities., ICML, 2000"], "Dan Pelleg": ["X-means: Extending K-means with Efficient Estimation of the Number of Clusters., ICML, 2000"], "David M. Pennock": ["A Normative Examination of Ensemble Learning Algorithms., ICML, 2000"], "Bernhard Pfahringer": ["Meta-Learning by Landmarking Various Learning Algorithms., ICML, 2000"], "Justus H. Piater": ["Constructive Feature Learning and the Development of Visual Expertise., ICML, 2000"], "Doina Precup": ["Eligibility Traces for Off-Policy Policy Evaluation., ICML, 2000"], "Jette Randløv": ["Shaping in Reinforcement Learning by Changing the Physics of the Problem., ICML, 2000", "Combining Reinforcement Learning with a Local Control Algorithm., ICML, 2000"], "Stuart I. Reynolds": ["Adaptive Resolution Model-Free Reinforcement Learning: Decision Boundary Partitioning., ICML, 2000"], "Corinna Richter": ["Knowledge Propagation in Model-based Reinforcement Learning Tasks., ICML, 2000"], "Charles R. Rosenberg": ["Image Color Constancy Using EM and Cached Statistics., ICML, 2000"], "Malcolm R. K. Ryan": ["Learning to Fly: An Application of Hierarchical Reinforcement Learning., ICML, 2000"], "Matthias Rychetsky": ["Direct Bayes Point Machines., ICML, 2000"], "Scott Sanner": ["Achieving Efficient and Cognitively Plausible Learning in Backgammon., ICML, 2000"], "Tobias Scheffer": ["Predicting the Generalization Performance of Cross Validatory Model Selection Criteria., ICML, 2000"], "Greg Schohn": ["Less is More: Active Learning with Support Vector Machines., ICML, 2000"], "Dale Schuurmans": ["An Adaptive Regularization Criterion for Supervised Learning., ICML, 2000"], "Marc Sebban": ["Instance Pruning as an Information Preserving Problem., ICML, 2000"], "Richard Segal": ["Incremental Learning in SwiftFile., ICML, 2000"], "Thomas R. Shultz": ["Using Knowledge to Speed Learning: A Comparison of Knowledge-based Cascade-correlation and Multi-task Learning., ICML, 2000"], "Ricardo Bezerra de Andrade e Silva": ["Obtaining Simplified Rule Bases by Hybrid Learning., ICML, 2000"], "Bryan Singer": ["Learning to Predict Performance from Formula Modeling and Training Data., ICML, 2000"], "Seán Slattery": ["Discovering Test Set Regularities in Relational Domains., ICML, 2000"], "William D. Smart": ["Practical Reinforcement Learning in Continuous Spaces., ICML, 2000"], "Alexander J. Smola": ["Sparse Greedy Matrix Approximation for Machine Learning., ICML, 2000"], "Leen-Kiat Soh": ["Using Learning by Discovery to Segment Remotely Sensed Images., ICML, 2000"], "Manu Sridharan": ["Multi-agent Q-learning and Regression Trees for Automated Pricing Decisions., ICML, 2000"], "Peter Stone": ["TPOT-RL Applied to Network Routing., ICML, 2000"], "Malcolm J. A. Strens": ["A Bayesian Framework for Reinforcement Learning., ICML, 2000"], "Luis Talavera": ["Feature Selection and Incremental Learning of Probabilistic Concept Hierarchies., ICML, 2000"], "Astro Teller": ["Efficient Learning Through Evolution: Neural Programming and Internal Reinforcement., ICML, 2000"], "Loo-Nin Teow": ["Selection of Support Vector Kernel Parameters for Improved Generalization., ICML, 2000"], "Franck Thollard": ["Probabilistic DFA Inference using Kullback-Leibler Divergence and Minimality., ICML, 2000"], "Kai Ming Ting": ["A Comparative Study of Cost-Sensitive Boosting Algorithms., ICML, 2000"], "Ljupco Todorovski": ["Discovering the Structure of Partial Differential Equations from Example Behaviour., ICML, 2000"], "Simon Tong": ["Support Vector Machine Active Learning with Application sto Text Classification., ICML, 2000"], "Luís Torgo": ["Partial Linear Trees., ICML, 2000"], "Kari Torkkola": ["Mutual Information in Learning Feature Transformations., ICML, 2000"], "Geoffrey G. Towell": ["Local Expert Autoassociators for Anomaly Detection., ICML, 2000", "Learning Priorities From Noisy Examples., ICML, 2000"], "Shivakumar Vaithyanathan": ["Hierarchical Unsupervised Learning., ICML, 2000"], "Tim Van Allen": ["Model Selection Criteria for Learning Belief Nets: An Empirical Comparison., ICML, 2000"], "Antal van den Bosch": ["Unpacking Multi-valued Symbolic Features and Classes in Memory-Based Language Learning., ICML, 2000"], "Menno van Zaanen": ["Bootstrapping Syntax and Recursion using Alginment-Based Learning., ICML, 2000"], "Stefan Veeser": ["An Evolutionary Approach to Evidence-Based Learning of Deterministic Finite Automata., ICML, 2000"], "Sethu Vijayakumar": ["Locally Weighted Projection Regression: Incremental Real Time Learning in High Dimensional Space., ICML, 2000"], "Ricardo Vilalta": ["A Quantification of Distance Bias Between Evaluation Metrics In Classification., ICML, 2000"], "Slobodan Vucetic": ["Discovering Homogeneous Regions in Spatial Data through Competition., ICML, 2000"], "Kiri Wagstaff": ["Clustering with Instance-level Constraints., ICML, 2000"], "Marilyn A. Walker": ["Using Natural Language Processing and discourse Features to Identify Understanding Errors., ICML, 2000"], "Jun Wang": ["Solving the Multiple-Instance Problem: A Lazy Learning Approach., ICML, 2000"], "Takashi Washio": ["Enhancing the Plausibility of Law Equation Discovery., ICML, 2000"], "Sholom M. Weiss": ["Lightweight Rule Induction., ICML, 2000"], "Machiel Westerdijk": ["Classification with Multiple Latent Variable Models using Maximum Entropy Discrimination., ICML, 2000"], "Marco Wiering": ["Multi-Agent Reinforcement Leraning for Traffic Light Control., ICML, 2000"], "Christopher K. I. Williams": ["The Effect of the Input Density Distribution on Kernel-based Classifiers., ICML, 2000"], "Yiming Yang": ["Combining Multiple Learning Strategies for Effective Cross Validation., ICML, 2000"], "Olcay Taner Yildiz": ["Linear Discriminant Trees., ICML, 2000"], "Sarah Zelikovitz": ["Improving Short-Text Classification using Unlabeled Data for Classification Problems., ICML, 2000"], "Blaz Zupan": ["Induction of Concept Hierarchies from Noisy Data., ICML, 2000"], "Pat Langley": ["Crafting Papers on Machine Learning., ICML, 2000"]}