{"Thomas Hofmann": ["Hidden Markov Support Vector Machines., ICML, 2003"], "Daphna Weinshall": ["Learning Distance Functions using Equivalence Relations., ICML, 2003"], "Kobi Luz": ["Online Choice of Active Learning Algorithms., ICML, 2003"], "Donato Malerba": ["Learning Logic Programs for Layout Analysis Correction., ICML, 2003"], "Jinbo Bi": ["Multi-Objective Programming in SVMs., ICML, 2003"], "Kristin P. Bennett": ["Regression Error Characteristic Curves., ICML, 2003"], "Remco R. Bouckaert": ["Choosing Between Two Learning Algorithms Based on Calibrated Tests., ICML, 2003"], "Klaus Brinker": ["Incorporating Diversity in Active Learning with Support Vector Machines., ICML, 2003"], "Jeremy L. Wyatt": ["The Use of the Ambiguity Decomposition in Neural Network Ensemble Learning Methods., ICML, 2003"], "Ramón López de Mántaras": ["Tractable Bayesian Learning of Tree Augmented Naive Bayes Models., ICML, 2003"], "Tuomas Sandholm": ["AWESOME: A General Multiagent Learning Algorithm that Converges in Self-Play and Learns a Best Response Against Stationary Opponents., ICML, 2003", "BL-WoLF: A Framework For Loss-Bounded Learnability In Zero-Sum Games., ICML, 2003"], "Marcelo Cesar Cirelo": ["Semi-Supervised Learning of Mixture Models., ICML, 2003"], "Dan Roth": ["On Kernel Methods for Relational Learning., ICML, 2003", "Margin Distribution and Learning., ICML, 2003"], "Dominic Mazzoni": ["Fast Query-Optimized Kernel Machine Classification Via Incremental Approximate Nearest Support Vectors., ICML, 2003"], "Jan Ramon": ["Relational Instance Based Regression for Relational Reinforcement Learning., ICML, 2003"], "Michael O. Duff": ["Design for an Optimal Probe., ICML, 2003", "Diffusion Approximation for Bayesian Markov Chains., ICML, 2003"], "Charles Elkan": ["Using the Triangle Inequality to Accelerate k-Means., ICML, 2003", "Principled Methods for Advising Reinforcement Learning Agents., ICML, 2003"], "Ron Meir": ["Bayes Meets Bellman: The Gaussian Process Approach to Temporal Difference Learning., ICML, 2003"], "Yishay Mansour": ["Action Elimination and Stopping Conditions for Reinforcement Learning., ICML, 2003"], "Risto Miikkulainen": ["Utilizing Domain Knowledge in Neuroevolution., ICML, 2003"], "Carla E. Brodley": ["Boosting Lazy Decision Trees., ICML, 2003", "Random Projection for High Dimensional Data Clustering: A Cluster Ensemble Approach., ICML, 2003"], "Peter A. Flach": ["The Geometry of ROC Space: Understanding Machine Learning Metrics through ROC Isometrics., ICML, 2003", "An Analysis of Rule Evaluation Metrics., ICML, 2003", "Improving Accuracy and Cost of Two-class and Multi-class Probabilistic Classifiers Using ROC Curves., ICML, 2003"], "Fritz Wysotzki": ["Perceptron Based Learning with Example Dependent and Noisy Costs., ICML, 2003"], "Sridhar Mahadevan": ["Hierarchical Policy Gradient Algorithms., ICML, 2003"], "Thore Graepel": ["Solving Noisy Linear Operator Equations by Gaussian Processes: Application to Ordinary and Partial Differential Equations., ICML, 2003"], "Keith Hall": ["Correlated Q-Learning., ICML, 2003"], "Edward F. Harrington": ["Online Ranking/Collaborative Filtering Using the Perceptron Algorithm., ICML, 2003"], "Claude Sammut": ["Goal-directed Learning to Fly., ICML, 2003"], "Manfred Jaeger": ["Probabilistic Classifiers and the Concepts They Recognize., ICML, 2003"], "Michael Hay": ["Avoiding Bias when Aggregating Relational Data with Degree Disparity., ICML, 2003"], "Alexander G. Hauptmann": ["A Faster Iterative Scaling Algorithm for Conditional Exponential Model., ICML, 2003", "Modified Logistic Regression: An Approximation to SVM and Its Applications in Large-Scale Text Categorization., ICML, 2003"], "Thorsten Joachims": ["Transductive Learning via Spectral Graph Partitioning., ICML, 2003"], "C. Lee Giles": ["Evolving Strategies for Focused Web Crawling., ICML, 2003"], "John Langford": ["Exploration in Metric State Spaces., ICML, 2003"], "Melanie Hilario": ["Representational Issues in Meta-Learning., ICML, 2003"], "Akihiro Inokuchi": ["Marginalized Kernels Between Labeled Graphs., ICML, 2003"], "Jaakko Peltonen": ["Informative Discriminant Analysis., ICML, 2003"], "Kenneth A. De Jong": ["Characteristics of Long-term Learning in Soar and its Application to the Utility Problem., ICML, 2003"], "Padhraic Smyth": ["Unsupervised Learning with Permuted Data., ICML, 2003"], "Alon Orlitsky": ["Discriminative Gaussian Mixture Models: A Comparison with Kernel Classifiers., ICML, 2003"], "Tony Jebara": ["A Kernel Between Sets of Vectors., ICML, 2003"], "Jugal K. Kalita": ["The Significance of Temporal-Difference Learning in Self-Play Training TD-Rummy versus EVO-rummy., ICML, 2003"], "Bir Bhanu": ["Visual Learning by Evolutionary Feature Synthesis., ICML, 2003"], "Sachindra Joshi": ["Classification of Text Documents Based on Minimum System Entropy., ICML, 2003"], "Jeff G. Schneider": ["Finding Underlying Connections: A Fast Graph-Based Method for Link Analysis and Collaboration Queries., ICML, 2003"], "Ivor W. Tsang": ["Learning with Idealized Kernels., ICML, 2003", "The Pre-Image Problem in Kernel Methods., ICML, 2003"], "Ronald Parr": ["Reinforcement Learning as Classification: Leveraging Modern Classifiers., ICML, 2003"], "Kazumi Saito": ["Robust Induction of Process Models from Time-Series Data., ICML, 2003"], "Gerald DeJong": ["The Influence of Reward on the Speed of Reinforcement Learning: An Analysis of Shaping., ICML, 2003"], "Bing Liu": ["Learning with Positive and Unlabeled Examples Using Weighted Logistic Regression., ICML, 2003"], "John Shawe-Taylor": ["Linear Programming Boosting for Uneven Datasets., ICML, 2003"], "Hang Li": ["Text Classification Using Stochastic Keyword Generation., ICML, 2003"], "Yiming Yang": ["A Loss Function Analysis for Classification Methods in Text Categorization., ICML, 2003"], "Robert J. Yan": ["Decision Tree with Better Ranking., ICML, 2003"], "Wei-Ying Ma": ["An Evaluation on Feature Selection for Text Clustering., ICML, 2003"], "Lise Getoor": ["Link-based Classification., ICML, 2003"], "Hiroshi Mamitsuka": ["Hierarchical Latent Knowledge Analysis for Co-occurrence Data., ICML, 2003"], "Yohai Gat": ["The Cross Entropy Method for Fast Policy Search., ICML, 2003"], "Marina Sokolova": ["The Set Covering Machine with Data-Dependent Half-Spaces., ICML, 2003"], "David D. Jensen": ["Identifying Predictive Structures in Relational Data Using Multiple Instance Learning., ICML, 2003"], "Avrim Blum": ["Planning in the Presence of Cost Functions Controlled by an Adversary., ICML, 2003"], "Chris Mesterharm": ["Using Linear-threshold Algorithms to Combine Multi-class Sub-experts., ICML, 2003"], "Weng-Keen Wong": ["Optimal Reinsertion: A New Search Operator for Accelerated and More Accurate Bayesian Network Structure Learning., ICML, 2003"], "Rémi Munos": ["Error Bounds for Approximate Policy Iteration., ICML, 2003"], "Alexander J. Smola": ["Machine Learning with Hyperkernels., ICML, 2003"], "Enric Plaza": ["Justification-based Multiagent Learning., ICML, 2003"], "Lyle H. Ungar": ["Mixtures of Conditional Maximum Entropy Models., ICML, 2003"], "James Theiler": ["Online Feature Selection using Grafting., ICML, 2003", "Weighted Order Statistic Classifiers with Large Rank-Order Margin., ICML, 2003"], "Andrew G. Barto": ["Relativized Options: Choosing the Right Transformation., ICML, 2003"], "David R. Karger": ["Tackling the Poor Assumptions of Naive Bayes Text Classifiers., ICML, 2003", "Text Bundling: Statistics Based Data-Reduction., ICML, 2003"], "Pedro M. Domingos": ["Learning with Knowledge from Multiple Experts., ICML, 2003"], "Doina Precup": ["Combining TD-learning with Cascade-correlation Networks., ICML, 2003"], "Bryan Matthews": ["Kernel PLS-SVC for Linear and Nonlinear Classification., ICML, 2003"], "Stefan Kramer": ["Stochastic Local Search in k-Term DNF Learning., ICML, 2003"], "Andrew Zimdars": ["Q-Decomposition for Reinforcement Learning Agents., ICML, 2003"], "Sam T. Roweis": ["Adaptive Overrelaxed Bound Optimization Methods., ICML, 2003"], "Zoubin Ghahramani": ["Optimization with EM and Expectation-Conjugate-Gradient., ICML, 2003"], "Artur Merke": ["TD(0) Converges Provably Faster than the Residual Gradient Algorithm., ICML, 2003"], "Jean-Christophe Janodet": ["On State Merging in Grammatical Inference: A Statistical Approach for Dealing with Noisy Data., ICML, 2003"], "Rong Jin": ["Flexible Mixture Model for Collaborative Filtering., ICML, 2003"], "Peter Stone": ["Learning Predictive State Representations., ICML, 2003"], "Tommi S. Jaakkola": ["Weighted Low-Rank Approximations., ICML, 2003"], "Michael A. Goodrich": ["Learning To Cooperate in a Social Dilemma: A Satisficing Approach to Bargaining., ICML, 2003"], "Malcolm J. A. Strens": ["Evolutionary MCMC Sampling and Optimization in Discrete Spaces., ICML, 2003"], "Daphne Koller": ["Learning on the Test Data: Leveraging Unseen Features., ICML, 2003"], "Thomas G. Dietterich": ["Low Bias Bagged Support Vector Machines., ICML, 2003", "Model-based Policy Gradient Reinforcement Learning., ICML, 2003"], "M. Narasimha Murty": ["SimpleSVM., ICML, 2003"], "Alexander Gammerman": ["Testing Exchangeability On-Line., ICML, 2003"], "Yunxin Zhao": ["Learning Mixture Models with the Latent Maximum Entropy Principle., ICML, 2003"], "Manuela M. Veloso": ["DISTILL: Learning Domain-Specific Planners by Example., ICML, 2003"], "Michael M. Wagner": ["Bayesian Network Anomaly Pattern Detection for Disease Outbreaks., ICML, 2003"], "Edward Y. Chang": ["Adaptive Feature-Space Conformal Transformation for Imbalanced-Data Learning., ICML, 2003"], "Rohini K. Srihari": ["New í-Support Vector Machines and their Sequential Minimal Optimization., ICML, 2003"], "Naonori Ueda": ["Cross-Entropy Directed Embedding of Network Data., ICML, 2003"], "Katsuhiko Takabayashi": ["Decision-tree Induction from Time-series Data Based on a Standard-example Split Test., ICML, 2003"], "Richard H. Wolniewicz": ["Optimizing Classifier Performance via an Approximation to the Wilcoxon-Mann-Whitney Statistic., ICML, 2003"], "Huan Liu": ["Feature Selection for High-Dimensional Data: A Fast Correlation-Based Filter Solution., ICML, 2003"], "Zhenyue Zhang": ["Isometric Embedding and Continuum ISOMAP., ICML, 2003"], "Zhihua Zhang": ["Learning Metrics via Discriminant Kernels and Multidimensional Scaling: Toward Expected Euclidean Representation., ICML, 2003"], "Vasant G. Honavar": ["Learning from Attribute Value Taxonomies and Partially Specified Instances., ICML, 2003"], "James P. Callan": ["Exploration and Exploitation in Adaptive Filtering Based on Bayesian Active Learning., ICML, 2003"], "Bin Yu": ["On the Convergence of Boosting Procedures., ICML, 2003"], "John D. Lafferty": ["Semi-Supervised Learning Using Gaussian Fields and Harmonic Functions., ICML, 2003"], "Qijun Chen": ["Eliminating Class Noise in Large Datasets., ICML, 2003"], "Martin Zinkevich": ["Online Convex Programming and Generalized Infinitesimal Gradient Ascent., ICML, 2003"]}