{"Naoki Abe": ["Query Learning Strategies Using Boosting and Bagging., ICML, 1998"], "Ricardo Aler": ["Genetic Programming and Deductive-Inductive Learning: A Multi-Strategy Approach., ICML, 1998"], "Cosimo Anglano": ["An Experimental Evaluation of Coevolutive Concept Learning., ICML, 1998"], "Jonathan Baxter": ["KnightCap: A Chess Programm That Learns by Combining TD(lambda) with Game-Tree Search., ICML, 1998"], "Stephen D. Bay": ["Combining Nearest Neighbor Classifiers Through Multiple Feature Subsets., ICML, 1998"], "Daniel Billsus": ["Learning Collaborative Information Filters., ICML, 1998"], "Hendrik Blockeel": ["Top-Down Induction of Clustering Trees., ICML, 1998"], "Kurt D. Bollacker": ["A Supra-Classifier Architecture for Scalable Knowledge Reuse., ICML, 1998"], "Blai Bonet": ["Learning Sorting and Decision Trees with POMDPs., ICML, 1998"], "Paul S. Bradley": ["Feature Selection via Concave Minimization and Support Vector Machines., ICML, 1998", "Refining Initial Points for K-Means Clustering., ICML, 1998"], "Nicolò Cesa-Bianchi": ["Finite-Time Regret Bounds for the Multiarmed Bandit Problem., ICML, 1998"], "Nello Cristianini": ["Bayesian Classifiers Are Large Margin Hyperplanes in a Hilbert Space., ICML, 1998"], "Thomas G. Dietterich": ["The MAXQ Method for Hierarchical Reinforcement Learning., ICML, 1998"], "Pedro M. Domingos": ["A Process-Oriented Heuristic for Model Selection., ICML, 1998"], "Saso Dzeroski": ["Relational Reinforcement Learning., ICML, 1998"], "Eibe Frank": ["Generating Accurate Rule Sets Without Global Optimization., ICML, 1998", "Using a Permutation Test for Attribute Selection in Decision Trees., ICML, 1998"], "Dayne Freitag": ["Multistrategy Learning for Information Extraction., ICML, 1998"], "Yoav Freund": ["An Efficient Boosting Algorithm for Combining Preferences., ICML, 1998"], "Nir Friedman": ["Bayesian Network Classification with Continuous Attributes: Getting the Best of Both Discretization and Parametric Fitting., ICML, 1998"], "Thilo-Thomas Frieß": ["The Kernel-Adatron Algorithm: A Fast and Simple Learning Procedure for Support Vector Machines., ICML, 1998"], "Zoltán Gábor": ["Multi-criteria Reinforcement Learning., ICML, 1998"], "João Gama": ["Local Cascade Generalization., ICML, 1998"], "Frédérick Garcia": ["A Learning Rate Analysis of Reinforcement Learning Algorithms in Finite-Horizon., ICML, 1998"], "Diana F. Gordon": ["Well-Behaved Borgs, Bolos, and Berserkers., ICML, 1998"], "Tom Heskes": ["Solving a Huge Number of Similar Tasks: A Combination of Multi-Task Learning and a Hierarchical Bayesian Approach., ICML, 1998"], "Junling Hu": ["Multiagent Reinforcement Learning: Theoretical Framework and an Algorithm., ICML, 1998"], "Hugues Juillé": ["Coevolutionary Learning: A Case Study., ICML, 1998"], "Michael J. Kearns": ["Near-Optimal Reinforcement Learning in Polynominal Time., ICML, 1998", "A Fast, Bottom-Up Decision Tree Pruning Algorithm with Near-Optimal Generalization., ICML, 1998"], "Hajime Kimura": ["An Analysis of Actor/Critic Algorithms Using Eligibility Traces: Reinforcement Learning with Imperfect Value Function., ICML, 1998"], "Daphne Koller": ["Using Learning for Approximation in Stochastic Processes., ICML, 1998"], "Dekang Lin": ["An Information-Theoretic Definition of Similarity., ICML, 1998"], "Michel Liquiere": ["Structural Machine Learning with Galois Lattice and Graphs., ICML, 1998"], "Michael L. Littman": ["Learning a Language-Independent Representation for Terms from a Partially Aligned Corpus., ICML, 1998"], "John Loch": ["Using Eligibility Traces to Find the Best Memoryless Policy in Partially Observable Markov Decision Processes., ICML, 1998"], "Dimitris Margaritis": ["Learning to Locate an Object in 3D Space from a Sequence of Camera Images., ICML, 1998"], "Oded Maron": ["Multiple-Instance Learning for Natural Scene Classification., ICML, 1998"], "Andrew McCallum": ["Employing EM and Pool-Based Active Learning for Text Classification., ICML, 1998", "Improving Text Classification by Shrinkage in a Hierarchy of Classes., ICML, 1998"], "Thomas Leo McCluskey": ["A Case Study in the Use of Theory Revision in Requirements Validation., ICML, 1998"], "Sanya Mitaim": ["Stochastic Resonance with Adaptive Fuzzy Systems., ICML, 1998"], "Andrew W. Moore": ["Q2: Memory-Based Active Learning for Optimizing Noisy Continuous Functions., ICML, 1998"], "Atsuyoshi Nakamura": ["Collaborative Filtering Using Weighted Majority Prediction Algorithms., ICML, 1998"], "Andrew Y. Ng": ["On Feature Selection: Learning with Exponentially Many Irrelevant Features as Training Examples., ICML, 1998"], "Richard Nock": ["On the Power of Decision Lists., ICML, 1998"], "Mark D. Pendrith": ["An Analysis of Direct Reinforcement Learning in Non-Markovian Domains., ICML, 1998"], "Justus H. Piater": ["A Randomized ANOVA Procedure for Comparing Performance Curves., ICML, 1998"], "Doina Precup": ["Classification Using Phi-Machines and Constructive Function Approximation., ICML, 1998"], "Foster J. Provost": ["The Case against Accuracy Estimation for Comparing Induction Algorithms., ICML, 1998"], "Sowmya Ramachandran": ["Theory Refinement of Bayesian Networks with Hidden Variables., ICML, 1998"], "Jette Randløv": ["Learning to Drive a Bicycle Using Reinforcement Learning and Shaping., ICML, 1998"], "Chandra Reddy": ["Learning First-Order Acyclic Horn Programs from Entailment., ICML, 1998"], "Malcolm R. K. Ryan": ["RL-TOPS: An Architecture for Modularity and Re-Use in Reinforcement Learning., ICML, 1998"], "Rafal Salustowicz": ["Evolving Structured Programs with Hierarchical Instructions and Skip Nodes., ICML, 1998"], "Ken Samuel": ["An Investigation of Transformation-Based Learning in Discourse., ICML, 1998"], "Lawrence K. Saul": ["Automatic Segmentation of Continuous Trajectories with Invariance to Nonlinear Warpings of Time., ICML, 1998"], "Craig Saunders": ["Ridge Regression Learning Algorithm in Dual Variables., ICML, 1998"], "Jeff G. Schneider": ["Value Function Based Production Scheduling., ICML, 1998"], "Hagit Shatkay": ["Heading in the Right Direction., ICML, 1998"], "W. Nick Street": ["A Neural Network Model for Prognostic Prediction., ICML, 1998"], "Joshua M. Stuart": ["Learning the Grammar of Dance., ICML, 1998"], "Richard S. Sutton": ["Intra-Option Learning about Temporally Abstract Actions., ICML, 1998"], "Gheorghe Tecuci": ["Teaching an Agent to Test Students., ICML, 1998"], "Gary M. Weiss": ["The Problem with Noise and Small Disjuncts., ICML, 1998"]}