{"Pieter Abbeel": ["Using inaccurate models in reinforcement learning., ICML, 2006"], "Amit Agarwal": ["Algorithms for portfolio management based on the Newton method., ICML, 2006"], "Sameer Agarwal": ["Higher order learning with graphs., ICML, 2006"], "Shivani Agarwal": ["Ranking on graph data., ICML, 2006"], "Cédric Archambeau": ["Robust probabilistic projections., ICML, 2006"], "Andreas Argyriou": ["A DC-programming algorithm for kernel selection., ICML, 2006"], "Nima Asgharbeygi": ["Relational temporal difference learning., ICML, 2006"], "Arik Azran": ["A new approach to data driven clustering., ICML, 2006"], "Maria-Florina Balcan": ["Agnostic active learning., ICML, 2006", "On a theory of learning with similarity functions., ICML, 2006"], "Arindam Banerjee": ["On Bayesian bounds., ICML, 2006"], "Onureena Banerjee": ["Convex optimization techniques for fitting sparse Gaussian graphical models., ICML, 2006"], "Alina Beygelzimer": ["Cover trees for nearest neighbor., ICML, 2006"], "Ivona Bezáková": ["Graph model selection using maximum likelihood., ICML, 2006"], "David M. Blei": ["Dynamic topic models., ICML, 2006"], "Edwin V. Bonilla": ["Predictive search distributions., ICML, 2006"], "Michael H. Bowling": ["Learning predictive state representations using non-blind policies., ICML, 2006"], "Ulf Brefeld": ["Efficient co-regularised least squares regression., ICML, 2006", "Semi-supervised learning for structured output variables., ICML, 2006"], "Miguel Á. Carreira-Perpiñán": ["Fast nonparametric clustering with Gaussian blurring mean-shift., ICML, 2006"], "Rich Caruana": ["An empirical comparison of supervised learning algorithms., ICML, 2006"], "Lawrence Cayton": ["Robust Euclidean embedding., ICML, 2006"], "Nicolò Cesa-Bianchi": ["Hierarchical classification: combining Bayes with SVM., ICML, 2006"], "Olivier Chapelle": ["A continuation method for semi-supervised SVMs., ICML, 2006"], "Pak-Ming Cheung": ["A regularization framework for multiple-instance learning., ICML, 2006"], "Ronan Collobert": ["Trading convexity for scalability., ICML, 2006"], "Vincent Conitzer": ["Learning algorithms for online principal-agent problems (and selling goods online)., ICML, 2006"], "Bruno Castro da Silva": ["Dealing with non-stationary environments using context detection., ICML, 2006"], "Juan Dai": ["Locally adaptive classification piloted by uncertainty., ICML, 2006"], "Jesse Davis": ["The relationship between Precision-Recall and ROC curves., ICML, 2006"], "Fernando De la Torre": ["Discriminative cluster analysis., ICML, 2006"], "Dennis DeCoste": ["Collaborative prediction using ensembles of Maximum Margin Matrix Factorizations., ICML, 2006"], "Thomas Degris": ["Learning the structure of Factored Markov Decision Processes in reinforcement learning problems., ICML, 2006"], "François Denis": ["Efficient learning of Naive Bayes classifiers under class-conditional classification noise., ICML, 2006"], "Marie desJardins": ["Learning user preferences for sets of objects., ICML, 2006"], "Chris H. Q. Ding": ["R1-PCA: rotational invariant L1-norm principal component analysis for robust subspace factorization., ICML, 2006"], "Charles Elkan": ["Clustering documents with an exponential-family approximation of the Dirichlet compound multinomial distribution., ICML, 2006"], "Barbara E. Engelhardt": ["A graphical model for predicting protein molecular function., ICML, 2006"], "Arkady Epshteyn": ["Qualitative reinforcement learning., ICML, 2006"], "Michael Fink": ["Online multiclass learning by interclass hypothesis sharing., ICML, 2006"], "Jochen Garcke": ["Regression with the optimised combination technique., ICML, 2006"], "Yang Ge": ["A note on mixtures of experts for multiclass responses: approximation rate and Consistent Bayesian Inference., ICML, 2006"], "Peter V. Gehler": ["The rate adapting poisson model for information retrieval and object recognition., ICML, 2006"], "Pierre Geurts": ["Kernelizing the output of tree-based methods., ICML, 2006"], "Amir Globerson": ["Nightmare at test time: robust learning by feature deletion., ICML, 2006"], "Dilan Görür": ["A choice model with infinitely many latent features., ICML, 2006"], "Alex Graves": ["Connectionist temporal classification: labelling unsegmented sequence data with recurrent neural networks., ICML, 2006"], "Derek Greene": ["Practical solutions to the problem of diagonal dominance in kernel document clustering., ICML, 2006"], "Patrick Haffner": ["Fast transpose methods for kernel learning on sparse data., ICML, 2006"], "Steve Hanneke": ["An analysis of graph cut size for transductive learning., ICML, 2006"], "Tomer Hertz": ["Learning a kernel function for classification with small training samples., ICML, 2006"], "Michael P. Holmes": ["Looping suffix tree-based inference of partially observable hidden state., ICML, 2006"], "Steven C. H. Hoi": ["Batch mode active learning and its application to medical image classification., ICML, 2006"], "Tzu-Kuo Huang": ["Ranking individuals by group comparisons., ICML, 2006"], "Rebecca A. Hutchinson": ["Hidden process models., ICML, 2006"], "Brendan Juba": ["Estimating relatedness via data compression., ICML, 2006"], "Philipp W. Keller": ["Automatic basis function construction for approximate dynamic programming and reinforcement learning., ICML, 2006"], "Wolf Kienzle": ["Personalized handwriting recognition via biased regularization., ICML, 2006"], "Seung-Jean Kim": ["Optimal kernel selection in Kernel Fisher discriminant analysis., ICML, 2006", "Pareto optimal linear classification., ICML, 2006"], "Mike Klaas": ["Fast particle smoothing: if I had a million particles., ICML, 2006"], "George Konidaris": ["Autonomous shaping: knowledge transfer in reinforcement learning., ICML, 2006"], "Andreas Krause": ["Data association for topic intensity tracking., ICML, 2006"], "Brian Kulis": ["Learning low-rank kernel matrices., ICML, 2006"], "Neil D. Lawrence": ["Local distance preservation in the GP-LVM through back constraints., ICML, 2006"], "Quoc V. Le": ["Simpler knowledge-based support vector machines., ICML, 2006"], "Chi-Hoon Lee": ["Using query-specific variance estimates to combine Bayesian classifiers., ICML, 2006"], "Alain D. Lehmann": ["A probabilistic model for text kernels., ICML, 2006"], "Marius Leordeanu": ["Efficient MAP approximation for dense energy functions., ICML, 2006"], "Darrin P. Lewis": ["Nonstationary kernel combination., ICML, 2006"], "Hui Li": ["Region-based value iteration for partially observable Markov decision processes., ICML, 2006"], "Ling Li": ["Multiclass boosting with repartitioning., ICML, 2006"], "Wei Li": ["Pachinko allocation: DAG-structured mixture models of topic correlations., ICML, 2006"], "Bo Long": ["Spectral clustering for multi-type relational data., ICML, 2006"], "Le Lu": ["Combined central and subspace clustering for computer vision applications., ICML, 2006"], "Mauro Maggioni": ["Fast direct policy evaluation using multiscale analysis of Markov diffusion processes., ICML, 2006"], "Gonzalo Martínez-Muñoz": ["Pruning in ordered bagging ensembles., ICML, 2006"], "Julian John McAuley": ["Learning high-order MRF priors of color images., ICML, 2006"], "Marina Meila": ["The uniqueness of a good optimum for K-means., ICML, 2006"], "Roland Memisevic": ["Kernel information embeddings., ICML, 2006"], "Baback Moghaddam": ["Generalized spectral bounds for sparse LDA., ICML, 2006"], "Moni Naor": ["Learning to impersonate., ICML, 2006"], "Mukund Narasimhan": ["Online decoding of Markov models under latency constraints., ICML, 2006"], "Negin Nejati": ["Learning hierarchical task networks by observation., ICML, 2006"], "Yuriy Nevmyvaka": ["Reinforcement learning for optimized trade execution., ICML, 2006"], "Navneet Panda": ["Concept boundary detection for speeding up SVMs., ICML, 2006"], "Francisco Pereira": ["The support vector decomposition machine., ICML, 2006"], "Pascal Poupart": ["An analytic solution to discrete Bayesian reinforcement learning., ICML, 2006"], "Rouhollah Rahmani": ["MISSL: multiple-instance semi-supervised learning., ICML, 2006"], "Rajat Raina": ["Constructing informative priors using transfer learning., ICML, 2006"], "Liva Ralaivola": ["CN = CPCN., ICML, 2006"], "Nathan D. Ratliff": ["Maximum margin planning., ICML, 2006"], "Pradeep Ravikumar": ["Quadratic programming relaxations for metric labeling and Markov random field MAP estimation., ICML, 2006"], "Jean-Michel Renders": ["Categorization in multiple category systems., ICML, 2006"], "Lev Reyzin": ["How boosting the margin can also boost classifier complexity., ICML, 2006"], "David A. Ross": ["Combining discriminative features to infer complex trajectories., ICML, 2006"], "Josep Roure": ["Sequential update of ADtrees., ICML, 2006"], "Matthew R. Rudary": ["Predictive linear-Gaussian models of controlled stochastic dynamical systems., ICML, 2006"], "Ulrich Rückert": ["A statistical approach to rule learning., ICML, 2006"], "Sunita Sarawagi": ["Efficient inference on sequence segmentation models., ICML, 2006"], "Prithviraj Sen": ["Cost-sensitive learning with conditional Markov networks., ICML, 2006"], "Victor S. Sheng": ["Feature value acquisition in testing: a sequential batch test algorithm., ICML, 2006"], "Pannagadatta K. Shivaswamy": ["Permutation invariant SVMs., ICML, 2006"], "Ricardo Bezerra de Andrade e Silva": ["Bayesian learning of measurement and structural models., ICML, 2006"], "Özgür Simsek": ["An intrinsic reward mechanism for efficient exploration., ICML, 2006"], "Vikas Sindhwani": ["Deterministic annealing for semi-supervised kernel machines., ICML, 2006"], "Surendra K. Singhi": ["Feature subset selection bias for classification learning., ICML, 2006"], "Le Song": ["Classifying EEG for brain-computer interfaces: learning optimal filters for dynamical system features., ICML, 2006"], "Nathan Srebro": ["An investigation of computational and informational limits in Gaussian mixture clustering., ICML, 2006"], "David H. Stern": ["Bayesian pattern ranking for move prediction in the game of Go., ICML, 2006"], "Alexander L. Strehl": ["PAC model-free reinforcement learning., ICML, 2006", "Experience-efficient learning in associative bandit problems., ICML, 2006"], "Jiang Su": ["Full Bayesian network classifiers., ICML, 2006"], "Masashi Sugiyama": ["Local Fisher discriminant analysis for supervised dimensionality reduction., ICML, 2006"], "Yijun Sun": ["Iterative RELIEF for feature weighting., ICML, 2006"], "Benyang Tang": ["Multiclass reduced-set support vector machines., ICML, 2006"], "Choon Hui Teo": ["Fast and space efficient string kernels using suffix arrays., ICML, 2006"], "Jo-Anne Ting": ["Bayesian regression with input noise for high dimensional data., ICML, 2006"], "Marc Toussaint": ["Probabilistic inference for solving discrete and continuous state Markov Decision Processes., ICML, 2006"], "Koji Tsuda": ["Clustering graphs by weighted substructure mining., ICML, 2006"], "Sriharsha Veeramachaneni": ["Active sampling for detecting irrelevant features., ICML, 2006"], "S. V. N. Vishwanathan": ["Accelerated training of conditional random fields with stochastic gradient methods., ICML, 2006"], "Hanna M. Wallach": ["Topic modeling: beyond bag-of-words., ICML, 2006"], "Fei Wang": ["Label propagation through linear neighborhoods., ICML, 2006"], "Gang Wang": ["Two-dimensional solution path for support vector regression., ICML, 2006"], "Manfred K. Warmuth": ["Totally corrective boosting algorithms that maximize the margin., ICML, 2006"], "Jason Weston": ["Inference with the Universum., ICML, 2006"], "David Wingate": ["Kernel Predictive Linear Gaussian models for nonlinear stochastic dynamical systems., ICML, 2006"], "Britton Wolfe": ["Predictive state representations with options., ICML, 2006"], "Xiaopeng Xi": ["Fast time series classification using numerosity reduction., ICML, 2006"], "Lin Xiao": ["A duality view of spectral methods for dimensionality reduction., ICML, 2006"], "Eric P. Xing": ["Bayesian multi-population haplotype inference via a hierarchical dirichlet process mixture., ICML, 2006"], "Linli Xu": ["Discriminative unsupervised learning of structured predictors., ICML, 2006"], "Xin Yang": ["Semi-supervised nonlinear dimensionality reduction., ICML, 2006"], "Jieping Ye": ["Null space versus orthogonal linear discriminant analysis., ICML, 2006"], "Kai Yu": ["Active learning via transductive experimental design., ICML, 2006"], "Shipeng Yu": ["Collaborative ordinal regression., ICML, 2006"], "Kai Zhang": ["Block-quantized kernel matrix for fast spectral embedding., ICML, 2006"], "Alice X. Zheng": ["Statistical debugging: simultaneous identification of multiple bugs., ICML, 2006"], "Fei Zheng": ["Efficient lazy elimination for averaged one-dependence estimators., ICML, 2006"]}