{"Ryan Prescott Adams": ["Gaussian process product models for nonparametric nonstationarity., ICML, 2008"], "Cyril Allauzen": ["Sequence kernels for predicting protein essentiality., ICML, 2008"], "Qi An": ["Hierarchical kernel stick-breaking process for multi-task image analysis., ICML, 2008"], "Francis R. Bach": ["Graph kernels between point clouds., ICML, 2008", "Bolasso: model consistent Lasso estimation through the bootstrap., ICML, 2008"], "Leon Barrett": ["Learning all optimal policies with multiple criteria., ICML, 2008"], "Charles Bergeron": ["Multiple instance ranking., ICML, 2008"], "Steffen Bickel": ["Multi-task learning for HIV therapy screening., ICML, 2008"], "Michael Biggs": ["Nonnegative matrix factorization via rank-one downdate., ICML, 2008"], "Michael H. Bowling": ["Strategy evaluation in extensive games with importance sampling., ICML, 2008"], "Brent Bryan": ["Actively learning level-sets of composite functions., ICML, 2008"], "Francois Caron": ["Sparse Bayesian nonparametric regression., ICML, 2008"], "Rich Caruana": ["An empirical evaluation of supervised learning in high dimensions., ICML, 2008"], "Bryan Catanzaro": ["Fast support vector machine training and classification on graphics processors., ICML, 2008"], "Lawrence Cayton": ["Fast nearest neighbor retrieval for bregman divergences., ICML, 2008"], "Hakan Cevikalp": ["Nearest hyperdisk methods for high-dimensional classification., ICML, 2008"], "David L. Chen": ["Learning to sportscast: a test of grounded language acquisition., ICML, 2008"], "Jianhui Chen": ["Training SVM with indefinite kernels., ICML, 2008"], "Adam Coates": ["Learning for control from multiple demonstrations., ICML, 2008"], "Tom Coleman": ["Spectral clustering with inconsistent advice., ICML, 2008"], "Ronan Collobert": ["A unified architecture for natural language processing: deep neural networks with multitask learning., ICML, 2008"], "Andrés Corrada-Emmanuel": ["Autonomous geometric precision error estimation in low-level computer vision tasks., ICML, 2008"], "Corinna Cortes": ["Stability of transductive regression algorithms., ICML, 2008"], "Koby Crammer": ["A rate-distortion one-class model and its applications to clustering., ICML, 2008"], "John P. Cunningham": ["Fast Gaussian process methods for point process intensity estimation., ICML, 2008"], "Wenyuan Dai": ["Self-taught clustering., ICML, 2008"], "Sanjoy Dasgupta": ["Hierarchical sampling for active learning., ICML, 2008"], "Ofer Dekel": ["Learning to classify with missing and corrupted features., ICML, 2008"], "Krzysztof Dembczynski": ["Maximum likelihood rule ensembles., ICML, 2008"], "Uwe Dick": ["Learning from incomplete data with infinite imputations., ICML, 2008"], "Carlos Diuk": ["An object-oriented representation for efficient reinforcement learning., ICML, 2008"], "Pinar Donmez": ["Optimizing estimated loss reduction for active sampling in rank learning., ICML, 2008"], "Finale Doshi": ["Reinforcement learning with limited reinforcement: using Bayes risk for active learning in POMDPs., ICML, 2008"], "Mark Dredze": ["Confidence-weighted linear classification., ICML, 2008"], "John C. Duchi": ["Efficient projections onto the l1-ball for learning in high dimensions., ICML, 2008"], "Charles Dugas": ["Pointwise exact bootstrap distributions of cost curves., ICML, 2008"], "Murat Dundar": ["Polyhedral classifier for target detection: a case study: colorectal cancer., ICML, 2008"], "Arkady Epshteyn": ["Active reinforcement learning., ICML, 2008"], "Thomas Finley": ["Training structural SVMs when exact inference is intractable., ICML, 2008"], "Emily B. Fox": ["An HDP-HMM for systems with state persistence., ICML, 2008"], "Vojtech Franc": ["Optimized cutting plane algorithm for support vector machines., ICML, 2008", "Stopping conditions for exact computation of leave-one-out error in support vector machines., ICML, 2008"], "Jordan Frank": ["Reinforcement learning in the presence of rare events., ICML, 2008"], "Ryan Gomes": ["Memory bounded inference in topic models., ICML, 2008"], "Mehmet Gönen": ["Localized multiple kernel learning., ICML, 2008"], "Geoffrey J. Gordon": ["No-regret learning in convex games., ICML, 2008"], "Gholamreza Haffari": ["Boosting with incomplete information., ICML, 2008"], "Jihun Ham": ["Grassmann discriminant analysis: a unifying view on subspace-based learning., ICML, 2008"], "Georg Heigold": ["Modified MMI/MPE: a direct evaluation of the margin in speech recognition., ICML, 2008"], "Katherine A. Heller": ["Statistical models for partial membership., ICML, 2008"], "Steven C. H. Hoi": ["Active kernel learning., ICML, 2008"], "Cho-Jui Hsieh": ["A dual coordinate descent method for large-scale linear SVM., ICML, 2008"], "Tuyen N. Huynh": ["Discriminative structure and parameter learning for Markov logic networks., ICML, 2008"], "Aapo Hyvärinen": ["Causal modelling combining instantaneous and lagged effects: an identifiable model based on non-Gaussianity., ICML, 2008"], "Sham M. Kakade": ["Efficient bandit algorithms for online multiclass prediction., ICML, 2008"], "Michael Karlen": ["Large scale manifold transduction., ICML, 2008"], "Kristian Kersting": ["Non-parametric policy gradients: a unified treatment of propositional and relational domains., ICML, 2008"], "Sergey Kirshner": ["ICA and ISA using Schweizer-Wolff measure of dependence., ICML, 2008"], "Alexandre Klementiev": ["Unsupervised rank aggregation with distance-based models., ICML, 2008"], "Pushmeet Kohli": ["On partial optimality in multi-label MRFs., ICML, 2008"], "J. Zico Kolter": ["Space-indexed dynamic programming: learning to follow trajectories., ICML, 2008"], "Risi Kondor": ["The skew spectrum of graphs., ICML, 2008"], "Ondrej Kuzelka": ["Fast estimation of first-order clause coverage through randomization and maximum likelihood., ICML, 2008"], "Yanyan Lan": ["Query-level stability and generalization in learning to rank., ICML, 2008"], "Niels Landwehr": ["Modeling interleaved hidden processes., ICML, 2008"], "John Langford": ["Exploration scavenging., ICML, 2008"], "Hugo Larochelle": ["Classification using discriminative restricted Boltzmann machines., ICML, 2008"], "Alessandro Lazaric": ["Transfer of samples in batch reinforcement learning., ICML, 2008"], "Guy Lebanon": ["Local likelihood modeling of temporal text streams., ICML, 2008"], "Lihong Li": ["A worst-case comparison between temporal difference and residual gradient with linear function approximation., ICML, 2008", "Knows what it knows: a framework for self-aware learning., ICML, 2008"], "Zhenguo Li": ["Pairwise constraint propagation by semidefinite programming for semi-supervised classification., ICML, 2008"], "Percy Liang": ["An asymptotic analysis of generative, discriminative, and pseudolikelihood estimators., ICML, 2008", "Structure compilation: trading structure for features., ICML, 2008"], "Nicolas Loeff": ["ManifoldBoost: stagewise function approximation for fully-, semi- and un-supervised learning., ICML, 2008"], "Philip M. Long": ["Random classification noise defeats all convex potential boosters., ICML, 2008"], "Haiping Lu": ["Uncorrelated multilinear principal component analysis through successive variance maximization., ICML, 2008"], "Zhengdong Lu": ["A reproducing kernel Hilbert space framework for pairwise time series distances., ICML, 2008"], "Takaki Makino": ["On-line discovery of temporal-difference networks., ICML, 2008"], "André F. T. Martins": ["Nonextensive entropic kernels., ICML, 2008"], "Neville Mehta": ["Automatic discovery and transfer of MAXQ hierarchies., ICML, 2008"], "Raghu Meka": ["Rank minimization via online learning., ICML, 2008"], "Francisco S. Melo": ["An analysis of reinforcement learning with function approximation., ICML, 2008"], "Volodymyr Mnih": ["Empirical Bernstein stopping., ICML, 2008"], "M. Pawan Kumar": ["Efficiently solving convex relaxations for MAP estimation., ICML, 2008"], "Shravan Matthur Narayanamurthy": ["On the hardness of finding symmetries in Markov decision processes., ICML, 2008"], "Siegfried Nijssen": ["Bayes optimal classification for decision trees., ICML, 2008"], "Sebastian Nowozin": ["A decoupled approach to exemplar-based unsupervised learning., ICML, 2008"], "Deirdre B. O'Brien": ["Cost-sensitive multi-class classification from probability estimates., ICML, 2008"], "Francesco Orabona": ["The projectron: a bounded kernel-based Perceptron., ICML, 2008"], "Hua Ouyang": ["Learning dissimilarities by ranking: from SDP to QP., ICML, 2008"], "Jean-François Paiement": ["A distance model for rhythms., ICML, 2008"], "Mark Palatucci": ["On the chance accuracies of large collections of classifiers., ICML, 2008"], "Ronald Parr": ["An analysis of linear models, linear value-function approximation, and feature selection for reinforcement learning., ICML, 2008"], "Kai Puolamäki": ["Learning to learn implicit queries from gaze patterns., ICML, 2008"], "Yuting Qi": ["Multi-task compressive sensing with Dirichlet process priors., ICML, 2008"], "Novi Quadrianto": ["Estimating labels from label proportions., ICML, 2008"], "Filip Radlinski": ["Learning diverse rankings with multi-armed bandits., ICML, 2008"], "Marc'Aurelio Ranzato": ["Semi-supervised learning of compact document representations with deep networks., ICML, 2008"], "Pradeep Ravikumar": ["Message-passing for graph-structured linear programs: proximal projections, convergence and rounding schemes., ICML, 2008"], "Vikas C. Raykar": ["Bayesian multiple instance learning: automatic feature selection and inductive transfer., ICML, 2008"], "Joseph Reisinger": ["Online kernel selection for Bayesian reinforcement learning., ICML, 2008"], "Lu Ren": ["The dynamic hierarchical Dirichlet process., ICML, 2008"], "Irina Rish": ["Closed-form supervised dimensionality reduction with generalized linear models., ICML, 2008"], "Saharon Rosset": ["Bi-level path following for cross validated solution of kernel quantile regression., ICML, 2008"], "Volker Roth": ["The Group-Lasso for generalized linear models: uniqueness of solutions and efficient algorithms., ICML, 2008"], "Hichem Sahbi": ["Robust matching and recognition using context-dependent kernels., ICML, 2008"], "Jun Sakuma": ["Privacy-preserving reinforcement learning., ICML, 2008"], "Ruslan Salakhutdinov": ["On the quantitative analysis of deep belief networks., ICML, 2008", "Bayesian probabilistic matrix factorization using Markov chain Monte Carlo., ICML, 2008"], "Sunita Sarawagi": ["Accurate max-margin training for structured output spaces., ICML, 2008"], "Purnamrita Sarkar": ["Fast incremental proximity search in large graphs., ICML, 2008"], "Michael Schnall-Levin": ["Inverting the Viterbi algorithm: an abstract framework for structure design., ICML, 2008"], "Matthias W. Seeger": ["Compressed sensing and Bayesian experimental design., ICML, 2008"], "Yevgeny Seldin": ["Multi-classification by categorical features via clustering., ICML, 2008"], "Shai Shalev-Shwartz": ["SVM optimization: inverse dependence on training set size., ICML, 2008"], "Tao Shi": ["Data spectroscopy: learning mixture models using eigenspaces of convolution operators., ICML, 2008"], "Kilho Shin": ["A generalization of Haussler's convolution kernel: mapping kernel., ICML, 2008"], "Suyash Shringarpure": ["mStruct: a new admixture model for inference of population structure in light of both genetic admixing and allele mutations., ICML, 2008"], "Christian D. Sigg": ["Expectation-maximization for sparse and non-negative PCA., ICML, 2008"], "David Silver": ["Sample-based learning and search with permanent and transient memories., ICML, 2008"], "Vikas Sindhwani": ["An RKHS for multi-view learning and manifold co-regularization., ICML, 2008"], "Nataliya Sokolovska": ["The asymptotics of semi-supervised learning in discriminative probabilistic models., ICML, 2008"], "Le Song": ["Tailoring density estimation via reproducing kernel moment matching., ICML, 2008"], "Daria Sorokina": ["Detecting statistical interactions with additive groves of trees., ICML, 2008"], "Bharath K. Sriperumbudur": ["Metric embedding for kernel classification rules., ICML, 2008"], "Jiang Su": ["Discriminative parameter learning for Bayesian networks., ICML, 2008"], "Liang Sun": ["A least squares formulation for canonical correlation analysis., ICML, 2008"], "Umar Syed": ["Apprenticeship learning using linear programming., ICML, 2008"], "Marie Szafranski": ["Composite kernel learning., ICML, 2008"], "Istvan Szita": ["The many faces of optimism: a unifying approach., ICML, 2008"], "Akiko Takeda": ["nu-support vector machine as conditional value-at-risk minimization., ICML, 2008"], "Tijmen Tieleman": ["Training restricted Boltzmann machines using approximations to the likelihood gradient., ICML, 2008"], "Tsuyoshi Ueno": ["A semiparametric statistical approach to model-free policy evaluation., ICML, 2008"], "Raquel Urtasun": ["Topologically-constrained latent variable models., ICML, 2008"], "Jurgen Van Gael": ["Beam sampling for the infinite hidden Markov model., ICML, 2008"], "Pascal Vincent": ["Extracting and composing robust features with denoising autoencoders., ICML, 2008"], "Vladimir Vovk": ["Prediction with expert advice for the Brier game., ICML, 2008"], "Christian Walder": ["Sparse multiscale gaussian process regression., ICML, 2008"], "Chang Wang": ["Manifold alignment using Procrustes analysis., ICML, 2008"], "Hua-Yan Wang": ["Dirichlet component analysis: feature extraction for compositional data., ICML, 2008", "Adaptive p-posterior mixture-model kernels for multiple instance learning., ICML, 2008"], "Jun Wang": ["Graph transduction via alternating minimization., ICML, 2008"], "Wei Wang": ["On multi-view active learning and the combination with semi-supervised learning., ICML, 2008"], "Kilian Q. Weinberger": ["Fast solvers and efficient implementations for distance metric learning., ICML, 2008"], "Jason Weston": ["Deep learning via semi-supervised embedding., ICML, 2008"], "David Wingate": ["Efficiently learning linear-linear exponential family predictive representations of state., ICML, 2008"], "Jason Andrew Wolfe": ["Fully distributed EM for very large datasets., ICML, 2008"], "Fen Xia": ["Listwise approach to learning to rank: theory and algorithm., ICML, 2008"], "Fusun Yaman": ["Democratic approximation of lexicographic preference models., ICML, 2008"], "Hengshuai Yao": ["Preconditioned temporal difference learning., ICML, 2008"], "Jin Yu": ["A quasi-Newton approach to non-smooth convex optimization., ICML, 2008"], "Yisong Yue": ["Predicting diverse subsets using structural SVMs., ICML, 2008"], "Kai Zhang": ["Improved Nyström low-rank approximation and error analysis., ICML, 2008"], "Zhenjie Zhang": ["Estimating local optimums in EM algorithm over Gaussian mixture model., ICML, 2008"], "Bin Zhao": ["Efficient multiclass maximum margin clustering., ICML, 2008"], "Jun Zhu": ["Laplace maximum margin Markov networks., ICML, 2008"]}