{"Zoubin Ghahramani": ["Archipelago: nonparametric Bayesian semi-supervised learning., ICML, 2009", "Accelerated sampling for the Indian Buffet Process., ICML, 2009"], "David J. C. MacKay": ["Tractable nonparametric Bayesian inference in Poisson processes with Gaussian process intensities., ICML, 2009"], "Alessandro Sperduti": ["Route kernels for trees., ICML, 2009"], "Mark Craven": ["Incorporating domain knowledge into topic modeling via Dirichlet Forest priors., ICML, 2009"], "Liva Ralaivola": ["Grammatical inference as a principal component analysis problem., ICML, 2009", "Multiple indefinite kernel learning with mixed norm regularization., ICML, 2009"], "Jason Weston": ["Curriculum learning., ICML, 2009", "Deep learning from temporal coherence in video., ICML, 2009"], "John Langford": ["Importance weighted active learning., ICML, 2009", "Tutorial summary: Active learning., ICML, 2009"], "Onno Zoeter": ["Split variational inference., ICML, 2009"], "Brahim Chaib-draa": ["Predictive representations for policy gradient in POMDPs., ICML, 2009"], "Paolo Viappiani": ["Online feature elicitation in interactive optimization., ICML, 2009"], "Matthias Hein": ["Spectral clustering based on the graph p-Laplacian., ICML, 2009"], "Esther Wang": ["Active learning for directed exploration of complex systems., ICML, 2009"], "Joachim M. Buhmann": ["Optimized expected information gain for nonlinear dynamical systems., ICML, 2009", "Multi-assignment clustering for Boolean data., ICML, 2009"], "Xiaofei He": ["Probabilistic dyadic data analysis with local and global consistency., ICML, 2009"], "Qiang Ji": ["Structure learning of Bayesian networks using constraints., ICML, 2009"], "Francesco Orabona": ["Robust bounds for classification via selective sampling., ICML, 2009"], "Karthik Sridharan": ["Multi-view clustering via canonical correlation analysis., ICML, 2009"], "Jieping Ye": ["A convex formulation for learning shared structures from multiple tasks., ICML, 2009", "An accelerated gradient method for trace norm minimization., ICML, 2009", "Efficient Euclidean projections in linear time., ICML, 2009", "A least squares formulation for a class of generalized eigenvalue problems in machine learning., ICML, 2009", "Online learning by ellipsoid method., ICML, 2009"], "Benjamin Recht": ["Learning kernels from indefinite similarities., ICML, 2009"], "Lawrence K. Saul": ["Matrix updates for perceptron training of continuous density hidden Markov models., ICML, 2009", "Learning dictionaries of stable autoregressive models for audio scene analysis., ICML, 2009"], "Eyke Hüllermeier": ["Decision tree and instance-based learning for label ranking., ICML, 2009"], "Alan S. Willsky": ["Exploiting sparse Markov and covariance structure in multiresolution models., ICML, 2009"], "Nicolas Vayatis": ["Nonparametric estimation of the precision-recall curve., ICML, 2009"], "Yong Yu": ["EigenTransfer: a unified framework for transfer learning., ICML, 2009"], "Daniel A. Spielman": ["Fitting a graph to vector data., ICML, 2009"], "Hal Daumé III": ["Unsupervised search-based structured prediction., ICML, 2009"], "Pedro M. Domingos": ["Deep transfer via second-order Markov logic., ICML, 2009", "Learning Markov logic network structure via hypergraph lifting., ICML, 2009"], "Uwe D. Hanebeck": ["Analytic moment-based Gaussian process filtering., ICML, 2009"], "Ohad Shamir": ["Good learners for evil teachers., ICML, 2009"], "Inderjit S. Dhillon": ["A scalable framework for discovering coherent co-clusters in noisy data., ICML, 2009", "Geometry-aware metric learning., ICML, 2009"], "Bethany R. Leffler": ["The adaptive k-meteorologists problem and its application to structure learning and feature selection in reinforcement learning., ICML, 2009"], "Chuan-Sheng Foo": ["Proximal regularization for online and batch learning., ICML, 2009"], "Thierry Artières": ["Large margin training for hidden Markov models with partially observed states., ICML, 2009"], "Charles Elkan": ["Accounting for burstiness in topic models., ICML, 2009"], "Tat-Seng Chua": ["Domain adaptation from multiple sources via auxiliary classifiers., ICML, 2009"], "Yoram Singer": ["Boosting with structural sparsity., ICML, 2009"], "Csaba Szepesvári": ["Learning to segment from a few well-selected training images., ICML, 2009", "Workshop summary: On-line learning with limited feedback., ICML, 2009"], "José Miguel Puerta": ["GAODE and HAODE: two proposals based on AODE to deal with continuous variables., ICML, 2009"], "Andrew Y. Ng": ["A majorization-minimization algorithm for (multiple) hyperparameter learning., ICML, 2009", "Near-Bayesian exploration in polynomial time., ICML, 2009", "Regularization and feature selection in least-squares temporal difference learning., ICML, 2009", "Convolutional deep belief networks for scalable unsupervised learning of hierarchical representations., ICML, 2009", "Large-scale deep unsupervised learning using graphics processors., ICML, 2009"], "Eric P. Xing": ["Dynamic mixed membership blockmodel for evolving networks., ICML, 2009", "Polyhedral outer approximations with application to natural language parsing., ICML, 2009", "MedLDA: maximum margin supervised topic models for regression and classification., ICML, 2009", "On primal and dual sparsity of Markov networks., ICML, 2009"], "Rohit Khandekar": ["Gradient descent with sparsification: an iterative algorithm for sparse recovery with restricted isometry property., ICML, 2009"], "Stephen J. Roberts": ["Sequential Bayesian prediction in the presence of changepoints., ICML, 2009"], "Mario Marchand": ["PAC-Bayesian learning of linear classifiers., ICML, 2009"], "Oliver Kramer": ["Fast evolutionary maximum margin clustering., ICML, 2009"], "Ryszard Kowalczyk": ["Dynamic analysis of multiagent Q-learning with ε-greedy exploration., ICML, 2009"], "Edward Snelson": ["Bayesian inference for Plackett-Luce ranking models., ICML, 2009"], "Tobias Scheffer": ["Bayesian clustering for email campaign detection., ICML, 2009"], "C. Seshadhri": ["Efficient learning algorithms for changing environments., ICML, 2009"], "Christian Igel": ["Hoeffding and Bernstein races for selecting policies in evolutionary direct policy search., ICML, 2009"], "Pierre Dupont": ["Partially supervised feature selection with regularized linear models., ICML, 2009"], "Dimitris N. Metaxas": ["Learning with structured sparsity., ICML, 2009"], "Jeff G. Schneider": ["Learning linear dynamical systems without sequence information., ICML, 2009"], "Jean-Philippe Vert": ["Group lasso with overlap and graph lasso., ICML, 2009"], "Shih-Fu Chang": ["Graph construction and b-matching for semi-supervised learning., ICML, 2009"], "Marc Toussaint": ["Trajectory prediction: learning to map situations to robot trajectories., ICML, 2009", "Approximate inference for planning in stochastic relational worlds., ICML, 2009", "Robot trajectory optimization using approximate inference., ICML, 2009", "Model-free reinforcement learning as mixture learning., ICML, 2009"], "Michael Chertkov": ["Orbit-product representation and correction of Gaussian belief propagation., ICML, 2009"], "Christopher James Langmead": ["A Bayesian approach to protein model quality assessment., ICML, 2009"], "Dexter Kozen": ["Learning prediction suffix trees with Winnow., ICML, 2009"], "Róbert Busa-Fekete": ["Boosting products of base classifiers., ICML, 2009"], "Karsten M. Borgwardt": ["The graphlet spectrum., ICML, 2009"], "Roman Slowinski": ["Rule learning with monotonicity constraints., ICML, 2009"], "Ameet Talwalkar": ["On sampling-based approximate spectral decomposition., ICML, 2009"], "Andreas Lommatzsch": ["Learning spectral graph transformations for link prediction., ICML, 2009"], "Filip Zelezný": ["Block-wise construction of acyclic relational features with monotone irreducibility and relevancy properties., ICML, 2009"], "Hang Li": ["Generalization analysis of listwise learning-to-rank algorithms., ICML, 2009"], "Tong Zhang": ["Learning nonlinear dynamic models., ICML, 2009"], "Raquel Urtasun": ["Non-linear matrix factorization with Gaussian processes., ICML, 2009"], "Xiangyang Xue": ["Transfer learning for collaborative filtering via a rating-matrix generative model., ICML, 2009"], "Ping Li": ["ABC-boost: adaptive base class boost for multi-class classification., ICML, 2009"], "Zhi-Hua Zhou": ["Semi-supervised learning using label mean., ICML, 2009", "Learning instance specific distances using metric propagation., ICML, 2009"], "Dan Klein": ["Learning from measurements in exponential families., ICML, 2009"], "Jian Zhang": ["Blockwise coordinate descent procedures for the multi-task lasso, with applications to neural semantic basis discovery., ICML, 2009"], "Wojciech Gryc": ["Topic-link LDA: joint models of topic and author community., ICML, 2009"], "Geoffrey M. Voelker": ["Identifying suspicious URLs: an application of large-scale online learning., ICML, 2009"], "Guillermo Sapiro": ["Online dictionary learning for sparse coding., ICML, 2009", "Discriminative k-metrics., ICML, 2009"], "Takaki Makino": ["Proto-predictive representation of states with simple recurrent temporal-difference networks., ICML, 2009"], "Kevin P. Murphy": ["Sparse Gaussian graphical models with unknown block structure., ICML, 2009"], "Gert R. G. Lanckriet": ["Partial order embedding with multiple kernels., ICML, 2009"], "Markus Püschel": ["Bandit-based optimization on graphs with application to library performance tuning., ICML, 2009"], "Bernhard Schölkopf": ["Regression by dependence minimization and its application to causal inference in additive noise models., ICML, 2009", "Detecting the direction of causal time series., ICML, 2009"], "Jan Peters": ["Learning complex motions by sequencing simpler motion templates., ICML, 2009"], "Matthias W. Seeger": ["Convex variational Bayesian inference for large scale generalized linear models., ICML, 2009"], "Stefanie Jegelka": ["Solution stability in linear programming relaxations: graph partitioning and unsupervised learning., ICML, 2009"], "Lawrence Carin": ["Nonparametric factor analysis with beta process priors., ICML, 2009"], "Lorenzo Torresani": ["Unsupervised hierarchical modeling of locomotion styles., ICML, 2009"], "Michail G. Lagoudakis": ["Binary action search for learning continuous-action control policies., ICML, 2009"], "Shlomo Zilberstein": ["Constraint relaxation in approximate linear programs., ICML, 2009"], "Shinichi Nakajima": ["Multi-class image segmentation using conditional random fields and global classification., ICML, 2009"], "Nathan R. Sturtevant": ["Learning when to stop thinking and do something!, ICML, 2009"], "Srikantan S. Nagarajan": ["Independent factor topic models., ICML, 2009"], "Hong-Jiang Zhang": ["An efficient sparse metric learning in high-dimensional space via l1-penalized log-determinant regularization., ICML, 2009"], "Lide Wu": ["Sparse higher order conditional random fields for improved sequence labeling., ICML, 2009"], "Trevor Darrell": ["An efficient projection for l1,infinity regularization., ICML, 2009"], "Mirjana Ivanovic": ["Nearest neighbors in high-dimensional data: the emergence and influence of hubs., ICML, 2009"], "Volker Roth": ["The Bayesian group-Lasso for analyzing contingency tables., ICML, 2009"], "Linda Moy": ["Supervised learning from multiple experts: whom to trust when everyone lies a bit., ICML, 2009"], "Robert C. Williamson": ["Surrogate regret bounds for proper losses., ICML, 2009"], "Margaret Werner-Washburne": ["Learning structurally consistent undirected probabilistic graphical models., ICML, 2009"], "Stefan Rüping": ["Ranking interesting subgroups., ICML, 2009"], "Mikkel N. Schmidt": ["Function factorization using warped Gaussian processes., ICML, 2009"], "Ambuj Tewari": ["Stochastic methods for l1 regularized loss minimization., ICML, 2009"], "Tony Jebara": ["Structure preserving embedding., ICML, 2009"], "Gerald Tesauro": ["Monte-Carlo simulation balancing., ICML, 2009"], "Richard D. Lawrence": ["Uncertainty sampling and transductive experimental design for active dual supervision., ICML, 2009"], "Kenji Fukumizu": ["Hilbert space embeddings of conditional distributions with applications to dynamical systems., ICML, 2009"], "Ilya Sutskever": ["A simpler unified analysis of budget perceptrons., ICML, 2009"], "Eric Wiewiora": ["Fast gradient-descent methods for temporal-difference learning with linear function approximation., ICML, 2009"], "András Lörincz": ["Optimistic initialization and greediness lead to polynomial time learning in factored MDPs., ICML, 2009"], "Ronald Parr": ["Kernelized value function approximation for reinforcement learning., ICML, 2009"], "Geoffrey E. Hinton": ["Factored conditional restricted Boltzmann Machines for modeling motion style., ICML, 2009", "Using fast weights to improve persistent contrastive divergence., ICML, 2009"], "Robert E. Tillman": ["Structure learning with independent non-identically distributed data., ICML, 2009"], "Patrick Gallinari": ["Ranking with ordered weighted pairwise classification., ICML, 2009"], "Bodla Rakesh Babu": ["More generality in efficient multiple kernel learning., ICML, 2009"], "James Bailey": ["Information theoretic measures for clusterings comparison: is a correction for chance necessary?, ICML, 2009"], "Richard S. Zemel": ["BoltzRank: learning to maximize expected ranking gain., ICML, 2009"], "Benjamin J. Bornstein": ["K-means in space: a radiation sensitivity evaluation., ICML, 2009"], "David M. Mimno": ["Evaluation methods for topic models., ICML, 2009"], "Josh Attenberg": ["Feature hashing for large scale multitask learning., ICML, 2009"], "Max Welling": ["Herding dynamical weights to learn., ICML, 2009"], "Yee Whye Teh": ["A stochastic memoizer for sequence data., ICML, 2009"], "Dale Schuurmans": ["Optimal reverse prediction: a unified perspective on supervised, unsupervised and semi-supervised learning., ICML, 2009"], "Irwin King": ["Non-monotonic feature selection., ICML, 2009"], "Jürgen Schmidhuber": ["Stochastic search using the natural gradient., ICML, 2009"], "Thorsten Joachims": ["Learning structural SVMs with latent variables., ICML, 2009", "Interactively optimizing information retrieval systems as a dueling bandits problem., ICML, 2009"], "Shie Mannor": ["Piecewise-stationary bandit problems with side observations., ICML, 2009"], "Yihong Gong": ["Large-scale collaborative prediction using a nonparametric random effects model., ICML, 2009"], "Bao-Gang Hu": ["Robust feature extraction via information theoretic learning., ICML, 2009"], "Songfeng Zheng": ["Compositional noisy-logical learning., ICML, 2009"], "Charles Lee Isbell Jr.": ["Discovering options from example trajectories., ICML, 2009"], "Bahram Parvin": ["Prototype vector machine for large scale semi-supervised learning., ICML, 2009"], "Thomas G. Dietterich": ["Learning non-redundant codebooks for classifying complex objects., ICML, 2009"], "Yu-Feng Li": ["Multi-instance learning by treating instances as non-I.I.D. samples., ICML, 2009"], "Steven C. H. Hoi": ["SimpleNPKL: simple non-parametric kernel learning., ICML, 2009"], "Corinna Cortes": ["Invited talk: Can learning kernels help performance?, ICML, 2009"], "Yoav Freund": ["Invited talk: Drifting games, boosting and online learning., ICML, 2009"], "Silja Renooij": ["Workshop summary: Seventh annual workshop on Bayes applications., ICML, 2009"], "Loris Nanni": ["Workshop summary: Automated interpretation and modelling of cell images., ICML, 2009"], "Yoshua Bengio": ["Workshop summary: Workshop on learning feature hierarchies., ICML, 2009"], "Jordan Frank": ["Workshop summary: Results of the 2009 reinforcement learning competition., ICML, 2009"], "Sofus A. Macskassy": ["Workshop summary: The fourth workshop on evaluation methods for machine learning., ICML, 2009"], "John P. Cunningham": ["Workshop summary: Numerical mathematics in machine learning., ICML, 2009"], "Özgür Simsek": ["Workshop summary: Abstraction in reinforcement learning., ICML, 2009"], "Philippe Hamel": ["Workshop summary: Sparse methods for music audio., ICML, 2009"], "Bianca Zadrozny": ["Tutorial summary: Reductions in machine learning., ICML, 2009"], "Vahab S. Mirrokni": ["Tutorial summary: Convergence of natural dynamics to equilibria., ICML, 2009"], "Kai Yu": ["Tutorial summary: Learning with dependencies between several response variables., ICML, 2009"], "S. V. N. Vishwanathan": ["Tutorial summary: Survey of boosting from an optimization perspective., ICML, 2009"], "Yael Niv": ["Tutorial summary: The neuroscience of reinforcement learning., ICML, 2009"], "Kevyn Collins-Thompson": ["Tutorial summary: Machine learning in IR: recent successes and new opportunities., ICML, 2009"], "Jure Leskovec": ["Tutorial summary: Large social and information networks: opportunities for ML., ICML, 2009"], "Noah A. Smith": ["Tutorial summary: Structured prediction for natural language processing., ICML, 2009"]}