{"Pieter Abbeel": ["Exploration and apprenticeship learning in reinforcement learning., ICML, 2005"], "Brigham Anderson": ["Active learning for Hidden Markov Models: objective functions and algorithms., ICML, 2005"], "Nicos Angelopoulos": ["Tempering for Bayesian C&RT., ICML, 2005"], "Fabrizio Angiulli": ["Fast condensed nearest neighbor rule., ICML, 2005"], "Francis R. Bach": ["Predictive low-rank decomposition for kernel methods., ICML, 2005"], "Ron Bekkerman": ["Multi-way distributional clustering via pairwise interactions., ICML, 2005"], "Alina Beygelzimer": ["Error limiting reductions between classification tasks., ICML, 2005"], "Hendrik Blockeel": ["Multi-instance tree learning., ICML, 2005"], "Michael H. Bowling": ["Action respecting embedding., ICML, 2005"], "Markus Breitenbach": ["Clustering through ranking on manifolds., ICML, 2005"], "Will Bridewell": ["Reducing overfitting in process model induction., ICML, 2005"], "Christopher J. C. Burges": ["Learning to rank using gradient descent., ICML, 2005"], "John Burge": ["Learning class-discriminative dynamic Bayesian networks., ICML, 2005"], "Sylvain Calinon": ["Recognition and reproduction of gestures using a probabilistic framework combining PCA, ICA and HMM., ICML, 2005"], "Michael Carney": ["Predicting probability distributions for surf height using an ensemble of mixture density networks., ICML, 2005"], "Yu-Han Chang": ["Hedged learning: regret-minimization with learning experts., ICML, 2005"], "Li Cheng": ["Variational Bayesian image modelling., ICML, 2005"], "Wei Chu": ["Preference learning with Gaussian processes., ICML, 2005", "New approaches to support vector ordinal regression., ICML, 2005"], "Corinna Cortes": ["A general regression technique for learning transductions., ICML, 2005"], "Jacob W. Crandall": ["Learning to compete, compromise, and cooperate in repeated general-sum games., ICML, 2005"], "Hal Daumé III": ["Learning as search optimization: approximate large margin methods for structured prediction., ICML, 2005"], "Fernando De la Torre": ["Multimodal oriented discriminant analysis., ICML, 2005"], "Adam Drake": ["A practical generalization of Fourier-based learning., ICML, 2005"], "Kurt Driessens": ["Combining model-based and instance-based learning for first order regression., ICML, 2005"], "Yaakov Engel": ["Reinforcement learning with Gaussian processes., ICML, 2005"], "Roberto Esposito": ["Experimental comparison between bagging and Monte Carlo ensemble classification., ICML, 2005"], "Thomas Finley": ["Supervised clustering with support vector machines., ICML, 2005"], "Holger Fröhlich": ["Optimal assignment kernels for attributed molecular graphs., ICML, 2005"], "Pierre Geurts": ["Closed-form dual perturb and combine for tree-based models., ICML, 2005"], "Mark A. Girolami": ["Hierarchic Bayesian models for kernel learning., ICML, 2005"], "Karen A. Glocer": ["Online feature selection for pixel classification., ICML, 2005"], "Eugene Grois": ["Learning strategies for story comprehension: a reinforcement learning approach., ICML, 2005"], "Carlos Guestrin": ["Near-optimal sensor placements in Gaussian processes., ICML, 2005"], "Gunjan Gupta": ["Robust one-class clustering using hybrid global and local search., ICML, 2005"], "Xiaofei He": ["Statistical and computational analysis of locality preserving projection., ICML, 2005"], "Matthias Hein": ["Intrinsic dimensionality estimation of submanifolds in Rd., ICML, 2005"], "Katherine A. Heller": ["Bayesian hierarchical clustering., ICML, 2005"], "Mark Herbster": ["Online learning over graphs., ICML, 2005"], "Simon I. Hill": ["Adapting two-class support vector classification methods to many class problems., ICML, 2005"], "Shen-Shyang Ho": ["A martingale framework for concept change detection in time-varying data streams., ICML, 2005"], "Eugene Ie": ["Multi-class protein fold recognition using adaptive codes., ICML, 2005"], "Okhtay Ilghami": ["Learning approximate preconditions for methods in hierarchical plans., ICML, 2005"], "Neil Ireson": ["Evaluating machine learning for information extraction., ICML, 2005"], "Rong Jin": ["Learn to weight terms in information retrieval using category information., ICML, 2005", "A smoothed boosting algorithm using probabilistic output codes., ICML, 2005"], "Yushi Jing": ["Efficient discriminative learning of Bayesian network classifier via boosted augmented naive Bayes., ICML, 2005"], "Thorsten Joachims": ["A support vector method for multivariate performance measures., ICML, 2005", "Error bounds for correlation clustering., ICML, 2005"], "Sébastien Jodogne": ["Interactive learning of mappings from visual percepts to actions., ICML, 2005"], "Anders Jonsson": ["A causal approach to hierarchical decomposition of factored MDPs., ICML, 2005"], "Matti Kääriäinen": ["A comparison of tight generalization error bounds., ICML, 2005"], "S. Sathiya Keerthi": ["Generalized LARS as an effective feature selection tool for text classification with SVMs., ICML, 2005"], "Rinat Khoussainov": ["Ensembles of biased classifiers., ICML, 2005"], "Mikko Koivisto": ["Computational aspects of Bayesian partition models., ICML, 2005"], "Stanley Kok": ["Learning the structure of Markov logic networks., ICML, 2005"], "Jeremy Z. Kolter": ["Using additive expert ensembles to cope with concept drift., ICML, 2005"], "Brian Kulis": ["Semi-supervised graph clustering: a kernel approach., ICML, 2005"], "Thomas Navin Lal": ["A brain computer interface with online feedback based on magnetoencephalography., ICML, 2005"], "John Langford": ["Relating reinforcement learning performance to classification performance., ICML, 2005"], "François Laviolette": ["PAC-Bayes risk bounds for sample-compressed Gibbs classifiers., ICML, 2005"], "Quoc V. Le": ["Heteroscedastic Gaussian process regression., ICML, 2005"], "Rui Leite": ["Predicting relative performance of classifiers from samples., ICML, 2005"], "Xuejun Liao": ["Logistic regression with an auxiliary data source., ICML, 2005"], "Yan Liu": ["Predicting protein folds with structural repeats using a chain graph model., ICML, 2005"], "Philip M. Long": ["Unsupervised evidence integration., ICML, 2005"], "Daniel Lowd": ["Naive Bayes models for probability estimation., ICML, 2005"], "Sofus A. Macskassy": ["ROC confidence bands: an empirical evaluation., ICML, 2005"], "Rasmus Elsborg Madsen": ["Modeling word burstiness using the Dirichlet distribution., ICML, 2005"], "Sridhar Mahadevan": ["Proto-value functions: developmental reinforcement learning., ICML, 2005"], "Shie Mannor": ["The cross entropy method for classification., ICML, 2005"], "H. Brendan McMahan": ["Bounded real-time dynamic programming: RTDP with monotone upper bounds and performance guarantees., ICML, 2005"], "Marina Meila": ["Comparing clusterings: an axiomatic view., ICML, 2005"], "Sauro Menchetti": ["Weighted decomposition kernels., ICML, 2005"], "Jeff Michels": ["High speed obstacle avoidance using monocular vision and reinforcement learning., ICML, 2005"], "Sriraam Natarajan": ["Dynamic preferences in multi-criteria reinforcement learning., ICML, 2005", "Learning first-order probabilistic models with combining rules., ICML, 2005"], "DucDung Nguyen": ["An efficient method for simplifying support vector machines., ICML, 2005"], "Alexandru Niculescu-Mizil": ["Predicting good probabilities with supervised learning., ICML, 2005"], "Santiago Ontañón": ["Recycling data for multi-agent learning., ICML, 2005"], "Jean-François Paiement": ["A graphical model for chord progressions embedded in a psychoacoustic space., ICML, 2005"], "Lucas Paletta": ["Q-learning of sequential attention for visual object recognition from informative local descriptors., ICML, 2005"], "Franz Pernkopf": ["Discriminative versus generative parameter and structure learning of Bayesian network classifiers., ICML, 2005"], "Tadeusz Pietraszek": ["Optimizing abstaining classifiers using ROC analysis., ICML, 2005"], "Barnabás Póczos": ["Independent subspace analysis using geodesic spanning trees., ICML, 2005"], "Ganesh Ramakrishnan": ["A model for handling approximate, noisy or incomplete labeling in text classification., ICML, 2005"], "Carl Edward Rasmussen": ["Healing the relevance vector machine through augmentation., ICML, 2005"], "Soumya Ray": ["Supervised versus multiple instance learning: an empirical comparison., ICML, 2005", "Generalized skewing for functions with continuous and nominal attributes., ICML, 2005"], "Jason D. M. Rennie": ["Fast maximum margin matrix factorization for collaborative prediction., ICML, 2005"], "Khashayar Rohanimanesh": ["Coarticulation: an approach for generating concurrent plans in Markov decision processes., ICML, 2005"], "Bernard Rosell": ["Why skewing works: learning difficult Boolean functions with greedy tree learners., ICML, 2005"], "Dan Roth": ["Integer linear programming inference for conditional random fields., ICML, 2005"], "Juho Rousu": ["Learning hierarchical multi-category text classification models., ICML, 2005"], "Jarkko Salojärvi": ["Expectation maximization algorithms for conditional likelihoods., ICML, 2005"], "Sajama": ["Estimating and computing density based distance metrics., ICML, 2005", "Supervised dimensionality reduction using mixture models., ICML, 2005"], "Bernhard Schölkopf": ["Object correspondence as a machine learning problem., ICML, 2005"], "Fei Sha": ["Analysis and extension of spectral methods for nonlinear dimensionality reduction., ICML, 2005"], "Amnon Shashua": ["Non-negative tensor factorization with applications to statistics and computer vision., ICML, 2005"], "Sajid M. Siddiqi": ["Fast inference and learning in large-state-space HMMs., ICML, 2005"], "Ricardo Bezerra de Andrade e Silva": ["New d-separation identification results for learning continuous latent variable models., ICML, 2005"], "Özgür Simsek": ["Identifying useful subgoals in reinforcement learning by local graph partitioning., ICML, 2005"], "Vikas Sindhwani": ["Beyond the point cloud: from transductive to semi-supervised learning., ICML, 2005"], "Rohit Singh": ["Active learning for sampling in time-series experiments with application to gene expression analysis., ICML, 2005"], "Edward Snelson": ["Compact approximations to Bayesian predictive distributions., ICML, 2005"], "Sören Sonnenburg": ["Large scale genomic sequence SVM classifiers., ICML, 2005"], "Alexander L. Strehl": ["A theoretical analysis of Model-Based Interval Estimation., ICML, 2005"], "Qiang Sun": ["Explanation-Augmented SVM: an approach to incorporating domain knowledge into SVM learning., ICML, 2005"], "Yijun Sun": ["Unifying the error-correcting and output-code AdaBoost within the margin framework., ICML, 2005"], "Csaba Szepesvári": ["Finite time bounds for sampling based fitted value iteration., ICML, 2005"], "Brian Tanner": ["TD(lambda) networks: temporal-difference networks with eligibility traces., ICML, 2005"], "Benjamin Taskar": ["Learning structured prediction models: a large margin approach., ICML, 2005"], "Marc Toussaint": ["Learning discontinuities with products-of-sigmoids for switching between local models., ICML, 2005"], "Ivor W. Tsang": ["Core Vector Regression for very large regression problems., ICML, 2005"], "Koji Tsuda": ["Propagating distributions on a hypergraph by dual information regularization., ICML, 2005"], "Sriharsha Veeramachaneni": ["Hierarchical Dirichlet model for document classification., ICML, 2005"], "Christian Walder": ["Implicit surface modelling as an eigenvalue problem., ICML, 2005"], "Chang Wang": ["New kernels for protein structural motif discovery and function classification., ICML, 2005"], "Shaojun Wang": ["Exploiting syntactic, semantic and lexical regularities in language modeling via directed Markov random fields., ICML, 2005"], "Tao Wang": ["Bayesian sparse sampling for on-line reward optimization., ICML, 2005"], "Eric Wiewiora": ["Learning predictive representations from a history., ICML, 2005"], "David Williams": ["Incomplete-data classification using logistic regression., ICML, 2005"], "Britton Wolfe": ["Learning predictive state representations in dynamical systems without reset., ICML, 2005"], "Jianxin Wu": ["Linear Asymmetric Classifier for cascade detectors., ICML, 2005"], "Mingrui Wu": ["Building Sparse Large Margin Classifiers., ICML, 2005"], "Zhao Xu": ["Dirichlet enhanced relational learning., ICML, 2005"], "Kai Yu": ["Learning Gaussian processes from multiple tasks., ICML, 2005"], "Harry Zhang": ["Augmenting naive Bayes for ranking., ICML, 2005"], "Ding Zhou": ["A new Mallows distance based metric for comparing clusterings., ICML, 2005"], "Dengyong Zhou": ["Learning from labeled and unlabeled data on a directed graph., ICML, 2005"], "Jun Zhu": ["2D Conditional Random Fields for Web information extraction., ICML, 2005"], "Xiaojin Zhu": ["Harmonic mixtures: combining mixture models and graph-based methods for inductive and scalable semi-supervised learning., ICML, 2005"], "Alexander Zien": ["Large margin non-linear embedding., ICML, 2005"]}