{"Yuichi Yoshida": ["Efficient Top-k Shortest-Path Distance Queries on Large Networks by Pruned Landmark Labeling., AAAI, 2015", "Distributed Multiplicative Weights Methods for DCOP., AAAI, 2015"], "Marie-Christine Rousset": ["Inferring Same-As Facts from Linked Data: An Iterative Import-by-Query Approach., AAAI, 2015"], "Jianmin Wang": ["A Personalized Interest-Forgetting Markov Model for Recommendations., AAAI, 2015", "Will You \"Reconsume\" the Near Past? Fast Prediction on Short-Term Reconsumption Behaviors., AAAI, 2015", "Learning Predictable and Discriminative Attributes for Visual Recognition., AAAI, 2015"], "Dongyuan Lu": ["VELDA: Relating an Image Tweet's Text and Images., AAAI, 2015"], "Yuanshun Dai": ["On Information Coverage for Location Category Based Point-of-Interest Recommendation., AAAI, 2015"], "Winston H. Hsu": ["Visually Interpreting Names as Demographic Attributes by Exploiting Click-Through Data., AAAI, 2015"], "Shengrui Wang": ["A New Granger Causal Model for Influence Evolution in Dynamic Social Networks: The Case of DBLP., AAAI, 2015"], "Aviv Zohar": ["An Axiomatic Approach to Link Prediction., AAAI, 2015"], "Peng He": ["Perceiving Group Themes from Collective Social and Behavioral Information., AAAI, 2015"], "Jennifer Cutler": ["Predicting the Demographics of Twitter Users from Website Traffic Data., AAAI, 2015"], "Eric P. Xing": ["High-Performance Distributed ML at Scale through Parameter Server Consistency Models., AAAI, 2015", "Mining User Interests from Personal Photos., AAAI, 2015", "Integrating Image Clustering and Codebook Learning., AAAI, 2015"], "Yuzhong Qu": ["An EBMC-Based Approach to Selecting Types for Entity Filtering., AAAI, 2015"], "Gianluigi Greco": ["Trust Models for RDF Data: Semantics and Complexity., AAAI, 2015"], "Mariano P. Consens": ["Extended Property Paths: Writing More SPARQL Queries in a Succinct Way., AAAI, 2015"], "Giorgos B. Stamou": ["Lower and Upper Bounds for SPARQL Queries over OWL Ontologies., AAAI, 2015"], "Amit P. Sheth": ["FACES: Diversity-Aware Entity Summarization Using Incremental Hierarchical Conceptual Clustering., AAAI, 2015"], "Neil Yorke-Smith": ["TrustSVD: Collaborative Filtering with Both the Explicit and Implicit Influence of User Trust and of Item Ratings., AAAI, 2015"], "Weixiong Zhang": ["A Stochastic Model for Detecting Heterogeneous Link Communities in Complex Networks., AAAI, 2015", "Modeling with Node Degree Preservation Can Accurately Find Communities., AAAI, 2015", "Marginalized Denoising for Link Prediction and Multi-Label Learning., AAAI, 2015"], "Jin Li": ["Prajna: Towards Recognizing Whatever You Want from Images without Image Labeling., AAAI, 2015"], "Jerid Francom": ["Kernel Density Estimation for Text-Based Geolocation., AAAI, 2015"], "Xiangyang Xue": ["Cross-Modal Image Clustering via Canonical Correlation Analysis., AAAI, 2015"], "Haesun Park": ["Estimating Temporal Dynamics of Human Emotions., AAAI, 2015", "Local Context Sparse Coding., AAAI, 2015"], "Renate A. Schmidt": ["Uniform Interpolation and Forgetting for ALC Ontologies with ABoxes., AAAI, 2015"], "Aron Culotta": ["Using Matched Samples to Estimate the Effects of Exercise on Mental Health via Twitter., AAAI, 2015"], "Jeff Z. Pan": ["Consistent Knowledge Discovery from Evolving Ontologies., AAAI, 2015"], "Zhi-Hong Deng": ["Multi-Document Summarization Based on Two-Level Sparse Representation Model., AAAI, 2015"], "Liang Wang": ["COT: Contextual Operating Tensor for Context-Aware Recommender Systems., AAAI, 2015"], "Ivor W. Tsang": ["Effectively Predicting Whether and When a Topic Will Become Prevalent in a Social Network., AAAI, 2015", "Large Margin Metric Learning for Multi-Label Prediction., AAAI, 2015"], "Qiang Yang": ["Content-Based Collaborative Filtering for News Topic Recommendation., AAAI, 2015", "RAIN: Social Role-Aware Information Diffusion., AAAI, 2015", "Efficient Task Sub-Delegation for Crowdsourcing., AAAI, 2015", "Spectral Label Refinement for Noisy and Missing Text Labels., AAAI, 2015"], "Gao Cong": ["A Tri-Role Topic Model for Domain-Specific Question Answering., AAAI, 2015"], "Ian Horrocks": ["Handling Owl: sameAs via Rewriting., AAAI, 2015", "Ontology Module Extraction via Datalog Reasoning., AAAI, 2015", "Incremental Update of Datalog Materialisation: the Backward/Forward Algorithm., AAAI, 2015"], "Jennifer Neville": ["Incorporating Assortativity and Degree Dependence into Scalable Network Models., AAAI, 2015"], "Peter F. Patel-Schneider": ["Using Description Logics for RDF Constraint Checking and Closed-World Recognition., AAAI, 2015"], "Zhiqiang Zhuang": ["Approximating Model-Based ABox Revision in DL-Lite: Theory and Practice., AAAI, 2015", "Knowledge Forgetting in Circumscription: A Preliminary Report., AAAI, 2015"], "Huan Liu": ["Leveraging Social Foci for Information Seeking in Social Media., AAAI, 2015", "Embedded Unsupervised Feature Selection., AAAI, 2015", "Content-Aware Point of Interest Recommendation on Location-Based Social Networks., AAAI, 2015"], "Federico Ulliana": ["Extracting Bounded-Level Modules from Deductive RDF Triplestores., AAAI, 2015"], "Zhang Xiong": ["Question/Answer Matching for CQA System via Combining Lexical and Sequential Information., AAAI, 2015"], "Navot Akiva": ["A Hybrid Approach of Classifier and Clustering for Solving the Missing Node Problem., AAAI, 2015"], "David A. Meyer": ["Recommending Positive Links in Signed Social Networks by Optimizing a Generalized AUC., AAAI, 2015"], "Yi Chang": ["Causal Inference via Sparse Additive Models with Application to Online Advertising., AAAI, 2015"], "Zhong Su": ["Sampling Representative Users from Large Social Networks., AAAI, 2015"], "Chiranjib Bhattacharyya": ["Relating Romanized Comments to News Articles by Inferring Multi-Glyphic Topical Correspondence., AAAI, 2015"], "Xiaoming Li": ["Mining User Intents in Twitter: A Semi-Supervised Approach to Inferring Intent Categories for Tweets., AAAI, 2015"], "Zhoujun Li": ["Burst Time Prediction in Cascades., AAAI, 2015"], "Jinhui Xu": ["Clustering-Based Collaborative Filtering for Link Prediction., AAAI, 2015", "Random Gradient Descent Tree: A Combinatorial Approach for SVM with Outliers., AAAI, 2015"], "Ming Zhou": ["Mining Query Subtopics from Questions in Community Question Answering., AAAI, 2015", "Ranking with Recursive Neural Networks and Its Application to Multi-Document Summarization., AAAI, 2015"], "Gerard de Melo": ["DynaDiffuse: A Dynamic Diffusion Model for Continuous Time Constrained Influence Maximization., AAAI, 2015"], "Xueqi Cheng": ["A Probabilistic Model for Bursty Topic Discovery in Microblogs., AAAI, 2015", "Learning User-Specific Latent Influence and Susceptibility from Information Cascades., AAAI, 2015"], "Xuehua Zhao": ["On the Scalable Learning of Stochastic Blockmodel., AAAI, 2015"], "Jie Cao": ["Collaborative Topic Ranking: Leveraging Item Meta-Data for Sparsity Reduction., AAAI, 2015"], "Jianchao Yang": ["Robust Image Sentiment Analysis Using Progressively Trained and Domain Transferred Deep Networks., AAAI, 2015"], "Hongkun Yu": ["Are Features Equally Representative? A Feature-Centric Recommendation., AAAI, 2015"], "Michael R. Lyu": ["Incorporating Implicit Link Preference Into Overlapping Community Detection., AAAI, 2015"], "Xuanjing Huang": ["Retweet Behavior Prediction Using Hierarchical Dirichlet Process., AAAI, 2015"], "Tat-Seng Chua": ["Exploring Key Concept Paraphrasing Based on Pivot Language Translation for Question Retrieval., AAAI, 2015"], "Jianguo Xiao": ["Representation Learning for Aspect Category Detection in Online Reviews., AAAI, 2015", "Learning to Recommend Quotes for Writing., AAAI, 2015"], "Ricardo Matsumura de Araújo": ["Person Identification Using Anthropometric and Gait Data from Kinect Sensor., AAAI, 2015"], "Christopher Leckie": ["R1SVM: A Randomised Nonlinear Approach to Large-Scale Anomaly Detection., AAAI, 2015"], "Wenyuan Dai": ["Personalized Tag Recommendation through Nonlinear Tensor Factorization Using Gaussian Kernel., AAAI, 2015"], "Mengling Feng": ["A Multivariate Timeseries Modeling Approach to Severity of Illness Assessment and Forecasting in ICU with Sparse, Heterogeneous Clinical Data., AAAI, 2015"], "Dit-Yan Yeung": ["Probabilistic Graphical Models for Boosting Cardinal and Ordinal Peer Grading in MOOCs., AAAI, 2015", "Relational Stacked Denoising Autoencoder for Tag Recommendation., AAAI, 2015"], "Michael Wooldridge": ["Efficient Computation of Semivalues for Game-Theoretic Network Centrality., AAAI, 2015"], "Joachim M. Buhmann": ["Kickback Cuts Backprop's Red-Tape: Biologically Plausible Credit Assignment in Neural Networks., AAAI, 2015"], "Josefina Sierra-Santibáñez": ["An Agent-Based Model of the Emergence and Transmission of a Language System for the Expression of Logical Combinations., AAAI, 2015"], "Kenneth D. Forbus": ["Moral Decision-Making by Analogy: Generalizations versus Exemplars., AAAI, 2015", "Learning Plausible Inferences from Semantic Web Knowledge by Combining Analogical Generalization with Structured Logistic Regression., AAAI, 2015", "Extending Analogical Generalization with Near-Misses., AAAI, 2015"], "Soujanya Poria": ["AffectiveSpace 2: Enabling Affective Intuition for Concept-Level Sentiment Analysis., AAAI, 2015"], "Pat Langley": ["Dialogue Understanding in a Logic of Action and Belief., AAAI, 2015"], "Byoung-Tak Zhang": ["Automated Construction of Visual-Linguistic Knowledge via Concept Learning from Cartoon Videos., AAAI, 2015"], "Tobias Schröder": ["Bayesian Affect Control Theory of Self., AAAI, 2015"], "Adam Arvay": ["Heuristic Induction of Rate-Based Process Models., AAAI, 2015"], "John E. Laird": ["Spontaneous Retrieval from Long-Term Memory for a Cognitive Architecture., AAAI, 2015"], "David W. Embley": ["Ontology-Based Information Extraction with a Cognitive Agent., AAAI, 2015"], "Petr Babkin": ["Automatic Ellipsis Resolution: Recovering Covert Information from Text., AAAI, 2015"], "Stuart C. Shapiro": ["Inference Graphs: Combining Natural Deduction and Subsumption Inference in a Concurrent Reasoner., AAAI, 2015"], "Haizhou Li": ["An Entorhinal-Hippocampal Model for Simultaneous Cognitive Map Building., AAAI, 2015"], "Seung-won Hwang": ["An Association Network for Computing Semantic Relatedness., AAAI, 2015"], "Viktor K. Prasanna": ["Influence-Driven Model for Time Series Prediction from Partial Observations., AAAI, 2015"], "Sarvapali D. Ramchurn": ["Sharing Rides with Friends: A Coalition Formation Algorithm for Ridesharing., AAAI, 2015"], "Mathijs de Weerdt": ["Best-Response Planning of Thermostatically Controlled Loads under Power Constraints., AAAI, 2015"], "Tuomas Sandholm": ["FutureMatch: Combining Human Value Judgments and Machine Learning to Match in Dynamic Environments., AAAI, 2015", "Steering Evolution Strategically: Computational Game Theory and Opponent Exploitation for Treatment Planning, Drug Design, and Synthetic Biology., AAAI, 2015", "Abstraction for Solving Large Incomplete-Information Games., AAAI, 2015", "Tartanian7: A Champion Two-Player No-Limit Texas Hold'em Poker-Playing Program., AAAI, 2015"], "Shankar Sastry": ["Energy Disaggregation via Learning Powerlets and Sparse Coding., AAAI, 2015"], "Robert Bruce van Dover": ["Pattern Decomposition with Complex Combinatorial Constraints: Application to Materials Discovery., AAAI, 2015"], "Carla P. Gomes": ["Learning Large-Scale Dynamic Discrete Choice Models of Spatio-Temporal Preferences with Application to Migratory Pastoralism in East Africa., AAAI, 2015"], "Fabio Tozeto Ramos": ["A Nonparametric Online Model for Air Quality Prediction., AAAI, 2015"], "Pascal Van Hentenryck": ["Power System Restoration With Transient Stability., AAAI, 2015", "Convergent Plans for Large-Scale Evacuations., AAAI, 2015", "Emerging Architectures for Global System Science., AAAI, 2015"], "Wolfgang Ketter": ["Aggregating Electric Cars to Sustainable Virtual Power Plants: The Value of Flexibility in Future Electricity Markets., AAAI, 2015"], "Hongyuan Zha": ["Energy Usage Behavior Modeling in Energy Disaggregation via Marked Hawkes Process., AAAI, 2015"], "Russell Bent": ["HVAC-Aware Occupancy Scheduling., AAAI, 2015"], "David B. Shmoys": ["Data Analysis and Optimization for (Citi)Bike Sharing., AAAI, 2015"], "Nicholas Robert Jennings": ["Towards Optimal Solar Tracking: A Dynamic Programming Approach., AAAI, 2015"], "Hoong Chuin Lau": ["Risk Based Optimization for Improving Emergency Medical Systems., AAAI, 2015", "Algorithm Selection via Ranking., AAAI, 2015"], "Meinolf Sellmann": ["Predisaster Preparation of Transportation Networks., AAAI, 2015"], "Ravi Sundaram": ["SmartShift: Expanded Load Shifting Incentive Mechanism for Risk-Averse Consumers., AAAI, 2015"], "Andreas Krause": ["Incentivizing Users for Balancing Bike Sharing Systems., AAAI, 2015", "Lazier Than Lazy Greedy., AAAI, 2015", "Submodular Surrogates for Value of Information., AAAI, 2015"], "Xing Xie": ["A Simulator of Human Emergency Mobility Following Disasters: Knowledge Transfer from Big Disaster Data., AAAI, 2015"], "Illah Reza Nourbakhsh": ["Real-Time Predictive Optimization for Energy Management in a Hybrid Electric Vehicle., AAAI, 2015"], "Sumit Gulwani": ["Automatic Generation of Alternative Starting Positions for Simple Traditional Board Games., AAAI, 2015"], "Marc Christie": ["Continuity Editing for 3D Animation., AAAI, 2015"], "Giuseppe Lopomo": ["Assessing the Robustness of Cremer-McLean with Automated Mechanism Design., AAAI, 2015"], "Aaron Roth": ["Online Learning and Profit Maximization from Revealed Preferences., AAAI, 2015"], "John Postl": ["Approximating Optimal Social Choice under Metric Preferences., AAAI, 2015"], "Toby Walsh": ["Justified Representation in Approval-Based Committee Voting., AAAI, 2015", "Challenges in Resource and Cost Allocation., AAAI, 2015"], "Arunesh Sinha": ["Audit Games with Multiple Defender Resources., AAAI, 2015"], "Jamie Morgenstern": ["Learning Valuation Distributions from Partial Observation., AAAI, 2015"], "Jiri Cermak": ["Sequence-Form Algorithm for Computing Stackelberg Equilibria in Extensive-Form Games., AAAI, 2015"], "Christopher Kiekintveld": ["Combining Compact Representation and Incremental Generation in Large Games with Sequential Strategies., AAAI, 2015"], "Vincent Conitzer": ["Strategic Voting and Strategic Candidacy., AAAI, 2015", "Cooperative Game Solution Concepts that Maximize Stability under Noise., AAAI, 2015"], "Benjamin Lubin": ["A Faster Core Constraint Generation Algorithm for Combinatorial Auctions., AAAI, 2015"], "Justin Peabody": ["Price Evolution in a Continuous Double Auction Prediction Market With a Scoring-Rule Based Market Maker., AAAI, 2015"], "Luis E. Ortiz": ["Computing Nash Equilibrium in Interdependent Defense Games., AAAI, 2015"], "Bo Waggoner": ["Fair Information Sharing for Treasure Hunting., AAAI, 2015"], "Robin Cohen": ["Conventional Machine Learning for Social Choice., AAAI, 2015", "Matching with Dynamic Ordinal Preferences., AAAI, 2015", "On Manipulablity of Random Serial Dictatorship in Sequential Matching with Dynamic Preferences., AAAI, 2015"], "Svetlana Obraztsova": ["The Complexity of Recognizing Incomplete Single-Crossing Preferences., AAAI, 2015"], "Vasilis Syrgkanis": ["A Unifying Hierarchy of Valuations with Complements and Substitutes., AAAI, 2015"], "Ofir Geri": ["Do Capacity Constraints Constrain Coalitions?, AAAI, 2015"], "Gabor Aranyi": ["A Mechanism Design Approach to Measure Awareness., AAAI, 2015"], "Qiang Zhang": ["Facility Location with Double-Peaked Preferences., AAAI, 2015"], "Ian A. Kash": ["Elicitation for Aggregation., AAAI, 2015"], "Makoto Yokoo": ["A Complexity Approach for Core-Selecting Exchange with Multiple Indivisible Goods under Lexicographic Preferences., AAAI, 2015", "Controlled School Choice with Soft Bounds and Overlapping Types., AAAI, 2015", "A Graphical Representation for Games in Partition Function Form., AAAI, 2015"], "Yevgeniy Vorobeychik": ["Security Games with Protection Externalities., AAAI, 2015", "Mechanism Design for Team Formation., AAAI, 2015", "Designing Vaccines that Are Robust to Virus Escape., AAAI, 2015"], "David Sarne": ["Strategy-Proof and Efficient Kidney Exchange Using a Credit Mechanism., AAAI, 2015"], "Lisa Wagner": ["Hedonic Coalition Formation in Networks., AAAI, 2015"], "Eric Lei": ["On a Competitive Secretary Problem., AAAI, 2015"], "Xenofon D. Koutsoukos": ["Optimal Personalized Filtering Against Spear-Phishing Attacks., AAAI, 2015"], "Yoav Shoham": ["Stable Invitations., AAAI, 2015"], "Jeffrey S. Rosenschein": ["The Pricing War Continues: On Competitive Multi-Item Pricing., AAAI, 2015", "Analysis of Equilibria in Iterative Voting Schemes., AAAI, 2015"], "David C. Parkes": ["Congestion Games with Distance-Based Strict Uncertainty., AAAI, 2015"], "Nicholas R. Jennings": ["On the Convergence of Iterative Voting: How Restrictive Should Restricted Dynamics Be?, AAAI, 2015", "Balanced Trade Reduction for Dual-Role Exchange Markets., AAAI, 2015", "Crowdsourcing Complex Workflows under Budget Constraints., AAAI, 2015"], "Yair Zick": ["Voting Rules As Error-Correcting Codes., AAAI, 2015"], "Boi Faltings": ["Incentives for Subjective Evaluations with Private Beliefs., AAAI, 2015"], "Yonatan Aumann": ["Envy-Free Cake-Cutting in Two Dimensions., AAAI, 2015"], "Carmine Ventre": ["Truthful Mechanisms without Money for Non-Utilitarian Heterogeneous Facility Location., AAAI, 2015"], "Y. Narahari": ["A Stackelberg Game Approach for Incentivizing Participation in Online Educational Forums with Heterogeneous Student Population., AAAI, 2015"], "Milind Tambe": ["Exploring Information Asymmetry in Two-Stage Security Games., AAAI, 2015", "Every Team Deserves a Second Chance: Identifying When Things Go Wrong (Student Abstract Version)., AAAI, 2015"], "Pingzhong Tang": ["Optimal Machine Strategies to Commit to in Two-Person Repeated Games., AAAI, 2015"], "Haim Schweitzer": ["Optimal Column Subset Selection by A-Star Search., AAAI, 2015"], "Richard E. Korf": ["Limitations of Front-To-End Bidirectional Heuristic Search., AAAI, 2015"], "Patrice Perny": ["Incremental Weight Elicitation for Multiobjective State Space Search., AAAI, 2015"], "Daniel Harabor": ["Complexity Results for Compressing Optimal Paths., AAAI, 2015"], "Kaile Su": ["Two Weighting Local Search for Minimum Vertex Cover., AAAI, 2015"], "Kevin Leyton-Brown": ["Efficient Benchmarking of Hyperparameter Optimizers via Surrogates., AAAI, 2015"], "Frank Hutter": ["Initializing Bayesian Hyperparameter Optimization via Meta-Learning., AAAI, 2015", "Automatic Configuration of Sequential Planning Portfolios., AAAI, 2015"], "Youssef Hamadi": ["Stochastic Local Search for Satisfiability Modulo Theories., AAAI, 2015"], "Ken-ichi Kawarabayashi": ["Lagrangian Decomposition Algorithm for Allocating Marketing Channels., AAAI, 2015", "Learning Word Representations from Relational Graphs., AAAI, 2015"], "Wheeler Ruml": ["Recursive Best-First Search with Bounded Overhead., AAAI, 2015"], "Jorge A. Baier": ["Reusing Previously Found A* Paths for Fast Goal-Directed Navigation in Dynamic Terrain., AAAI, 2015"], "Bojun Huang": ["Pruning Game Tree by Rollouts., AAAI, 2015"], "William Yeoh": ["Solving Distributed Constraint Optimization Problems Using Logic Programming., AAAI, 2015"], "Craig Boutilier": ["Value-Directed Compression of Large-Scale Assignment Problems., AAAI, 2015"], "Bao-Liang Lu": ["On Unconstrained Quasi-Submodular Function Optimization., AAAI, 2015"], "Alexandre Termier": ["Improved Local Search for Binary Matrix Factorization., AAAI, 2015"], "John W. Fisher III": ["A Theoretical Analysis of Optimization by Gaussian Continuation., AAAI, 2015"], "Philippe Codognet": ["Solving Hard Stable Matching Problems via Local Search and Cooperative Parallelization., AAAI, 2015"], "Masaaki Nagata": ["BDD-Constrained Search: A Unified Approach to Constrained Shortest Path Problems., AAAI, 2015"], "Shunji Umetani": ["Exploiting Variable Associations to Configure Efficient Local Search in Large-Scale Set Partitioning Problems., AAAI, 2015"], "Scott Backhaus": ["Resilient Upgrade of Electrical Distribution Grids., AAAI, 2015"], "Martin Müller": ["TDS+: Improving Temperature Discovery Search., AAAI, 2015"], "Jianyang Zeng": ["Massively Parallel A* Search on a GPU., AAAI, 2015"], "Prasenjit Dey": ["Novel Mechanisms for Online Crowdsourcing with Unreliable, Strategic Agents., AAAI, 2015"], "Mark Hasegawa-Johnson": ["Acquiring Speech Transcriptions Using Mismatched Crowdsourcing., AAAI, 2015"], "Thomas Moscibroda": ["Incentive Networks., AAAI, 2015"], "Luís C. Lamb": ["Collaboration in Social Problem-Solving: When Diversity Trumps Network Efficiency., AAAI, 2015"], "Jordi Nin": ["CrowdWON: A Modelling Language for Crowd Processes based on Workflow Nets., AAAI, 2015"], "Dengyong Zhou": ["On the Impossibility of Convex Inference in Human Computation., AAAI, 2015"], "Eden Shalom Erez": ["When Suboptimal Rules., AAAI, 2015"], "Sarit Kraus": ["Providing Arguments in Discussions Based on the Prediction of Human Argumentative Behavior., AAAI, 2015", "Intelligent Agents for Rehabilitation and Care of Disabled and Chronic Patients., AAAI, 2015"], "Georg Essl": ["Predicting Emotion Perception Across Domains: A Study of Singing and Speaking., AAAI, 2015"], "Anthony Stentz": ["Learning to Manipulate Unknown Objects in Clutter by Reinforcement., AAAI, 2015"], "Cynthia Breazeal": ["Bayesian Active Learning-Based Robot Tutor for Children's Word-Reading Skills., AAAI, 2015"], "Myung-Hyun Ga": ["RANSAC versus CS-RANSAC., AAAI, 2015"], "Eva Onaindia": ["Game-Theoretic Approach for Non-Cooperative Planning., AAAI, 2015"], "Wanpracha Art Chaovalitwongse": ["Pattern-Based Variant-Best-Neighbors Respiratory Motion Prediction Using Orthogonal Polynomials Approximation., AAAI, 2015"], "Robert Dean": ["Toward Mobile Robots Reasoning Like Humans., AAAI, 2015"], "Lars Schmidt-Thieme": ["Integration and Evaluation of a Matrix Factorization Sequencer in Large Commercial ITS., AAAI, 2015"], "Matthias Scheutz": ["Going Beyond Literal Command-Based Instructions: Extending Robotic Natural Language Interaction Capabilities., AAAI, 2015"], "Peter Stone": ["CORPP: Commonsense Reasoning and Probabilistic Planning, as Applied to Dialog with a Mobile Robot., AAAI, 2015", "Cooperating with Unknown Teammates in Complex Domains: A Robot Soccer Case Study of Ad Hoc Teamwork., AAAI, 2015", "SCRAM: Scalable Collision-avoiding Role Assignment with Minimal-Makespan for Formational Positioning., AAAI, 2015", "UT Austin Villa 2014: RoboCup 3D Simulation League Champion via Overlapping Layered Learning., AAAI, 2015", "Placing Influencing Agents in a Flock., AAAI, 2015"], "Henry A. Kautz": ["Tackling Mental Health by Integrating Unobtrusive Multimodal Sensing., AAAI, 2015"], "Michael Zakharyaschev": ["Tractable Interval Temporal Propositional and Description Logics., AAAI, 2015"], "Joohyung Lee": ["Action Language BC+: Preliminary Report., AAAI, 2015", "Handling Uncertainty in Answer Set Programming., AAAI, 2015"], "Michael Fink": ["LARS: A Logic-Based Framework for Analyzing Reasoning over Streams., AAAI, 2015"], "Kewen Wang": ["Partial Meet Revision and Contraction in Logic Programs., AAAI, 2015", "A Syntax-Independent Approach to Forgetting in Disjunctive Logic Programs., AAAI, 2015", "Query Abduction for ELH Ontologies., AAAI, 2015"], "Vladimir Lifschitz": ["Pearl's Causality in a Logical Setting., AAAI, 2015"], "Marc Denecker": ["Grounded Fixpoints., AAAI, 2015"], "Sonia Chernova": ["Solving and Explaining Analogy Questions Using Semantic Networks., AAAI, 2015"], "Torsten Schaub": ["asprin: Customizing Answer Set Preferences without a Headache., AAAI, 2015", "What's Hot in the SAT and ASP Competitions., AAAI, 2015"], "Grigoris Antoniou": ["Exploiting Parallelism for Hard Problems in Abstract Argumentation., AAAI, 2015"], "Yi-Dong Shen": ["Towards Tractable and Practical ABox Abduction over Inconsistent Description Logic Ontologies., AAAI, 2015", "Convex Batch Mode Active Sampling via α-Relative Pearson Divergence., AAAI, 2015"], "Francesca Toni": ["On Computing Explanations in Argumentation., AAAI, 2015", "Logic Programming in Assumption-Based Argumentation Revisited - Semantics and Graphical Representation., AAAI, 2015"], "Kostyantyn M. Shchekotykhin": ["Parallelized Hitting Set Computation for Model-Based Diagnosis., AAAI, 2015", "Interactive Query-Based Debugging of ASP Programs., AAAI, 2015"], "Zhenfeng Yuan": ["Splitting a Logic Program Revisited., AAAI, 2015"], "Peng Xiao": ["On Elementary Loops and Proper Loops for Disjunctive Logic Programs., AAAI, 2015"], "Domagoj Vrgoc": ["XPath for DL Ontologies., AAAI, 2015"], "Miroslaw Truszczynski": ["An Abstract View on Modularity in Knowledge Representation., AAAI, 2015", "Learning Partial Lexicographic Preference Trees over Combinatorial Domains., AAAI, 2015"], "Gerardo I. Simari": ["From Classical to Consistent Query Answering under Existential Rules., AAAI, 2015"], "Sanjiang Li": ["Belief Revision with General Epistemic States., AAAI, 2015"], "Freddy Lécué": ["Minimizing User Involvement for Accurate Ontology Matching Problems., AAAI, 2015"], "Gerhard Lakemeyer": ["Projection in the Epistemic Situation Calculus with Belief Conditionals., AAAI, 2015"], "Pierre Marquis": ["Belief Revision Games., AAAI, 2015", "Compile!, AAAI, 2015"], "Gregory Gelfond": ["Exploring the KD45 Property of a Kripke Model After the Execution of an Action Sequence., AAAI, 2015"], "Boris Motik": ["Answering Conjunctive Queries over EL Knowledge Bases with Transitive and Reflexive Roles., AAAI, 2015"], "Alexander Feldman": ["How Many Diagnoses Do We Need?, AAAI, 2015"], "Hannes Strass": ["The Relative Expressiveness of Abstract Argumentation and Logic Programming., AAAI, 2015"], "Nick Hawes": ["A Comparison of Qualitative and Metric Spatial Relation Models for Scene Understanding., AAAI, 2015"], "Adnan Darwiche": ["On the Role of Canonicity in Knowledge Compilation., AAAI, 2015", "Value of Information Based on Decision Robustness., AAAI, 2015"], "Guilin Qi": ["Instance-Driven Ontology Evolution in DL-Lite., AAAI, 2015"], "Yueting Zhuang": ["Structured Embedding via Pairwise Relations and Long-Range Interactions in Knowledge Base., AAAI, 2015", "Metric Learning Driven Multi-Task Structured Output Optimization for Robust Keypoint Tracking., AAAI, 2015"], "Michael Thielscher": ["A Logic for Reasoning About Game Strategies., AAAI, 2015", "Lifting Model Sampling for General Game Playing to Incomplete-Information Models., AAAI, 2015"], "Jia-Huai You": ["Existential Rule Languages with Finite Chase: Complexity and Expressiveness., AAAI, 2015"], "Fabio Ramos": ["Variational Inference for Nonparametric Bayesian Quantile Regression., AAAI, 2015"], "Ognjen Arandjelovic": ["Sample-Targeted Clinical Trial Adaptation., AAAI, 2015"], "Jennifer G. Dy": ["A Sparse Combined Regression-Classification Formulation for Learning a Physiological Alternative to Clinical Post-Traumatic Stress Disorder Scores., AAAI, 2015"], "Zhi-Hua Zhou": ["Structured Sparsity with Group-Graph Regularization., AAAI, 2015", "Pareto Ensemble Pruning., AAAI, 2015", "Online Bandit Learning for a Special Class of Non-Convex Losses., AAAI, 2015"], "Cristina Conati": ["Constructing Models of User and Task Characteristics from Eye Gaze Data for User-Adaptive Information Highlighting., AAAI, 2015"], "Laura Mandell": ["Automatic Assessment of OCR Quality in Historical Documents., AAAI, 2015"], "Thomas Ploetz": ["PD Disease State Assessment in Naturalistic Environments Using Deep Learning., AAAI, 2015"], "Rui Zhang": ["Identifying At-Risk Students in Massive Open Online Courses., AAAI, 2015"], "Gilles Pesant": ["Exploiting Determinism to Scale Relational Inference., AAAI, 2015"], "Julie A. Shah": ["Scalable and Interpretable Data Representation for High-Dimensional, Complex Data., AAAI, 2015", "On Fairness in Decision-Making under Uncertainty: Definitions, Computation, and Comparison., AAAI, 2015"], "David D. Jensen": ["Learning to Uncover Deep Musical Structure., AAAI, 2015"], "Thomas A. Lasko": ["Nonstationary Gaussian Process Regression for Evaluating Repeated Clinical Laboratory Tests., AAAI, 2015"], "Hsinchun Chen": ["Tensor-Based Learning for Predicting Stock Movements., AAAI, 2015"], "Benjamin I. P. Rubinstein": ["Sub-Merge: Diving Down to the Attribute-Value Level in Statistical Schema Matching., AAAI, 2015"], "Milos Hauskrecht": ["A Regularized Linear Dynamical System Framework for Multivariate Time Series Analysis., AAAI, 2015", "Obtaining Well Calibrated Probabilities Using Bayesian Binning., AAAI, 2015", "Multivariate Conditional Anomaly Detection and Its Clinical Application., AAAI, 2015"], "Zhouchen Lin": ["Generalized Singular Value Thresholding., AAAI, 2015"], "Nikolay Laptev": ["Inertial Hidden Markov Models: Modeling Change in Multivariate Time Series., AAAI, 2015"], "Ian Davidson": ["Propagating Ranking Functions on a Graph: Algorithms and Applications., AAAI, 2015"], "Li Xu": ["On Vectorization of Deep Convolutional Neural Networks for Vision Tasks., AAAI, 2015"], "Carlos Forster": ["Learning Hybrid Models with Guarded Transitions., AAAI, 2015"], "Jun Wang": ["Transaction Costs-Aware Portfolio Optimization via Fast Lowner-John Ellipsoid Approximation., AAAI, 2015"], "Raymond K. Wong": ["Coupled Interdependent Attribute Analysis on Mixed Data., AAAI, 2015"], "Guoyong Cai": ["Exploring Social Context for Topic Identification in Short and Noisy Texts., AAAI, 2015", "Modeling Status Theory in Trust Prediction., AAAI, 2015"], "Tiejun Huang": ["Swiss-System Based Cascade Ranking for Gait-Based Person Re-Identification., AAAI, 2015"], "J. Zico Kolter": ["An SVD and Derivative Kernel Approach to Learning from Geometric Data., AAAI, 2015"], "Wen Gao": ["Stable Feature Selection from Brain sMRI., AAAI, 2015"], "Heyan Huang": ["Forecasting Collector Road Speeds Under High Percentage of Missing Data., AAAI, 2015"], "Chao Xu": ["Large-Margin Multi-Label Causal Feature Learning., AAAI, 2015"], "Enhong Chen": ["Exploiting Task-Feature Co-Clusters in Multi-Task Learning., AAAI, 2015", "Temporally Adaptive Restricted Boltzmann Machine for Background Modeling., AAAI, 2015", "A Nonconvex Relaxation Approach for Rank Minimization Problems., AAAI, 2015"], "Xiaokang Yang": ["On Machine Learning towards Predictive Sales Pipeline Analytics., AAAI, 2015"], "Xueyan Liu": ["Bayesian Approach to Modeling and Detecting Communities in Signed Network., AAAI, 2015"], "James T. Kwok": ["Colorization by Patch-Based Local Low-Rank Matrix Completion., AAAI, 2015"], "Peng Yu": ["Sparse Bayesian Multiview Learning for Simultaneous Association Discovery and Diagnosis of Alzheimer's Disease., AAAI, 2015"], "Heng Huang": ["A Closed Form Solution to Multi-View Low-Rank Regression., AAAI, 2015", "Learning Robust Locality Preserving Projection via p-Order Minimization., AAAI, 2015"], "Subramanian Ramamoorthy": ["An Empirical Study on the Practical Impact of Prior Beliefs over Policy Types., AAAI, 2015"], "Frans A. Oliehoek": ["Scalable Planning and Learning for Multiagent POMDPs., AAAI, 2015", "Exploiting Submodular Value Functions for Faster Dynamic Sensor Selection., AAAI, 2015"], "Roni Stern": ["Multi-Agent Pathfinding as a Combinatorial Auction., AAAI, 2015"], "Gita Reese Sukthankar": ["Cognitive Social Learners: An Architecture for Modeling Normative Behavior., AAAI, 2015"], "Pavel Surynek": ["Multi-Agent Path Finding on Strongly Biconnected Digraphs., AAAI, 2015"], "Marco Montali": ["Verification of Relational Multiagent Systems with Data Types., AAAI, 2015"], "Aniello Murano": ["Verifying and Synthesising Multi-Agent Systems against One-Goal Strategy Logic Specifications., AAAI, 2015"], "Nimrod Talmon": ["Elections with Few Voters: Candidate Control Can Be Easy., AAAI, 2015"], "Munindar P. Singh": ["Cupid: Commitments in Relational Algebra., AAAI, 2015"], "Jie Zhang": ["Automated Analysis of Commitment Protocols Using Probabilistic Model Checking., AAAI, 2015"], "Ana L. C. Bazzan": ["Fast Convention Formation in Dynamic Networks Using Topological Knowledge., AAAI, 2015"], "Alessio Lomuscio": ["A Counter Abstraction Technique for the Verification of Robot Swarms., AAAI, 2015"], "Tie-Yan Liu": ["Generalization Analysis for Game-Theoretic Machine Learning., AAAI, 2015"], "Reshef Meir": ["Plurality Voting Under Uncertainty., AAAI, 2015"], "Maria L. Gini": ["Multi-Robot Auctions for Allocation of Tasks with Temporal Constraints., AAAI, 2015"], "Terry R. Payne": ["Distributing Coalition Value Calculations to Coalition Members., AAAI, 2015"], "Piotr Faliszewski": ["Fully Proportional Representation with Approval Ballots: Approximating the MaxCover Problem with Bounded Frequencies in FPT Time., AAAI, 2015"], "Jérôme Lang": ["Finding a Collective Set of Items: From Proportional Multirepresentation to Group Recommendation., AAAI, 2015"], "Michael H. Bowling": ["Solving Games with Functional Regret Estimation., AAAI, 2015", "Improving Exploration in UCT Using Local Manifolds., AAAI, 2015"], "Yejin Choi": ["Refer-to-as Relations as Semantic Knowledge., AAAI, 2015"], "Dragomir R. Radev": ["Surveyor: A System for Generating Coherent Survey Articles for Scientific Topics., AAAI, 2015"], "Jugal K. Kalita": ["Automatically Creating a Large Number of New Bilingual Dictionaries., AAAI, 2015"], "Xuan Zhu": ["Learning Entity and Relation Embeddings for Knowledge Graph Completion., AAAI, 2015"], "C. Lee Giles": ["Sense-Aaware Semantic Analysis: A Multi-Prototype Word Representation Model Using Wikipedia., AAAI, 2015", "A Neural Probabilistic Model for Context Based Citation Recommendation., AAAI, 2015"], "Maosong Sun": ["Phrase Type Sensitive Tensor Indexing Model for Semantic Composition., AAAI, 2015", "Contrastive Unsupervised Word Alignment with Non-Local Features., AAAI, 2015", "Topical Word Embeddings., AAAI, 2015"], "Trevor Cohn": ["Predicting Peer-to-Peer Loan Rates Using Bayesian Non-Linear Regression., AAAI, 2015"], "Heng Ji": ["A Novel Neural Topic Model and Its Supervised Extension., AAAI, 2015"], "Ashwin Paranjape": ["Unsupervised Word Sense Disambiguation Using Markov Random Field and Dependency Parser., AAAI, 2015"], "John A. Carroll": ["Dataless Text Classification with Descriptive LDA., AAAI, 2015"], "Mark Johnson": ["Topic Segmentation with an Ordering-Based Topic Model., AAAI, 2015"], "Roberto Basili": ["A Stratified Strategy for Efficient Kernel-Based Learning., AAAI, 2015"], "Noah A. Smith": ["Weakly-Supervised Grammar-Informed Bayesian CCG Parser Learning., AAAI, 2015", "The Utility of Text: The Case of Amicus Briefs and the Supreme Court., AAAI, 2015"], "David Miller": ["Unsupervised Phrasal Near-Synonym Generation from Text Corpora., AAAI, 2015"], "Jun Zhao": ["Recurrent Convolutional Neural Networks for Text Classification., AAAI, 2015"], "Pascal Denis": ["Joint Anaphoricity Detection and Coreference Resolution with Constrained Latent Structures., AAAI, 2015"], "Ani Nenkova": ["Fast and Accurate Prediction of Sentence Specificity., AAAI, 2015"], "Joyce Yue Chai": ["Learning to Mediate Perceptual Differences in Situated Human-Robot Dialogue., AAAI, 2015"], "Joel Welling": ["Never-Ending Learning., AAAI, 2015"], "Cliff Stein": ["A Family of Latent Variable Convex Relaxations for IBM Model 2., AAAI, 2015"], "Benjamin Van Durme": ["Online Bayesian Models for Personal Analytics in Social Media., AAAI, 2015"], "Yongfeng Huang": ["Microblog Sentiment Classification with Contextual Knowledge Regularization., AAAI, 2015"], "Prasad Tadepalli": ["Learning Greedy Policies for the Easy-First Framework., AAAI, 2015", "Factored MCTS for Large Scale Stochastic Planning., AAAI, 2015"], "Jason J. Corso": ["Jointly Modeling Deep Video and Compositional Text to Bridge Vision and Language in a Unified Framework., AAAI, 2015"], "Wenting Tu": ["Ordering-Sensitive and Semantic-Aware Topic Modeling., AAAI, 2015"], "Hal Daumé III": ["Target-Dependent Churn Classification in Microblogs., AAAI, 2015"], "Martha Palmer": ["English Light Verb Construction Identification Using Lexical Knowledge., AAAI, 2015"], "Vincent Ng": ["Chinese Common Noun Phrase Resolution: An Unsupervised Probabilistic Model Rivaling Supervised Resolvers., AAAI, 2015"], "Loretta London": ["Gazetteer-Independent Toponym Resolution Using Geographic Word Profiles., AAAI, 2015"], "Jian-Yun Nie": ["Mining User Consumption Intention from Social Media Using Domain Adaptive Convolutional Neural Network., AAAI, 2015"], "Jong-Hoon Oh": ["Generating Event Causality Hypotheses through Semantic Relations., AAAI, 2015"], "Bing Liu": ["Extracting Verb Expressions Implying Negative Opinions., AAAI, 2015"], "Eric Ras": ["Towards Knowledge-Driven Annotation., AAAI, 2015"], "Neal Lewis": ["Semantic Lexicon Induction from Twitter with Pattern Relatedness and Flexible Term Length., AAAI, 2015"], "Yue Zhang": ["Word Segmentation for Chinese Novels., AAAI, 2015"], "Héctor Martínez Alonso": ["Using Frame Semantics for Knowledge Extraction from Twitter., AAAI, 2015"], "Ophir Frieder": ["Extracting Adverse Drug Reactions from Social Media., AAAI, 2015"], "Yulan He": ["An Unsupervised Framework of Exploring Events on Twitter: Filtering, Extraction and Categorization., AAAI, 2015"], "Alexander Wong": ["A Probabilistic Covariate Shift Assumption for Domain Adaptation., AAAI, 2015"], "Xiangliang Zhang": ["Efficient Active Learning of Halfspaces via Query Synthesis., AAAI, 2015"], "Deepak S. Turaga": ["Budgeted Prediction with Expert Advice., AAAI, 2015", "Towards Cognitive Automation of Data Science., AAAI, 2015"], "Patrick Doherty": ["Model-Based Reinforcement Learning in Continuous Environments Using Real-Time Constrained Optimization., AAAI, 2015"], "Matthew E. Taylor": ["Unsupervised Cross-Domain Transfer in Policy Gradient Reinforcement Learning via Manifold Alignment., AAAI, 2015"], "Melinda Darby Dyar": ["Aligning Mixed Manifolds., AAAI, 2015"], "Longbing Cao": ["Deep Modeling Complex Couplings within Financial Markets., AAAI, 2015", "Actionable Combined High Utility Itemset Mining., AAAI, 2015"], "Dan Roth": ["Structural Learning with Amortized Inference., AAAI, 2015"], "Xiaofang Zhou": ["A Convex Formulation for Spectral Shrunk Clustering., AAAI, 2015"], "Albert J. Valocchi": ["Learning Relational Kalman Filtering., AAAI, 2015"], "Michael Bowling": ["Policy Tree: Adaptive Representation for Policy Gradient., AAAI, 2015", "Approximate Linear Programming for Constrained Partially Observable Markov Decision Processes., AAAI, 2015"], "Stéphan Clémençon": ["Collaborative Filtering with Localised Ranking., AAAI, 2015"], "Yew-Soon Ong": ["An Adaptive Gradient Method for Online AUC Maximization., AAAI, 2015"], "Ryan P. Adams": ["Graph-Sparse LDA: A Topic Model with Structured Sparsity., AAAI, 2015"], "Zhongzhi Shi": ["Bayesian Maximum Margin Principal Component Analysis., AAAI, 2015"], "Zhihua Cai": ["Modelling Class Noise with Symmetric and Asymmetric Distributions., AAAI, 2015"], "Wei Liu": ["Optimizing Bag Features for Multiple-Instance Retrieval., AAAI, 2015"], "Shuigeng Zhou": ["Learning Sparse Representations from Datasets with Uncertain Group Structures: Model, Algorithm and Applications., AAAI, 2015"], "Ambedkar Dukkipati": ["Spectral Clustering Using Multilinear SVD: Analysis, Approximations and Applications., AAAI, 2015"], "Su-In Lee": ["Pathway Graphical Lasso., AAAI, 2015"], "Emma Brunskill": ["Concurrent PAC RL., AAAI, 2015"], "Yu Zhang": ["Discriminative Feature Grouping., AAAI, 2015", "Learning Multi-Level Task Groups in Multi-Task Learning., AAAI, 2015", "Multi-Task Learning and Algorithmic Stability., AAAI, 2015"], "Milos Radovanovic": ["Localized Centering: Reducing Hubness in Large-Sample Data., AAAI, 2015"], "Ann Nowé": ["Expressing Arbitrary Reward Functions as Potential-Based Advice., AAAI, 2015"], "Hsuan-Tien Lin": ["Active Learning by Learning., AAAI, 2015"], "Anthony Man-Cho So": ["Kernelized Online Imbalanced Learning with Fixed Budgets., AAAI, 2015"], "James Andrew Bagnell": ["Approximate MaxEnt Inverse Optimal Control and Its Application for Mental Simulation of Human Interactions., AAAI, 2015"], "Zheng Chen": ["Maximin Separation Probability Clustering., AAAI, 2015"], "Pheng-Ann Heng": ["The Dynamic Chinese Restaurant Process via Birth and Death Processes., AAAI, 2015"], "Alexander G. Hauptmann": ["Self-Paced Curriculum Learning., AAAI, 2015", "Self-Paced Learning for Matrix Factorization., AAAI, 2015", "Exploring Semantic Inter-Class Relationships (SIR) for Zero-Shot Action Recognition., AAAI, 2015"], "Koby Crammer": ["Outlier-Robust Convex Segmentation., AAAI, 2015"], "Rémi Munos": ["Fast Gradient Descent for Drifting Least Squares Regression, with Application to Bandits., AAAI, 2015"], "Satinder P. Singh": ["Spectral Learning of Predictive State Representations with Insufficient Statistics., AAAI, 2015"], "Shalabh Bhatnagar": ["A Generalized Reduced Linear Program for Markov Decision Processes., AAAI, 2015"], "Christian L. Müller": ["Don't Fall for Tuning Parameters: Tuning-Free Variable Selection in High Dimensions With the TREX., AAAI, 2015"], "Junmo Kim": ["On the Equivalence of Linear Discriminant Analysis and Least Squares., AAAI, 2015"], "Lili Guo": ["Multi-tensor Completion with Common Structures., AAAI, 2015"], "Junzhou Huang": ["Large-Scale Multi-View Spectral Clustering via Bipartite Graph., AAAI, 2015"], "Lawrence Carin": ["Integrating Features and Similarities: Flexible Models for Heterogeneous Multiview Data., AAAI, 2015", "Leveraging Features and Networks for Probabilistic Tensor Decomposition., AAAI, 2015", "Cross-Modal Similarity Learning via Pairs, Preferences, and Active Supervision., AAAI, 2015"], "Brian D. Ziebart": ["Shift-Pessimistic Active Learning Using Robust Bias-Aware Prediction., AAAI, 2015", "Intent Prediction and Trajectory Forecasting via Predictive Inverse Linear-Quadratic Regulation., AAAI, 2015"], "Nevin Lianwen Zhang": ["Unidimensional Clustering of Discrete Data Using Latent Tree Models., AAAI, 2015"], "Yonggang Wen": ["Low-Rank Multi-View Learning in Matrix Completion for Multi-Label Image Classification., AAAI, 2015"], "Masashi Sugiyama": ["Support Consistency of Direct Sparse-Change Learning in Markov Networks., AAAI, 2015"], "Shih-Fu Chang": ["Low-Rank Similarity Metric Learning in High Dimensions., AAAI, 2015"], "Jian Zhang": ["Absent Multiple Kernel Learning., AAAI, 2015"], "Shizhong Liao": ["Eigenvalues Ratio for Kernel Selection of Kernel Methods., AAAI, 2015"], "Patrick Jaillet": ["Parallel Gaussian Process Regression for Big Data: Low-Rank Representation Meets Markov Approximation., AAAI, 2015", "Solving Uncertain MDPs with Objectives that Are Separable over Instantiations of Model Uncertainty., AAAI, 2015"], "Songfang Huang": ["Noise-Robust Semi-Supervised Learning by Large-Scale Sparse Coding., AAAI, 2015"], "Hiroshi Nakagawa": ["The Hybrid Nested/Hierarchical Dirichlet Process and its Application to Topic Modeling with Word Differentiation., AAAI, 2015"], "Zoran Popovic": ["The Queue Method: Handling Delay, Heuristics, Prior Data, and Evaluation in Bandits., AAAI, 2015"], "Carme Torras": ["V-MIN: Efficient Reinforcement Learning through Demonstrations and Relaxed Reward Demands., AAAI, 2015"], "Jonathan S. Yedidia": ["The Boundary Forest Algorithm for Online Supervised and Unsupervised Learning., AAAI, 2015", "Proximal Operators for Multi-Agent Path Planning., AAAI, 2015"], "Xiaojin Zhu": ["Using Machine Teaching to Identify Optimal Training-Set Attacks on Machine Learners., AAAI, 2015", "Machine Teaching: An Inverse Problem to Machine Learning and an Approach Toward Optimal Education., AAAI, 2015"], "Pedro M. Domingos": ["Learning Relational Sum-Product Networks., AAAI, 2015"], "Svetha Venkatesh": ["Tensor-Variate Restricted Boltzmann Machines., AAAI, 2015"], "Wenwu Zhu": ["Probabilistic Attributed Hashing., AAAI, 2015"], "Latifur Khan": ["Detecting and Tracking Concept Class Drift and Emergence in Non-Stationary Fast Data Streams., AAAI, 2015"], "Aaron Clauset": ["Detecting Change Points in the Large-Scale Structure of Evolving Networks., AAAI, 2015"], "Yuxin Peng": ["Adaptive Sampling with Optimal Cost for Class-Imbalance Learning., AAAI, 2015", "A Boosted Multi-Task Model for Pedestrian Detection with Occlusion Handling., AAAI, 2015"], "Marcello Restelli": ["Multi-Objective Reinforcement Learning with Continuous Pareto Frontier Approximation., AAAI, 2015"], "Alexander J. Smola": ["Doubly Robust Covariate Shift Correction., AAAI, 2015"], "Suchi Saria": ["Clustering Longitudinal Clinical Marker Trajectories from Electronic Health Data: Applications to Phenotyping and Endotype Discovery., AAAI, 2015"], "Jan P. Allebach": ["SP-SVM: Large Margin Classifier for Data on Multiple Manifolds., AAAI, 2015"], "Kenneth O. Stanley": ["Unsupervised Feature Learning through Divergent Discriminative Feature Accumulation., AAAI, 2015"], "Erik Talvitie": ["Agnostic System Identification for Monte Carlo Planning., AAAI, 2015"], "Shie Mannor": ["Optimizing the CVaR via Sampling., AAAI, 2015"], "Mohammad Ghavamzadeh": ["High-Confidence Off-Policy Evaluation., AAAI, 2015"], "Jesse Davis": ["TODTLER: Two-Order-Deep Transfer Learning., AAAI, 2015"], "Guillaume Desjardins": ["Compress and Control., AAAI, 2015"], "J. Andrew Bagnell": ["Improving Multi-Step Prediction of Learned Time Series Models., AAAI, 2015"], "Dou Shen": ["Gaussian Cardinality Restricted Boltzmann Machines., AAAI, 2015"], "Joelle Pineau": ["Online Boosting Algorithms for Anytime Transfer and Multitask Learning., AAAI, 2015", "Information Gathering and Reward Exploitation of Subgoals for POMDPs., AAAI, 2015"], "Bin Shen": ["Learning to Hash on Structured Data., AAAI, 2015"], "Fanjiang Xu": ["Transfer Feature Representation via Multiple Kernel Learning., AAAI, 2015"], "Dale Schuurmans": ["Optimal Estimation of Multivariate ARMA Models., AAAI, 2015"], "Lei Yu": ["Improving Approximate Value Iteration with Complex Returns by Bounding., AAAI, 2015"], "Rodrigo F. S. C. Oliveira": ["Bayesian Model Averaging Naive Bayes (BMA-NB): Averaging over an Exponential Number of Feature Models in Linear Time., AAAI, 2015"], "Yi Xu": ["Dictionary Learning with Mutually Reinforcing Group-Graph Structures., AAAI, 2015"], "Mark A. Davenport": ["Active Manifold Learning via Gershgorin Circle Guided Sample Selection., AAAI, 2015"], "Shenghuo Zhu": ["Nystrom Approximation for Sparse Kernel Methods: Theoretical Analysis and Empirical Evaluation., AAAI, 2015"], "Hiroyuki Kitagawa": ["OMNI-Prop: Seamless Node Classification on Arbitrary Label Correlation., AAAI, 2015"], "Hiroshi Sawada": ["Non-Linear Regression for Bag-of-Words Data via Gaussian Process Latent Variable Set Model., AAAI, 2015"], "Takayuki Yoshizumi": ["A Mathematical Programming-Based Approach to Determining Objective Functions from Qualitative and Subjective Comparisons., AAAI, 2015"], "Edward Y. Chang": ["Exact Recoverability of Robust PCA via Outlier Pursuit with Tight Recovery Bounds., AAAI, 2015"], "Bernhard Schölkopf": ["Multi-Source Domain Adaptation: A Causal View., AAAI, 2015"], "Mehrtash Harandi": ["Online Dictionary Learning on Symmetric Positive Definite Manifolds with Vision Applications., AAAI, 2015"], "Hong Yu": ["Constrained NMF-Based Multi-View Clustering on Unmapped Data., AAAI, 2015"], "Martin Lysy": ["SoF: Soft-Cluster Matrix Factorization for Probabilistic Clustering., AAAI, 2015"], "Yixin Chen": ["A Reduction of the Elastic Net to Support Vector Machines with an Application to GPU Computing., AAAI, 2015"], "Chunhong Pan": ["10, 000+ Times Accelerated Robust Subset Selection., AAAI, 2015"], "Simon Ståhlberg": ["Tractable Cost-Optimal Planning over Restricted Polytree Causal Graphs., AAAI, 2015"], "Christer Bäckström": ["Some Fixed Parameter Tractability Results for Planning with Non-Acyclic Domain-Transition Graphs., AAAI, 2015"], "James C. Boerkoel": ["Robustness in Probabilistic Temporal Planning., AAAI, 2015"], "Robert P. Goldman": ["SMT-Based Nonlinear PDDL+ Planning., AAAI, 2015"], "Marco Roveri": ["Strong Temporal Planning with Uncontrollable Durations: A State-Space Approach., AAAI, 2015"], "Abdul Sattar": ["Transition Constraints for Parallel Planning., AAAI, 2015"], "Ugur Kuter": ["Measuring Plan Diversity: Pathologies in Existing Approaches and A New Plan Distance Metric., AAAI, 2015"], "Ibrahim Abdoulahi": ["Efficient Bounds in Heuristic Search Algorithms for Stochastic Shortest Path Problems., AAAI, 2015"], "Martin Wehrle": ["A Generalization of Sleep Sets Based on Operator Sequence Redundancy., AAAI, 2015", "Heuristics and Symmetries in Classical Planning., AAAI, 2015"], "Erez Karpas": ["Goal Recognition Design for Non-Optimal Agents., AAAI, 2015"], "Andreas Pfandler": ["Variable-Deletion Backdoors to Planning., AAAI, 2015"], "Lijun Zhang": ["Preference Planning for Markov Decision Processes., AAAI, 2015"], "Liz Sonenberg": ["Planning Over Multi-Agent Epistemic States: A Classical Planning Approach., AAAI, 2015"], "Jendrik Seipp": ["From Non-Negative to General Operator Cost Partitioning., AAAI, 2015"], "Jussi Rintanen": ["Discretization of Temporal Models with Application to Planning with SMT., AAAI, 2015", "Impact of Modeling Languages on the Theory and Practice in Planning Research., AAAI, 2015"], "Michael Katz": ["Factored Symmetries for Merge-and-Shrink Abstractions., AAAI, 2015"], "Stuart J. Russell": ["Tractability of Planning with Loops., AAAI, 2015"], "Scott Sanner": ["Real-Time Symbolic Dynamic Programming., AAAI, 2015", "Loss-Calibrated Monte Carlo Action Selection., AAAI, 2015"], "Brian Charles Williams": ["tBurton: A Divide and Conquer Temporal Planner., AAAI, 2015", "Resolving Over-Constrained Probabilistic Temporal Problems through Chance Constraint Relaxation., AAAI, 2015"], "Abdel-Illah Mouaddib": ["Multi-Objective MDPs with Conditional Lexicographic Reward Preferences., AAAI, 2015"], "Songshan Guo": ["An Efficient Forest-Based Tabu Search Algorithm for the Split-delivery Vehicle Routing Problem., AAAI, 2015"], "Hankz Hankui Zhuo": ["Crowdsourced Action-Model Acquisition for Planning., AAAI, 2015"], "Ehsan Abbasnejad": ["Linear-Time Gibbs Sampling in Piecewise Graphical Models., AAAI, 2015"], "Peter James Stuckey": ["Stable Model Counting and Its Application in Probabilistic Logic Programming., AAAI, 2015"], "Jin Tian": ["Recovering Causal Effects from Selection Bias., AAAI, 2015"], "Hélène Fargier": ["Egalitarian Collective Decision Making under Qualitative Possibilistic Uncertainty: Principles and Characterization., AAAI, 2015"], "David Poole": ["Representing Aggregators in Relational Probabilistic Models., AAAI, 2015"], "Ayush Kanodia": ["Optimal Cost Almost-Sure Reachability in POMDPs., AAAI, 2015"], "Denis Deratani Mauá": ["Bayesian Networks Specified Using Propositional and Relational Constructs: Combined, Data, and Domain Complexity., AAAI, 2015"], "Changhe Yuan": ["An Improved Lower Bound for Bayesian Network Structure Learning., AAAI, 2015", "An Exact Algorithm for Solving Most Relevant Explanation in Bayesian Networks., AAAI, 2015"], "Evdokia Nikolova": ["Approximately Optimal Risk-Averse Routing Policies via Adaptive Discretization., AAAI, 2015"], "Florian Geißer": ["Better Be Lucky than Good: Exceeding Expectations in MDP Evaluation., AAAI, 2015"], "Kee-Eung Kim": ["Reward Shaping for Model-Based Bayesian Reinforcement Learning., AAAI, 2015", "Tighter Value Function Bounds for Bayesian Reinforcement Learning., AAAI, 2015"], "Sriraam Natarajan": ["Knowledge-Based Probabilistic Logic Learning., AAAI, 2015", "Active Advice Seeking for Inverse Reinforcement Learning., AAAI, 2015"], "Larry A. Wasserman": ["On the Decreasing Power of Kernel and Distance Based Nonparametric Hypothesis Tests in High Dimensions., AAAI, 2015"], "Doina Precup": ["Representation Discovery for MDPs Using Bisimulation Metrics., AAAI, 2015", "Representation Discovery for MDPs Using Bisimulation Metrics., AAAI, 2015"], "Carmel Domshlak": ["On Interruptible Pure Exploration in Multi-Armed Bandits., AAAI, 2015"], "Mathias Niepert": ["Lifted Probabilistic Inference for Asymmetric Graphical Models., AAAI, 2015"], "Vibhav Gogate": ["Just Count the Satisfied Groundings: Scalable Local-Search and Sampling Based Inference in MLNs., AAAI, 2015"], "Marc Toussaint": ["Hierarchical Monte-Carlo Planning., AAAI, 2015"], "Brian C. Williams": ["Chance-Constrained Scheduling via Conflict-Directed Risk Allocation., AAAI, 2015"], "C. David Page Jr.": ["Learning to Reject Sequential Importance Steps for Continuous-Time Bayesian Networks., AAAI, 2015"], "Sébastien Lahaie": ["Nonparametric Scoring Rules., AAAI, 2015"], "Moshe Y. Vardi": ["This Time the Robot Settles for a Cost: A Quantitative Approach to Temporal Logic Planning with Partial Satisfaction., AAAI, 2015"], "Anatha Ravi Kiran": ["Spatio-Spectral Exploration Combining In Situ and Remote Measurements., AAAI, 2015"], "Yiannis Aloimonos": ["Robot Learning Manipulation Action Plans by \"Watching\" Unconstrained Videos from the World Wide Web., AAAI, 2015"], "Magdalena Widl": ["Efficient Extraction of QBF (Counter)models from Long-Distance Resolution Proofs., AAAI, 2015"], "Alan J. Hu": ["SAT Modulo Monotonic Theories., AAAI, 2015"], "Jean-Marie Lagniez": ["On Computing Maximal Subsets of Clauses that Must Be Satisfiable with Possibly Mutually-Contradictory Assumptive Contexts., AAAI, 2015"], "Kostas Stergiou": ["Strong Bounds Consistencies and Their Application to Linear Constraints., AAAI, 2015"], "Andrea Micheli": ["SMT-Based Validation of Timed Failure Propagation Graphs., AAAI, 2015"], "Stanislav Zivny": ["Binarisation via Dualisation for Valued Constraints., AAAI, 2015"], "Leonid Ryzhyk": ["SAT-Based Strategy Extraction in Reachability Games., AAAI, 2015"], "Cyril Terrioux": ["The Extendable-Triple Property: A New CSP Tractable Class beyond BTP., AAAI, 2015"], "Bonny Banerjee": ["Online Detection of Abnormal Events Using Incremental Coding Length., AAAI, 2015"], "Manish Singh": ["A Bayesian Approach to Perceptual 3D Object-Part Decomposition Using Skeleton-Based Representations., AAAI, 2015"], "Hongyang Chao": ["Building Effective Representations for Sketch Recognition., AAAI, 2015"], "Bin Luo": ["A Local Sparse Model for Matching Problem., AAAI, 2015"], "Sergio Guadarrama": ["Compute Less to Get More: Using ORC to Improve Sparse Filtering., AAAI, 2015"], "Jian Yang": ["Sparse Deep Stacking Network for Image Classification., AAAI, 2015"], "Xiaoou Tang": ["Surpassing Human-Level Face Verification Performance on LFW with GaussianFace., AAAI, 2015", "Deep Representation Learning with Target Coding., AAAI, 2015"], "Tae-Kyun Kim": ["Automatic Topic Discovery for Multi-Object Tracking., AAAI, 2015"], "Huajin Tang": ["Robust Subspace Clustering via Thresholding Ridge Regression., AAAI, 2015"], "Stephen M. Chu": ["Multi-View Point Registration via Alternating Optimization., AAAI, 2015"], "Nicu Sebe": ["Complex Event Detection via Event Oriented Dictionary Learning., AAAI, 2015"], "Jeffrey Mark Siskind": ["Learning to Describe Video with Weak Supervision by Exploiting Negative Sentential Information., AAAI, 2015", "Conducting Neuroscience to Guide the Development of AI., AAAI, 2015"], "Qi Yin": ["Learning Face Hallucination in the Wild., AAAI, 2015"], "John L. Bresina": ["Activity Planning for a Lunar Orbital Mission., AAAI, 2015"], "Markus Ettl": ["Robust System for Identifying Procurement Fraud., AAAI, 2015"], "Chris Dorman": ["Position Assignment on an Enterprise Level Using Combinatorial Optimization., AAAI, 2015"], "Daniel Davies": ["Graph Analysis for Detecting Fraud, Waste, and Abuse in Healthcare Data., AAAI, 2015"], "Naren Ramakrishnan": ["Planned Protest Modeling in News and Social Media., AAAI, 2015"], "Mark S. Fox": ["Process Diagnosis System (PDS) - A 30 Year History., AAAI, 2015"], "Daodao Zhang": ["Named Entity Recognition in Travel-Related Search Queries., AAAI, 2015"], "Ching-Huei Tsou": ["Automated Problem List Generation from Electronic Medical Records in IBM Watson., AAAI, 2015"], "John Goodwin": ["Using Qualitative Spatial Logic for Validating Crowd-Sourced Geospatial Data., AAAI, 2015"], "Ming Xue": ["Day-Ahead Hail Prediction Integrating Machine Learning with Storm-Scale Numerical Weather Models., AAAI, 2015"], "Steve Johnston": ["Capturing Human Route Preferences From Track Information: New Results., AAAI, 2015"], "Jacques Yelloz": ["Design and Experiment of a Collaborative Planning Service for NetCentric International Brigade Command., AAAI, 2015"], "Chris J. Lintott": ["Aggregating User Input in Ecology Citizen Science Projects., AAAI, 2015"], "Dylan A. Shell": ["Leveraging Ontologies to Improve Model Generalization Automatically with Online Data Sources., AAAI, 2015"], "Steve McCoy": ["HACKAR: Helpful Advice for Code Knowledge and Attack Resilience., AAAI, 2015"], "Luca Ceriani": ["A Robust and Extensible Tool for Data Integration Using Data Type Models., AAAI, 2015"], "Tracy Anne Hammond": ["Maestoso: An Intelligent Educational Sketching Tool for Learning Music Theory., AAAI, 2015"], "Heather Carmichael": ["Preventing HIV Spread in Homeless Populations Using PSINET., AAAI, 2015"], "Matt McNair": ["SKILL: A System for Skill Identification and Normalization., AAAI, 2015"], "Peter Clark": ["Elementary School Science and Math Tests as a Driver for AI: Take the Aristo Challenge!, AAAI, 2015"], "Bill Howe": ["Time-Varying Clusters in Large-Scale Flow Cytometry., AAAI, 2015"], "Charles L. Ortiz Jr.": ["The Winograd Schema Challenge: Evaluating Progress in Commonsense Reasoning., AAAI, 2015"], "Eric Fosler-Lussier": ["Speech Adaptation in Extended Ambient Intelligence Environments., AAAI, 2015"], "Tao Qin": ["Mechanism Learning with Mechanism Induced Data., AAAI, 2015"], "Paolo Traverso": ["Blended Planning and Acting: Preliminary Approach, Research Challenges., AAAI, 2015"], "Randall Davis": ["Towards a Programmer's Apprentice (Again)., AAAI, 2015"], "Lawrence S. Moss": ["Explaining Watson: Polymath Style., AAAI, 2015"], "Shlomo Zilberstein": ["Building Strong Semi-Autonomous Systems., AAAI, 2015"], "Vinay K. Chaudhri": ["Achieving Intelligence Using Prototypes, Composition, and Analogy., AAAI, 2015"], "Sébastien Lallé": ["Towards User-Adaptive Information Visualization., AAAI, 2015"], "Luc De Raedt": ["Languages for Learning and Mining., AAAI, 2015"], "Volker Lohweg": ["On the Diagnosis of Cyber-Physical Production Systems., AAAI, 2015"], "Lenhart K. Schubert": ["Semantic Representation., AAAI, 2015"], "Saad Alqithami": ["A Succinct Conceptualization of the Foundations for a Network Organization Paradigm., AAAI, 2015"], "Robert Michael Young": ["A Goal-Based Model of Personality for Planning-Based Narrative Generation., AAAI, 2015"], "Artur Dubrawski": ["Leveraging Common Structure to Improve Prediction across Related Datasets., AAAI, 2015", "Active Learning for Informative Projection Retrieval., AAAI, 2015", "Finding Meaningful Gaps to Guide Data Acquisition for a Radiation Adjudication System., AAAI, 2015"], "Matthew Patton": ["Stochastic Blockmodeling for Online Advertising., AAAI, 2015"], "Jennifer D'Souza": ["A Multi-Pass Sieve for Name Normalization., AAAI, 2015", "A Sequence Labeling Approach to Deriving Word Variants., AAAI, 2015"], "James C. Boerkoel Jr.": ["Predicting the Quality of User Experiences to Improve Productivity and Wellness., AAAI, 2015"], "Yuan Bai": ["Modelling Individual Negative Emotion Spreading Process with Mobile Phones., AAAI, 2015"], "Berthe Y. Choueiry": ["Characterizing Performance of Consistency Algorithms by Algorithm Configuration of Random CSP Generators., AAAI, 2015"], "Sviatlana Höhn": ["Dealing with Trouble: A Data-Driven Model of a Repair Type for a Conversational Agent., AAAI, 2015"], "Ho-Jin Choi": ["Language Independent Feature Extractor., AAAI, 2015"], "Guodong Long": ["Coupled Collaborative Filtering for Context-aware Recommendation., AAAI, 2015"], "Mayank Kejriwal": ["Sorted Neighborhood for the Semantic Web., AAAI, 2015", "Entity Resolution in a Big Data Framework., AAAI, 2015"], "Wayne Imaino": ["Effect of Spatial Pooler Initialization on Column Activity in Hierarchical Temporal Memory., AAAI, 2015"], "Jun Yan": ["Acronym Disambiguation Using Word Embedding., AAAI, 2015"], "Weiran Xu": ["Learning Word Vectors Efficiently Using Shared Representations and Document Representations., AAAI, 2015"], "Valentin Mayer-Eichberger": ["Just-in-Time Hierarchical Constraint Decomposition., AAAI, 2015"], "Rodney D. Nielsen": ["\"Is It Rectangular?\" Using I Spy as an Interactive, Game-Based Approach to Multimodal Robot Learning., AAAI, 2015"], "Bertil Svensson": ["A New Computational Intelligence Model for Long-Term Prediction of Solar and Geomagnetic Activity., AAAI, 2015"], "Jennifer Seitzer": ["GEF: A Self-Programming Robot Using Grammatical Evolution., AAAI, 2015"], "Derek Long": ["Planning with Numeric Timed Initial Fluents., AAAI, 2015"], "Agnieszka Lawrynowicz": ["Combining Ontology Class Expression Generation with Mathematical Modeling for Ontology Learning., AAAI, 2015"], "Jun Guo": ["Improving Cross-Domain Recommendation through Probabilistic Cluster-Level Latent Factor Model., AAAI, 2015", "VecLP: A Realtime Video Recommendation System for Live TV Programs., AAAI, 2015"], "Claudia Schulz": ["Graphical Representation of Assumption-Based Argumentation., AAAI, 2015", "Explaining Answer Set Programming in Argumentative Terms., AAAI, 2015"], "L. Venkata Subramaniam": ["Spatio-Temporal Signatures of User-Centric Data: How Similar Are We?, AAAI, 2015"], "Tanima Makkad": ["Multimedia Data for the Visually Impaired., AAAI, 2015"], "Nikos Mamoulis": ["Improving Microblog Retrieval from Exterior Corpus by Automatically Constructing Microblogging Corpus., AAAI, 2015", "Time-Sensitive Opinion Mining for Prediction., AAAI, 2015"], "Marco Dorigo": ["Self-Organized Collective Decision-Making in a 100-Robot Swarm., AAAI, 2015"], "Xudong Liu": ["Combining Machine Learning and Crowdsourcing for Better Understanding Commodity Reviews., AAAI, 2015"], "Dongyan Zhao": ["What Is the Longest River in the USA? Semantic Parsing for Aggregation Questions., AAAI, 2015"], "Yuanlin Zhang": ["Accelerating SAT Solving by Common Subclause Elimination., AAAI, 2015"], "Dana H. Ballard": ["Global Policy Construction in Modular Reinforcement Learning., AAAI, 2015"], "Juan Pablo Wachs": ["Touchless Telerobotic Surgery - Is It Possible at All?, AAAI, 2015"], "Anders Søgaard": ["Modeling Eye Movements when Reading Microblogs., AAAI, 2015"], "Ferdinando Fioretto": ["Exploiting the Structure of Distributed Constraint Optimization Problems., AAAI, 2015"], "Zack Fitzsimmons": ["Realistic Assumptions for Attacks on Elections., AAAI, 2015"], "Bradley Hayes": ["Social Hierarchical Learning., AAAI, 2015"], "Ping Hou": ["Probabilistic Planning with Risk-Sensitive Criterion., AAAI, 2015"], "Scott Kiesel": ["Non-Classical Planning for Robotic Applications., AAAI, 2015"], "Zhenlin Wang": ["Transfer Learning-Based Co-Run Scheduling for Heterogeneous Datacenters., AAAI, 2015"], "Boon Ping Lim": ["HVAC-Aware Occupancy Scheduling (Extended Abstract)., AAAI, 2015"], "Carrie Rebhuhn": ["Scalable Agent Modeling for Large Multiagent Systems., AAAI, 2015"], "Guni Sharon": ["Optimal Multi-Agent Pathfinding Algorithms., AAAI, 2015"], "Leandro Soriano Marcolino": ["Multi-Agent Team Formation: Solving Complex Problems by Aggregating Opinions., AAAI, 2015"], "Deepak Venugopal": ["Scaling-Up Inference in Markov Logic., AAAI, 2015"], "Andrew J. Wang": ["Risk-Aware Scheduling throughout Planning and Execution., AAAI, 2015"], "Susanne Biundo": ["A Planning-Based Assistance System for Setting Up a Home Theater., AAAI, 2015"], "Raghavendra Udupa": ["On Correcting Misspelled Queries in Email Search., AAAI, 2015"], "Yiyuan Bai": ["CrowdMR: Integrating Crowdsourcing with MapReduce for AI-Hard Problems., AAAI, 2015"], "Frédéric Armetta": ["Multi-Agent Dynamic Coupling for Cooperative Vehicles Modeling., AAAI, 2015"], "Satya V. Nitta": ["Cognitive Master Teacher., AAAI, 2015"], "Joe Henke": ["Visualizing Inference., AAAI, 2015"], "Michael Kaisers": ["Bottom-Up Demand Response by Following Local Energy Generation Voluntarily., AAAI, 2015"], "Colin Allen": ["Visualization Techniques for Topic Model Checking., AAAI, 2015"], "Tam Van Nguyen": ["Salient Object Detection via Objectness Proposals., AAAI, 2015"], "Kanad K. Biswas": ["Gene Selection in Microarray Datasets Using Progressively Refined PSO Scheme., AAAI, 2015"], "Pushpak Bhattacharyya": ["World WordNet Database Structure: An Efficient Schema for Storing Information of WordNets of the World., AAAI, 2015"], "Nesreen K. Ahmed": ["The Network Data Repository with Interactive Graph Analytics and Visualization., AAAI, 2015"], "Rajendra Banjade": ["DeepTutor: An Effective, Online Intelligent Tutoring System That Promotes Deep Learning., AAAI, 2015"], "Vijay Sharma": ["Inferring Latent User Properties from Texts Published in Social Media., AAAI, 2015"], "Francesco Mondada": ["Circumventing Robots' Failures by Embracing Their Faults: A Practical Approach to Planning for Autonomous Construction., AAAI, 2015"], "Weishan Zhang": ["Crowd Motion Monitoring with Thermodynamics-Inspired Feature., AAAI, 2015"], "Stacy Marsella": ["Cerebella: Automatic Generation of Nonverbal Behavior for Virtual Humans., AAAI, 2015"], "Mark O. Riedl": ["Scheherazade: Crowd-Powered Interactive Narrative Generation., AAAI, 2015"], "Albert A. Rizzo": ["SimSensei Demonstration: A Perceptive Virtual Human Interviewer for Healthcare Applications., AAAI, 2015"], "Gualtiero Volpe": ["LOL - Laugh Out Loud., AAAI, 2015"], "Marc Cavazza": ["Using Social Relationships to Control Narrative Generation., AAAI, 2015"], "Phillip Wright": ["Interactive Narrative Planning in The Best Laid Plans., AAAI, 2015"], "Giuseppe De Giacomo": ["Knowledge Representation and Reasoning: What's Hot., AAAI, 2015"], "Jeffrey Bigham": ["What's Hot in Crowdsourcing and Human Computation., AAAI, 2015"], "Álvaro Torralba": ["BDDs Strike Back (in AI Planning)., AAAI, 2015"], "Wei Li": ["What Is Hot in CHI., AAAI, 2015"], "Jochen Renz": ["AIBIRDS: The Angry Birds Artificial Intelligence Competition., AAAI, 2015"], "Javier Ruiz-del-Solar": ["RoboCup@Home - Benchmarking Domestic Service Robots., AAAI, 2015"], "Wei Wang": ["Data Science for Social Good - 2014 KDD Highlights., AAAI, 2015"]}