{"Jordi Levy": ["A New Algorithm for Weighted Partial MaxSAT., AAAI, 2010"], "Bertrand Neveu": ["Exploiting Monotonicity in Interval Constraint Propagation., AAAI, 2010"], "Laurent Simon": ["A Restriction of Extended Resolution for Clause Learning SAT Solvers., AAAI, 2010"], "G. Loren Toole": ["Transmission Network Expansion Planning with Simulation Optimization., AAAI, 2010"], "Toby Walsh": ["Propagating Conjunctions of AllDifferent Constraints., AAAI, 2010", "Symmetry in Solutions., AAAI, 2010"], "Richard E. Korf": ["Independent Additive Heuristics Reduce Search Multiplicatively., AAAI, 2010", "1.6-Bit Pattern Databases., AAAI, 2010", "Optimal Rectangle Packing on Non-Square Benchmarks., AAAI, 2010"], "Qingliang Chen": ["EWLS: A New Local Search for Minimum Vertex Cover., AAAI, 2010"], "Malte Helmert": ["High-Quality Policies for the Canadian Traveler's Problem., AAAI, 2010"], "Jonathan Schaeffer": ["Single-Frontier Bidirectional Search., AAAI, 2010"], "Saket Saurabh": ["Fast Local Search Algorithm for Weighted Feedback Arc Set in Tournaments., AAAI, 2010"], "Fahiem Bacchus": ["Exploiting QBF Duality on a Circuit Representation., AAAI, 2010"], "Weixiong Zhang": ["A Novel Transition Based Encoding Scheme for Planning as Satisfiability., AAAI, 2010"], "Tomoyuki Kaneko": ["Parallel Depth First Proof Number Search., AAAI, 2010"], "Christian Bessiere": ["A First Practical Algorithm for High Levels of Relational Consistency., AAAI, 2010"], "Akihiro Kishimoto": ["Dealing with Infinite Loops, Underestimation, and Overestimation of Depth-First Proof-Number Search., AAAI, 2010"], "Robert Holte": ["Searching Without a Heuristic: Efficient Use of Abstraction., AAAI, 2010", "Using Lookaheads with Optimal Best-First Search., AAAI, 2010"], "Ka Lun Leung": ["A Stronger Consistency for Soft Global Constraints in Weighted Constraint Satisfaction., AAAI, 2010"], "Zhe Quan": ["An Efficient Branch-and-Bound Algorithm Based on MaxSAT for the Maximum Clique Problem., AAAI, 2010"], "Timothy Furtak": ["Understanding the Success of Perfect Information Monte Carlo Sampling in Game Tree Search., AAAI, 2010"], "Radoslaw Szymanek": ["Filtering Bounded Knapsack Constraints in Expected Sublinear Time., AAAI, 2010"], "Craig A. Tovey": ["Lazy Theta*: Any-Angle Path Planning and Path Length Analysis in 3D., AAAI, 2010", "Progress on Agent Coordination with Cooperative Auctions., AAAI, 2010"], "Ariel Felner": ["Search Space Reduction Using Swamp Hierarchies., AAAI, 2010"], "Martin Sachenbacher": ["Computing Cost-Optimal Definitely Discriminating Tests., AAAI, 2010"], "Risto Miikkulainen": ["Latent Class Models for Algorithm Portfolio Methods., AAAI, 2010"], "Trevor Scott Standley": ["Finding Optimal Solutions to Cooperative Pathfinding Problems., AAAI, 2010"], "Armando Tacchella": ["Collaborative Expert Portfolio Management., AAAI, 2010"], "Andrew Lim": ["The Tree Representation of Feasible Solutions for the TSP with Pickup and Delivery and LIFO Loading., AAAI, 2010"], "Toshihiro Matsui": ["Coalition Structure Generation based on Distributed Constraint Optimization., AAAI, 2010"], "Ofer Strichman": ["A Proof-Producing CSP Solver., AAAI, 2010"], "Kevin Leyton-Brown": ["Hydra: Automatically Configuring Algorithms for Portfolio-Based Selection., AAAI, 2010", "Beyond Equilibrium: Predicting Human Behavior in Normal-Form Games., AAAI, 2010", "Comparing Position Auctions Computationally., AAAI, 2010"], "Chunguang Zhou": ["New Worst-Case Upper Bound for #2-SAT and #3-SAT with the Number of Clauses as the Parameter., AAAI, 2010"], "Qiang Yang": ["Clickthrough Log Analysis by Collaborative Ranking., AAAI, 2010", "Transfer Learning in Collaborative Filtering for Sparsity Reduction., AAAI, 2010", "Collaborative Filtering Meets Mobile Recommendation: A User-Centered Approach., AAAI, 2010", "Adaptive Transfer Learning., AAAI, 2010", "Visual Contextual Advertising: Bringing Textual Advertisements to Images., AAAI, 2010"], "Michael Zakharyaschev": ["Past and Future of DL-Lite., AAAI, 2010"], "Yi Zhou": ["Ordered Completion for First-Order Logic Programs on Finite Structures., AAAI, 2010", "First-Order Indefinability of Answer Set Programs on Finite Structures., AAAI, 2010"], "Gerhard Lakemeyer": ["Reasoning about Imperfect Information Games in the Epistemic Situation Calculus., AAAI, 2010"], "Pierre Marquis": ["Knowledge Compilation in the Modal Logic S5., AAAI, 2010"], "Yagil Engel": ["Decomposed Utility Functions and Graphical Models for Reasoning about Preferences., AAAI, 2010"], "Stefan Woltran": ["Representing Preferences Among Sets., AAAI, 2010"], "Moshe Y. Vardi": ["Node Selection Query Languages for Trees., AAAI, 2010"], "Ernest Davis": ["Ontologies and Representations of Matter., AAAI, 2010"], "Sebastian Sardiña": ["Two-Player Game Structures for Generalized Planning and Agent Composition., AAAI, 2010"], "Mushthofa Mushthofa": ["Space Efficient Evaluation of ASP Programs with Bounded Predicate Arities., AAAI, 2010"], "Ravi Palla": ["Situation Calculus as Answer Set Programming., AAAI, 2010"], "Jochen Renz": ["In Defense of Large Qualitative Calculi., AAAI, 2010"], "Weiming Liu": ["Topological Relations between Convex Regions., AAAI, 2010"], "Bing Li": ["Automated Program Debugging Via Multiple Predicate Switching., AAAI, 2010"], "Salem Benferhat": ["A Belief Revision Framework for Revising Epistemic States with Partial Epistemic States., AAAI, 2010"], "Anthony Hunter": ["Inducing Probability Distributions from Knowledge Bases with (In)dependence Relations., AAAI, 2010"], "Adnan Darwiche": ["A Lower Bound on the Size of Decomposable Negation Normal Form., AAAI, 2010"], "Yuting Zhao": ["Soundness Preserving Approximation for TBox Reasoning., AAAI, 2010"], "Vasant G. Honavar": ["Dominance Testing via Model Checking., AAAI, 2010"], "Henri Prade": ["An Inconsistency-Tolerant Approach to Information Merging Based on Proposition Relaxation., AAAI, 2010"], "Rodney W. Topor": ["A New Approach to Knowledge Base Revision in DL-Lite., AAAI, 2010"], "Mingsheng Ying": ["Decidable Fragments of First-Order Language Under Stable Model Semantics and Circumscription., AAAI, 2010"], "Milos Hauskrecht": ["Latent Variable Model for Learning in Pairwise Markov Networks., AAAI, 2010"], "Rebecca Schaller": ["Myopic Policies for Budgeted Optimization with Constrained Experiments., AAAI, 2010"], "Hao Lu": ["Assisting Users with Clustering Tasks by Combining Metric Learning and Classification., AAAI, 2010"], "Ljupco Todorovski": ["The Induction and Transfer of Declarative Bias., AAAI, 2010"], "Cheng Zhang": ["G-Optimal Design with Laplacian Regularization., AAAI, 2010"], "Changshui Zhang": ["What if the Irresponsible Teachers Are Dominating?, AAAI, 2010", "Learning Discriminative Piecewise Linear Models with Boundary Points., AAAI, 2010", "Multitask Bregman Clustering., AAAI, 2010"], "Jaime G. Carbonell": ["Learning Spatial-Temporal Varying Graphs with Applications to Climate Data Analysis., AAAI, 2010"], "Qiang Ji": ["Properties of Bayesian Dirichlet Scores to Learn Bayesian Network Structures., AAAI, 2010"], "Daniel McFarlane": ["Interactive Learning Using Manifold Geometry., AAAI, 2010"], "Zhi-Hua Zhou": ["Facial Age Estimation by Learning from Label Distributions., AAAI, 2010", "Cost-Sensitive Semi-Supervised Support Vector Machine., AAAI, 2010", "Multi-Instance Dimensionality Reduction., AAAI, 2010", "Multi-Label Learning with Weak Label., AAAI, 2010"], "Johannes Uhlmann": ["Exact Algorithms and Experiments for Hierarchical Tree Clustering., AAAI, 2010"], "Yihong Gong": ["A Topic Model for Linked Documents and Update Rules for its Estimation., AAAI, 2010"], "Bin Yu": ["Multi-Task Sparse Discriminant Analysis (MtSDA) with Overlapping Categories., AAAI, 2010"], "Yanqing Guo": ["Two-Stage Sparse Representation for Robust Recognition on Large-Scale Database., AAAI, 2010"], "Thomas G. Dietterich": ["Reinforcement Learning Via Practice and Critique Advice., AAAI, 2010"], "Bahareh Bina": ["Structure Learning for Markov Logic Networks with Many Descriptive Attributes., AAAI, 2010"], "Manuel Cebrián": ["The Genetic Algorithm as a General Diffusion Model for Social Networks., AAAI, 2010"], "Zhaohui Wu": ["Non-Negative Matrix Factorization with Constraints., AAAI, 2010"], "Xiaofei He": ["Gaussian Mixture Model with Local Consistency., AAAI, 2010"], "Jianzhuang Liu": ["Constrained Metric Learning Via Distance Gap Maximization., AAAI, 2010"], "Keith C. C. Chan": ["Multilinear Maximum Distance Embedding Via L1-Norm Optimization., AAAI, 2010"], "David D. Jensen": ["Learning Causal Models of Relational Domains., AAAI, 2010"], "Shuicheng Yan": ["Non-Metric Locality-Sensitive Hashing., AAAI, 2010"], "Roxana Girju": ["A Two-Dimensional Topic-Aspect Model for Discovering Multi-Faceted Topics., AAAI, 2010"], "Shen Furao": ["Non-I.I.D. Multi-Instance Dimensionality Reduction by Learning a Maximum Bag Margin Subspace., AAAI, 2010"], "Ali Ghodsi": ["Conformal Mapping by Computationally Efficient Methods., AAAI, 2010"], "Max Welling": ["Bayesian Matrix Factorization with Side Information and Dirichlet Process Mixtures., AAAI, 2010"], "Ian Davidson": ["Semi-Supervised Dimension Reduction for Multi-Label Classification., AAAI, 2010"], "Luo Si": ["Non-Negative Matrix Factorization Clustering on Multiple Manifolds., AAAI, 2010"], "Weihong Qian": ["Constrained Coclustering for Textual Documents., AAAI, 2010"], "Zhongzhi Shi": ["Nonparametric Curve Extraction Based on Ant Colony System., AAAI, 2010"], "David Silver": ["Reinforcement Learning via AIXI Approximation., AAAI, 2010"], "Michael L. Littman": ["Integrating Sample-Based Planning and Model-Based Reinforcement Learning., AAAI, 2010"], "Chris H. Q. Ding": ["Discriminant Laplacian Embedding., AAAI, 2010"], "Prasad Tadepalli": ["Bayesian Policy Search for Multi-Agent Role Discovery., AAAI, 2010"], "Jeff A. Bilmes": ["Discovering Long Range Properties of Social Networks with Multi-Valued Time-Inhomogeneous Models., AAAI, 2010"], "Irwin King": ["Smooth Optimization for Effective Multiple Kernel Learning., AAAI, 2010", "Diversifying Query Suggestion Results., AAAI, 2010", "UserRec: A User Recommendation Framework in Social Tagging Systems., AAAI, 2010"], "Masashi Sugiyama": ["Dependence Minimizing Regression with Model Selection for Non-Linear Causal Inference under Non-Gaussian Noise., AAAI, 2010"], "Wenhua Wang": ["Local and Global Regressive Mapping for Manifold Learning with Out-of-Sample Extrapolation., AAAI, 2010"], "Xinwen Hou": ["Transductive Learning on Adaptive Graphs., AAAI, 2010"], "Yi Zhang": ["Multi-Task Active Learning with Output Constraints., AAAI, 2010"], "Huan Liu": ["Efficient Spectral Feature Selection with Minimum Redundancy., AAAI, 2010"], "Cheng-Lin Liu": ["Gaussian Process Latent Random Field., AAAI, 2010"], "Robert Kleinberg": ["Nonmanipulable Randomized Tournament Selections., AAAI, 2010"], "Aviv Zohar": ["Competing Schedulers., AAAI, 2010"], "Piotr Faliszewski": ["Probabilistic Possible Winner Determination., AAAI, 2010"], "Pushmeet Kohli": ["Coalitional Structure Generation in Skill Games., AAAI, 2010"], "Moshe Tennenholtz": ["Transferable Utility Planning Games., AAAI, 2010"], "Lane A. Hemaspaandra": ["Bypassing Combinatorial Protections: Polynomial-Time Algorithms for Single-Peaked Electorates., AAAI, 2010"], "Umar Syed": ["Private and Third-Party Randomization in Risk-Sensitive Equilibrium Concepts., AAAI, 2010"], "Brahim Chaib-draa": ["An Approximate Subgame-Perfect Equilibrium Computation Technique for Repeated Games., AAAI, 2010"], "Evangelos Markakis": ["Approximation Algorithms and Mechanism Design for Minimax Approval Voting., AAAI, 2010"], "Ariel D. Procaccia": ["Voting Almost Maximizes Social Welfare Despite Limited Communication., AAAI, 2010", "Truth, Justice, and Cake Cutting., AAAI, 2010", "Can Approximation Circumvent Gibbard-Satterthwaite?, AAAI, 2010"], "Nicholas R. Jennings": ["A Distributed Algorithm for Optimising over Pure Strategy Nash Equilibria., AAAI, 2010", "Convergence to Equilibria in Plurality Voting., AAAI, 2010", "A Decentralised Coordination Algorithm for Mobile Sensors., AAAI, 2010", "Epsilon-First Policies for Budget-Limited Multi-Armed Bandits., AAAI, 2010"], "Jérôme Monnot": ["Possible Winners when New Candidates Are Added: The Case of Scoring Rules., AAAI, 2010"], "Arkadii M. Slinko": ["Cloning in Elections., AAAI, 2010", "Good Rationalizations of Voting Rules., AAAI, 2010"], "Ulle Endriss": ["Lifting Rationality Assumptions in Binary Aggregation., AAAI, 2010"], "Michael Wooldridge": ["Intentions in Equilibrium., AAAI, 2010"], "Milind Tambe": ["Security Games with Arbitrary Schedules: A Branch and Price Approach., AAAI, 2010", "Urban Security: Game-Theoretic Resource Allocation in Networked Domains., AAAI, 2010"], "Michael P. Wellman": ["Algorithms for Finding Approximate Formations in Games., AAAI, 2010"], "Ronald Parr": ["Complexity of Computing Optimal Stackelberg Strategies in Security Resource Allocation Games., AAAI, 2010"], "Sébastien Lahaie": ["Stability and Incentive Compatibility in a Kernel-Based Combinatorial Auction., AAAI, 2010"], "Ya'akov (Kobi) Gal": ["Facilitating the Evaluation of Automated Negotiators using Peer Designed Agents., AAAI, 2010"], "Tuomas Sandholm": ["Envy Quotes and the Iterated Core-Selecting Combinatorial Auction., AAAI, 2010", "Asymmetric Spite in Auctions., AAAI, 2010"], "Tony White": ["Trust Models and Con-Man Agents: From Mathematical to Empirical Analysis., AAAI, 2010"], "Eli Rata": ["Increasing Threshold Search for Best-Valued Agents., AAAI, 2010"], "Julie A. Adams": ["Approximate Coalition Structure Generation., AAAI, 2010"], "David C. Parkes": ["Accounting Mechanisms for Distributed Work Systems., AAAI, 2010", "Automated Channel Abstraction for Advertising Auctions., AAAI, 2010", "Tolerable Manipulability in Dynamic Assignment without Money., AAAI, 2010", "Hidden Market Design., AAAI, 2010"], "Virginia Vassilevska Williams": ["Fixing a Tournament., AAAI, 2010"], "Xiaoping Chen": ["Trial-Based Dynamic Programming for Multi-Agent Planning., AAAI, 2010"], "Vincent Conitzer": ["Compilation Complexity of Common Voting Rules., AAAI, 2010", "Stackelberg Voting Games: Computational Aspects and Paradoxes., AAAI, 2010", "Computationally Feasible Automated Mechanism Design: General Approach and Case Studies., AAAI, 2010"], "Victor R. Lesser": ["Multi-Agent Learning with Policy Prediction., AAAI, 2010", "Towards Multiagent Meta-level Control., AAAI, 2010"], "Laurent Perrussel": ["Dynamic Auction: A Tractable Auction Procedure., AAAI, 2010"], "Sven Koenig": ["Sequential Incremental-Value Auctions., AAAI, 2010"], "Yngvi Björnsson": ["Learning Simulation Control in General Game-Playing Agents., AAAI, 2010"], "Dan Morris": ["User-Specific Learning for Recognizing a Singer's Intended Pitch., AAAI, 2010"], "Yuanyan Tang": ["A Computational Model for Saliency Maps by Using Local Entropy., AAAI, 2010"], "Christine Alvarado": ["Grouping Strokes into Shapes in Hand-Drawn Diagrams., AAAI, 2010"], "Stephan Schiffel": ["Symmetry Detection in General Game Playing., AAAI, 2010"], "Eric Horvitz": ["Generalized Task Markets for Human and Machine Computation., AAAI, 2010"], "Michael Thielscher": ["A General Game Description Language for Incomplete Information Games., AAAI, 2010"], "Sebastian Voigt": ["A Temporal Proof System for General Game Playing., AAAI, 2010"], "Dongwon Lee": ["What Is an Opinion About? Exploring Political Standpoints Using Opinion Scoring Model., AAAI, 2010"], "Kathleen R. McKeown": ["Automatic Attribution of Quoted Speech in Literary Narrative., AAAI, 2010"], "Hal Daumé III": ["Kernelized Sorting for Natural Language Processing., AAAI, 2010"], "Kenji Araki": ["CAO: A Fully Automatic Emoticon Analysis System., AAAI, 2010"], "Fernando Gomez": ["Extracting Ontological Selectional Preferences for Non-Pertainym Adjectives from the Google Corpus., AAAI, 2010"], "Qun Liu": ["Forest-Based Semantic Role Labeling., AAAI, 2010"], "Wai Lam": ["Bidirectional Integration of Pipeline Models., AAAI, 2010"], "Shlomo Zilberstein": ["Finite-State Controllers Based on Mealy Machines for Centralized and Decentralized POMDPs., AAAI, 2010"], "Jeremy Lyle": ["Multi-Agent Plan Recognition: Formalization and Algorithms., AAAI, 2010"], "Doina Precup": ["Using Bisimulation for Policy Transfer in MDPs., AAAI, 2010", "Activity and Gait Recognition with Time-Delay Embeddings., AAAI, 2010"], "Shaul Markovitch": ["To Max or Not to Max: Online Learning for Speeding Up Optimal Planning., AAAI, 2010"], "Tze-Yun Leong": ["An Analytic Characterization of Model Minimization in Factored Markov Decision Processes., AAAI, 2010"], "Raymond J. Mooney": ["Using Closed Captions as Supervision for Video Activity Recognition., AAAI, 2010"], "Nicholas Roy": ["PUMA: Planning Under Uncertainty with Macro-Actions., AAAI, 2010", "A Bayesian Nonparametric Approach to Modeling Mobility Patterns., AAAI, 2010"], "Frank Michael Kraft": ["SAP Speaks PDDL., AAAI, 2010"], "Sylvie C. W. Ong": ["Structured Parameter Elicitation., AAAI, 2010"], "Daniel S. Weld": ["SixthSense: Fast and Reliable Recognition of Dead Ends in MDPs., AAAI, 2010", "Decision-Theoretic Control of Crowd-Sourced Workflows., AAAI, 2010", "Temporal Information Extraction., AAAI, 2010"], "David W. Aha": ["Planning in Dynamic Environments: Extending HTNs with Nonlinear Continuous Effects., AAAI, 2010", "Goal-Driven Autonomy in a Navy Strategy Simulation., AAAI, 2010"], "Hector Geffner": ["Probabilistic Plan Recognition Using Off-the-Shelf Classical Planners., AAAI, 2010", "Automatic Derivation of Finite-State Machines for Behavior Control., AAAI, 2010", "The Model-Based Approach to Autonomous Behavior: A Personal View., AAAI, 2010"], "Craig Boutilier": ["Robust Policy Computation in Reward-Uncertain MDPs Using Nondominated Policies., AAAI, 2010"], "Henry A. Kautz": ["Recognizing Multi-Agent Activities from GPS Data., AAAI, 2010"], "Kristian Kersting": ["Symbolic Dynamic Programming for First-order POMDPs., AAAI, 2010"], "Sridhar Mahadevan": ["Compressing POMDPs Using Locality Preserving Non-Negative Matrix Factorization., AAAI, 2010", "Representation Discovery in Sequential Decision Making., AAAI, 2010"], "Roni Khardon": ["Relational Partially Observable MDPs., AAAI, 2010"], "Paolo Viappiani": ["Simultaneous Elicitation of Preference Features and Utility., AAAI, 2010"], "Eleazar Eskin": ["Respecting Markov Equivalence in Computing Posterior Probabilities of Causal Graphical Features., AAAI, 2010"], "Babak Ahmadi": ["Informed Lifting for Message-Passing., AAAI, 2010"], "Pedro M. Domingos": ["Efficient Belief Propagation for Utility Maximization and Repeated Inference., AAAI, 2010", "Efficient Lifting for Online Probabilistic Inference., AAAI, 2010"], "Rina Dechter": ["New Mini-Bucket Partitioning Heuristics for Bounding the Probability of Evidence., AAAI, 2010"], "Enrico Pontelli": ["On the Use of Prime Implicates in Conformant Planning., AAAI, 2010"], "Luc De Raedt": ["DTProbLog: A Decision-Theoretic Probabilistic Prolog., AAAI, 2010"], "Federico Villa": ["Asynchronous Multi-Robot Patrolling against Intrusions in Arbitrary Topologies., AAAI, 2010"], "Subhrajit Bhattacharya": ["Search-Based Path Planning with Homotopy Class Constraints., AAAI, 2010"], "Hiroshi G. Okuno": ["Design and Implementation of Two-level Synchronization for Interactive Music Robot., AAAI, 2010"], "Dinesh Manocha": ["g-Planner: Real-time Motion Planning and Global Navigation using GPUs., AAAI, 2010"], "Howie Choset": ["A Single-Step Maximum A Posteriori Update for Bearing-Only SLAM., AAAI, 2010"], "Pedro Meseguer": ["Saving Redundant Messages in BnB-ADOPT., AAAI, 2010"], "Pavel Surynek": ["An Optimization Variant of Multi-Robot Path Planning Is Intractable., AAAI, 2010"], "Heng Huang": ["Multi-Label Classification: Inconsistency and Class Balanced K-Nearest Neighbor., AAAI, 2010"], "Stefan Kramer": ["Fast Conditional Density Estimation for Quantitative Structure-Activity Relationships., AAAI, 2010"], "Andrea Passerini": ["Predicting Structural and Functional Sites in Proteins by Searching for Maximum-weight Cliques., AAAI, 2010"], "Russell Greiner": ["A Cross-Entropy Method that Optimizes Partially Decomposable Problems: A New Way to Interpret NMR Spectra., AAAI, 2010"], "Dmitry Korkin": ["A Fast Heuristic Search Algorithm for Finding the Longest Common Subsequence of Multiple Strings., AAAI, 2010"], "Jaideep Srivastava": ["GTPA: A Generative Model For Online Mentor-Apprentice Networks., AAAI, 2010"], "Prasenjit Mitra": ["Adopting Inference Networks for Online Thread Retrieval., AAAI, 2010"], "Tom M. Mitchell": ["Toward an Architecture for Never-Ending Language Learning., AAAI, 2010"], "Anna Kazeykina": ["Optimal Strategies for Reviewing Search Results., AAAI, 2010"], "Cong Yu": ["Prioritization of Domain-Specific Web Information Extraction., AAAI, 2010"], "Zhaohui Zheng": ["Session Based Click Features for Recency Ranking., AAAI, 2010"], "Sumit Bhatia": ["Utilizing Context in Generative Bayesian Models for Linked Corpus., AAAI, 2010"], "Pushpak Bhattacharyya": ["PR + RQ ALMOST EQUAL TO PQ: Transliteration Mining Using Bridge Language., AAAI, 2010"], "Philippe Thiran": ["On the Reputation of Agent-Based Web Services., AAAI, 2010"], "Sunghun Kim": ["Towards an Intelligent Code Search Engine., AAAI, 2010"], "Hiroshi Motoda": ["Learning to Predict Opinion Share in Social Networks., AAAI, 2010"], "Xiaoyan Zhu": ["Sentiment Analysis with Global Topics and Local Dependency., AAAI, 2010"], "Yan Wang": ["Subjective Trust Inference in Composite Services., AAAI, 2010"], "Mehmet A. Orgun": ["Optimal Social Trust Path Selection in Complex Social Networks., AAAI, 2010"], "Latifur R. Khan": ["Materializing and Persisting Inferred and Uncertain Knowledge in RDF Datasets., AAAI, 2010", "Materializing Inferred and Uncertain Knowledge in RDF Datasets., AAAI, 2010"], "Heiner Stuckenschmidt": ["A Probabilistic-Logical Framework for Ontology Matching., AAAI, 2010"], "Aman Dhesi": ["Predicting the Importance of Newsfeed Posts and Social Network Friends., AAAI, 2010"], "Junghwan Kim": ["Extraction and Visualization of Implicit Social Relations on Social Networking Services., AAAI, 2010"], "Ian Horrocks": ["How Incomplete Is Your Semantic Web Reasoner?, AAAI, 2010"], "Axel Polleres": ["A General Framework for Representing and Reasoning with Annotated Semantic Web Data., AAAI, 2010"], "Deborah L. McGuinness": ["Integrity Constraints in OWL., AAAI, 2010"], "Zhangxi Lin": ["News Recommendation in Forum-Based Social Media., AAAI, 2010"], "Jianfeng Shen": ["Modeling Dynamic Multi-Topic Discussions in Online Forums., AAAI, 2010"], "Francis Chi-Moon Lau": ["Keyword Extraction and Headline Generation Using Novel Word Features., AAAI, 2010"], "Masaru Kitsuregawa": ["Fast Algorithms for Top-k Approximate String Matching., AAAI, 2010"], "Xin Jin": ["Temporal and Social Context Based Burst Detection from Folksonomies., AAAI, 2010"], "Hsin-Hsi Chen": ["Commonsense Knowledge Mining from the Web., AAAI, 2010"], "Barry O'Sullivan": ["Automated Modelling and Solving in Constraint Programming., AAAI, 2010"], "Jeffrey S. Rosenschein": ["Ad Hoc Autonomous Agent Teams: Collaboration without Pre-Coordination., AAAI, 2010"], "Jeff Yan": ["Collusion Detection in Online Bridge., AAAI, 2010"], "Michael Brenner": ["Creating Dynamic Story Plots with Continual Multiagent Planning., AAAI, 2010"], "Kenneth D. Forbus": ["An Integrated Systems Approach to Explanation-Based Conceptual Change., AAAI, 2010"], "Hector Muñoz-Avila": ["Learning Methods to Generate Good Plans: Integrating HTN Learning and Reinforcement Learning., AAAI, 2010"], "Nicholas L. Cassimatis": ["Integrating Constraint Satisfaction and Spatial Reasoning., AAAI, 2010"], "Bryan S. Morse": ["Supporting Wilderness Search and Rescue with Integrated Intelligence: Autonomy and Information at the Right Time and the Right Place., AAAI, 2010"], "Pat Langley": ["Integrated Systems for Inducing Spatio-Temporal Process Models., AAAI, 2010"], "Matthias Scheutz": ["Integrating a Closed World Planner with an Open World Robot: A Case Study., AAAI, 2010"], "Samuel Wintermute": ["Using Imagery to Simplify Perceptual Abstraction in Reinforcement Learning Agents., AAAI, 2010"], "John E. Laird": ["Instance-Based Online Learning of Deterministic Relational Action Models., AAAI, 2010", "Relational Reinforcement Learning in Infinite Mario., AAAI, 2010"], "Manuela M. Veloso": ["Biped Walk Learning Through Playback and Corrective Demonstration., AAAI, 2010"], "Andrew T. Campbell": ["Community-Guided Learning: Exploiting Mobile Sensor Users to Model Human Behavior., AAAI, 2010"], "Yasemin Altun": ["Relative Entropy Policy Search., AAAI, 2010"], "Alexander Stoytchev": ["The Boosting Effect of Exploratory Behaviors., AAAI, 2010", "Interactive Categorization of Containers and Non-Containers by Unifying Categorizations Derived from Multiple Exploratory Behaviors., AAAI, 2010", "Toward Learning to Press Doorbell Buttons., AAAI, 2010"], "Yiliang Xu": ["A Low False Negative Filter for Detecting Rare Bird Species from Short Video Segments using a Probable Observation Data Set-based EKF Method., AAAI, 2010"], "Roland Siegwart": ["A Layered Approach to People Detection in 3D Range Data., AAAI, 2010"], "David C. Hogg": ["Unsupervised Learning of Event Classes from Video., AAAI, 2010"], "Daniel D. Lee": ["Online Learning of Uneven Terrain for Humanoid Bipedal Walking., AAAI, 2010"], "Dezhen Song": ["Error Aware Monocular Visual Odometry using Vertical Line Pairs for Small Robots in Urban Areas., AAAI, 2010"], "Lise Getoor": ["Active Inference for Collective Classification., AAAI, 2010"], "Andreas Pieris": ["Ontological Reasoning with F-logic Lite and its Extensions., AAAI, 2010"], "Nicola Leone": ["Enhancing ASP by Functions: Decidable Classes and Implementation Techniques., AAAI, 2010"], "Siegfried Nijssen": ["Constraint Programming for Data Mining and Machine Learning., AAAI, 2010"], "Roland H. C. Yap": ["Local Search in Histogram Construction., AAAI, 2010"], "Oren Etzioni": ["Panlingual Lexical Translation via Probabilistic Inference., AAAI, 2010"], "Kathryn S. McKinley": ["Evolving Compiler Heuristics to Manage Communication and Contention., AAAI, 2010"], "Per Ola Kristensson": ["Intelligently Aiding Human-Guided Correction of Speech Recognition., AAAI, 2010"], "Radhika Nagpal": ["Biologically-Inspired Control for Multi-Agent Self-Adaptive Tasks., AAAI, 2010"], "Jerry B. Weinberg": ["A Distributed Method for Evaluating Properties of a Robot Formation., AAAI, 2010", "Distributed Auction-Based Initialization of Mobile Robot Formations., AAAI, 2010"], "Esra Erdem": ["Finding Semantic Inconsistencies in UMLS using Answer Set Programming., AAAI, 2010", "Genome Rearrangement: A Planning Approach., AAAI, 2010"], "Ricardo M. Araujo": ["Combining Human Reasoning and Machine Computation: Towards a Memetic Network Solution to Satisfiability., AAAI, 2010"], "Marie desJardins": ["A Trust Model for Supply Chain Management., AAAI, 2010"], "Anna Feldman": ["Intelligent Time-Aware Query Translation for Text Sources., AAAI, 2010"], "Sanem Sariel Talay": ["Temporal Planning for Interacting Durative Actions with Continuous Effects., AAAI, 2010"], "Scott Kuindersma": ["Control Model Learning for Whole-Body Mobile Manipulation., AAAI, 2010"], "Chendong Li": ["Towards Interesting Patterns of Hard CSPs with Functional Constraints., AAAI, 2010"], "Kenneth R. Koedinger": ["Integrating Transfer Learning in Synthetic Student., AAAI, 2010"], "Xuegang Hu": ["Learning from Concept Drifting Data Streams with Unlabeled Data., AAAI, 2010"], "Xindong Wu": ["A Phrase-Based Method for Hierarchical Clustering of Web Snippets., AAAI, 2010"], "Scott Niekum": ["Evolved Intrinsic Reward Functions for Reinforcement Learning., AAAI, 2010"], "Scott D. Goodwin": ["Team Formation with Heterogeneous Agents in Computer Games., AAAI, 2010"], "Hamid Haidarian Shahri": ["Semantic Search in Linked Data: Opportunities and Challenges., AAAI, 2010"], "Kaushik Subramanian": ["Task Space Behavior Learning for Humanoid Robots using Gaussian Mixture Models., AAAI, 2010"], "Shuonan Dong": ["Interactive Task-Plan Learning., AAAI, 2010"], "Finale Doshi-Velez": ["Nonparametric Bayesian Approaches for Reinforcement Learning in Partially Observable Domains., AAAI, 2010"], "Tom Erez": ["Local Optimization for Simulation of Natural Motion., AAAI, 2010"], "Pooyan Fazli": ["On Multi-Robot Area Coverage., AAAI, 2010"], "Lisa Friedland": ["Detecting Social Ties and Copying Events from Affiliation Data., AAAI, 2010"], "Sofia Lemons": ["Continual On-Line Planning., AAAI, 2010"], "Michelle Denise Leonhardt": ["Enhancing Affective Communication in Embodied Conversational Agents., AAAI, 2010"], "James MacGlashan": ["Hierarchical Skill Learning for High-Level Planning., AAAI, 2010"], "Mehdi Hafezi Manshadi": ["Towards a Robust Deep Language Understanding System., AAAI, 2010"], "James P. McGlothlin": ["Framework and Schema for Semantic Web Knowledge Bases., AAAI, 2010"], "Megan M. Olsen": ["Multi-Agent Fault Tolerance Inspired by a Computational Analysis of Cancer., AAAI, 2010"], "Ben George Weber": ["Integrating Expert Knowledge and Experience., AAAI, 2010"], "Christopher L. Simpkins": ["Integrating Reinforcement Learning into a Programming Language., AAAI, 2010"], "Lirong Xia": ["Computational Social Choice: Strategic and Combinatorial Aspects., AAAI, 2010"]}