{"Pedro M. Domingos": ["Unifying Logical and Statistical AI., AAAI, 2006"], "Carlos Ansótegui": ["The Impact of Balancing on Problem Hardness in a Highly Structured Domain., AAAI, 2006"], "Marco Benedetti": ["Abstract Branching for Quantified Formulas., AAAI, 2006"], "Simon de Givry": ["Exploiting Tree Decomposition and Soft Local Consistency In Weighted CSP., AAAI, 2006"], "Robert T. Effinger": ["Extending Dynamic Backtracking to Solve Weighted Conditional CSPs., AAAI, 2006"], "Paul Elliott": ["DNNF-based Belief State Estimation., AAAI, 2006"], "Hélène Fargier": ["On the Use of Partially Ordered Decision Graphs in Knowledge Compilation and Quantified Boolean Formulae., AAAI, 2006"], "Carmen Gervet": ["Length-Lex Ordering for Set CSPs., AAAI, 2006"], "Carla P. Gomes": ["Model Counting: A New Strategy for Obtaining Good Bounds., AAAI, 2006"], "Tarik Hadzic": ["A BDD-Based Polytime Algorithm for Cost-Bounded Interactive Configuration., AAAI, 2006"], "Federico Heras": ["New Inference Rules for Efficient Max-SAT Solving., AAAI, 2006"], "T. K. Satish Kumar": ["Simple Randomized Algorithms for Tractable Row and Tree Convex Constraints., AAAI, 2006", "Tractable Classes of Metric Temporal Problems with Domain Rules., AAAI, 2006"], "J. H. M. Lee": ["Weighted Constraint Satisfaction with Set Variables., AAAI, 2006"], "Chu Min Li": ["Detecting Disjoint Inconsistent Subformulas for Computing Lower Bounds for Max-SAT., AAAI, 2006"], "Zhijun Lin": ["Fast SAT-based Answer Set Solver., AAAI, 2006"], "Lengning Liu": ["Local-Search Techniques for Boolean Combinations of Pseudo-Boolean Constraints., AAAI, 2006"], "Inês Lynce": ["Efficient Haplotype Inference with Boolean Satisfiability., AAAI, 2006"], "Michael D. Moffitt": ["Temporal Preference Optimization as Weighted Constraint Satisfaction., AAAI, 2006"], "Jean-François Puget": ["An Efficient Way of Breaking Value Symmetries., AAAI, 2006"], "Claude-Guy Quimper": ["A Quadratic Propagator for the Inter-Distance Constraint., AAAI, 2006"], "Tran Cao Son": ["Answer Sets for Logic Programs with Arbitrary Abstract Constraint Atoms., AAAI, 2006"], "Matthew J. Streeter": ["An Asymptotically Optimal Algorithm for the Max k-Armed Bandit Problem., AAAI, 2006"], "Lintao Zhang": ["Solving QBF by Combining Conjunctive and Disjunctive Normal Forms., AAAI, 2006"], "Carole R. Beal": ["Classifying Learner Engagement through Integration of Multiple Data Sources., AAAI, 2006"], "Li Chen": ["Evaluating Critiquing-based Recommender Agents., AAAI, 2006"], "Jeffrey Johns": ["A Dynamic Mixture Model to Detect Student Motivation and Proficiency., AAAI, 2006"], "Ron Katz": ["Modeling Human Decision Making in Cliff-Edge Environments., AAAI, 2006"], "Carlos Martinho": ["Using Anticipation to Create Believable Behaviour., AAAI, 2006"], "Tom M. Mitchell": ["Extracting Knowledge about Users' Activities from Raw Workstation Contents., AAAI, 2006"], "Bradford W. Mott": ["Probabilistic Goal Recognition in Interactive Narrative Environments., AAAI, 2006"], "Subramonia Sarma": ["Salience in Orientation-Filter Response Measured as Suspicious Coincidence in Natural Images., AAAI, 2006"], "Marc T. Tomlinson": ["From Pigeons to Humans: Grounding Relational Learning in Concrete Examples., AAAI, 2006"], "Paolo Viappiani": ["Evaluating Preference-based Search Tools: A Tale of Two Approaches., AAAI, 2006"], "Alexandre Albore": ["Model-Checking Memory Requirements of Resource-Bounded Reasoners., AAAI, 2006"], "Leila Amgoud": ["Explaining Qualitative Decision under Uncertainty by Argumentation., AAAI, 2006"], "Yolifé Arvelo": ["Compilation of Query-Rewriting Problems into Tractable Fragments of Propositional Logic., AAAI, 2006"], "Chitta Baral": ["Goal Specification, Non-Determinism and Quantifying over Policies., AAAI, 2006"], "Thomas Eiter": ["Forgetting and Conflict Resolving in Disjunctive Logic Programming., AAAI, 2006"], "Martin Gebser": ["Elementary Sets of Logic Programs., AAAI, 2006"], "Georg Gottlob": ["Bounded Treewidth as a Key to Tractability of Knowledge Representation and Reasoning., AAAI, 2006"], "Aaron Hunter": ["Belief Change in the Context of Fallible Actions and Observations., AAAI, 2006"], "Gerhard Lakemeyer": ["Towards an Axiom System for Default Logic., AAAI, 2006"], "Thomas Andreas Meyer": ["Finding Maximally Satisfiable Terminologies for the Description Logic ALC., AAAI, 2006"], "Magdalena Ortiz": ["Characterizing Data Complexity for Conjunctive Query Answering in Expressive Description Logics., AAAI, 2006"], "Guilin Qi": ["Merging Stratified Knowledge Bases under Constraints., AAAI, 2006"], "Stephan Schiffel": ["Reconciling Situation Calculus and Fluent Calculus., AAAI, 2006"], "Ke Wang": ["Classification Spanning Private Databases., AAAI, 2006"], "Michael Wooldridge": ["On the Complexity of Linking Deductive and Abstract Argument Systems., AAAI, 2006"], "Peter Z. Yeh": ["A Unified Knowledge Based Approach for Sense Disambiguation and Semantic Role Labeling., AAAI, 2006"], "Fabrizio Angiulli": ["Clustering by Exceptions., AAAI, 2006"], "Sooraj Bhat": ["On the Difficulty of Modular Reinforcement Learning for Real-World Partial Programming., AAAI, 2006"], "Yaxin Bi": ["On Combining Multiple Classifiers Using an Evidential Approach., AAAI, 2006"], "Guang Dai": ["Tensor Embedding Methods., AAAI, 2006"], "Ian Davidson": ["Identifying and Generating Easy Sets of Constraints for Clustering., AAAI, 2006"], "Chris H. Q. Ding": ["Nonnegative Matrix Factorization and Probabilistic Latent Semantic Indexing: Equivalence Chi-Square Statistic, and a Hybrid Method., AAAI, 2006"], "Saher Esmeir": ["Anytime Induction of Decision Trees: An Iterative Improvement Approach., AAAI, 2006", "When a Decision Tree Learner Has Plenty of Time., AAAI, 2006"], "Alborz Geramifard": ["Incremental Least-Squares Temporal Difference Learning., AAAI, 2006"], "Nela Gurevich": ["Active Learning with Near Misses., AAAI, 2006"], "Christopher Hundt": ["Representing Systems with Hidden State., AAAI, 2006"], "Michael R. James": ["Improving Approximate Value Iteration Using Memories and Predictive State Representations., AAAI, 2006"], "Charles Kemp": ["Learning Systems of Concepts with an Infinite Relational Model., AAAI, 2006"], "Niels Landwehr": ["kFOIL: Learning Simple Relational Kernels., AAAI, 2006"], "Niklas Lavesson": ["Quantifying the Impact of Learning Algorithm Parameter Tuning., AAAI, 2006"], "Su-In Lee": ["Efficient L1 Regularized Logistic Regression., AAAI, 2006"], "Jinyan Li": ["Minimum Description Length Principle: Generators Are Preferable to Closed Patterns., AAAI, 2006"], "Yaxin Liu": ["Value-Function-Based Transfer for Reinforcement Learning Using Structure Mapping., AAAI, 2006", "Functional Value Iteration for Decision-Theoretic Planning with General Utility Functions., AAAI, 2006"], "Yi Liu": ["Semi-supervised Multi-label Learning by Constrained Non-negative Matrix Factorization., AAAI, 2006"], "Richard Maclin": ["A Simple and Effective Method for Incorporating Advice into Kernel Methods., AAAI, 2006"], "Andrew McCallum": ["Multi-Conditional Learning: Generative/Discriminative Training for Clustering and Classification., AAAI, 2006"], "Matthew Michelson": ["Learning Blocking Schemes for Record Linkage., AAAI, 2006", "Phoebus: A System for Extracting and Integrating Data from Unstructured and Ungrammatical Sources., AAAI, 2006"], "Tom Y. Ouyang": ["Strategy Variations in Analogical Problem Solving., AAAI, 2006"], "Charles Parker": ["Gradient Boosting for Sequence Alignment., AAAI, 2006"], "Hoifung Poon": ["Sound and Efficient Inference with Probabilistic and Deterministic Dependencies., AAAI, 2006"], "Achim Rettinger": ["Boosting Expert Ensembles for Rapid Concept Recall., AAAI, 2006"], "Jianhua Ruan": ["Identification and Evaluation of Weak Community Structures in Networks., AAAI, 2006"], "Victor S. Sheng": ["Thresholding for Making Classifiers Cost-sensitive., AAAI, 2006"], "Shengli Sheng": ["Cost-Sensitive Test Strategies., AAAI, 2006"], "Parag Singla": ["Memory-Efficient Inference in Relational Domains., AAAI, 2006"], "Vishal Soni": ["Using Homomorphisms to Transfer Options across Continuous Reinforcement Learning Domains., AAAI, 2006"], "Jiang Su": ["A Fast Decision Tree Learning Algorithm., AAAI, 2006"], "Samarth Swarup": ["Cross-Domain Knowledge Transfer Using Structured Representations., AAAI, 2006"], "Sean R. Szumlanski": ["Conflict Resolution and a Framework for Collaborative Interactive Evolution., AAAI, 2006"], "Shimon Whiteson": ["Sample-Efficient Evolutionary Function Approximation for Reinforcement Learning., AAAI, 2006"], "David Wingate": ["Mixtures of Predictive Linear Gaussian Models for Nonlinear, Stochastic Dynamical Systems., AAAI, 2006"], "Alicia P. Wolfe": ["Decision Tree Methods for Finding Reusable MDP Homomorphisms., AAAI, 2006"], "Linli Xu": ["Robust Support Vector Machine Training via Convex Outlier Ablation., AAAI, 2006"], "Liu Yang": ["An Efficient Algorithm for Local Distance Metric Learning., AAAI, 2006"], "Wai-Leong Yeow": ["Hard Constrained Semi-Markov Decision Processes., AAAI, 2006"], "Yang Yu": ["A New Approach to Estimating the Expected First Hitting Time of Evolutionary Algorithms., AAAI, 2006"], "Qijun Zhao": ["A Direct Evolutionary Feature Extraction Algorithm for Classifying High Dimensional Data., AAAI, 2006"], "Zhi-Hua Zhou": ["On Multi-Class Cost-Sensitive Learning., AAAI, 2006"], "Martin Zinkevich": ["Optimal Unbiased Estimators for Evaluating Agent Performance., AAAI, 2006"], "Mazda Ahmadi": ["Keeping in Touch: Maintaining Biconnected Structure by Homogeneous Robots., AAAI, 2006", "Biconnected Structure for Multi-Robot Systems., AAAI, 2006"], "Alon Altman": ["Quantifying Incentive Compatibility of Ranking Systems., AAAI, 2006"], "Moshe Babaioff": ["Impersonation-Based Mechanisms., AAAI, 2006"], "Michael Benisch": ["Algorithms for Rationalizability and CURB Sets., AAAI, 2006"], "Felix Brandt": ["On Strictly Competitive Multi-Player Games., AAAI, 2006"], "Vincent Conitzer": ["Computing Slater Rankings Using Similarities among Candidates., AAAI, 2006", "Improved Bounds for Computing Kemeny Rankings., AAAI, 2006", "Nonexistence of Voting Rules That Are Usually Hard to Manipulate., AAAI, 2006"], "Viet Dung Dang": ["Overlapping Coalition Formation for Efficient Data Fusion in Multi-Sensor Networks., AAAI, 2006"], "Piotr Faliszewski": ["The Complexity of Bribery in Elections., AAAI, 2006"], "Rachel Greenstadt": ["Analysis of Privacy Loss in Distributed Constraint Optimization., AAAI, 2006", "Privatizing Constraint Optimization., AAAI, 2006"], "Gery Gutnik": ["From Centralized to Distributed Selective Overhearing., AAAI, 2006"], "Katsutoshi Hirayama": ["A New Approach to Distributed Task Assignment using Lagrangian Decomposition and Distributed Constraint Satisfaction., AAAI, 2006"], "Jian Huang": ["Distributed Interactive Learning in Multi-Agent Systems., AAAI, 2006"], "Nathanael Hyafil": ["Regret-based Incremental Partial Revelation Mechanisms., AAAI, 2006"], "Albert Xin Jiang": ["A Polynomial-Time Algorithm for Action Graph Games., AAAI, 2006"], "Kaivan Kamali": ["Multiparty Proactive Communication: A Perspective for Evolving Shared Mental Models., AAAI, 2006"], "Dov Monderer": ["Strong Mediated Equilibrium., AAAI, 2006"], "Naoki Ohta": ["A Compact Representation Scheme for Coalitional Games in Open Anonymous Environments., AAAI, 2006"], "Adrian Petcu": ["ODPOP: An Algorithm for Open/Distributed Constraint Optimization., AAAI, 2006"], "Amit Shabtay": ["Behaviosites: Manipulation of Multiagent System Behavior through Parasitic Infection., AAAI, 2006"], "Gita Sukthankar": ["Simultaneous Team Assignment and Behavior Recognition from Spatio-Temporal Agent Traces., AAAI, 2006"], "Yathiraj B. Udupi": ["Contract Enactment in Virtual Organizations: A Commitment-Based Approach., AAAI, 2006"], "Dongmo Zhang": ["A Computational Model of Logic-Based Negotiation., AAAI, 2006"], "Aviv Zohar": ["Mechanisms for Partial Information Elicitation: The Truth, but Not the Whole Truth., AAAI, 2006", "Robust Mechanisms for Information Elicitation., AAAI, 2006"], "David DeVault": ["Societal Grounding Is Essential to Meaningful Language Use., AAAI, 2006"], "Sanda M. Harabagiu": ["Negation, Contrast and Contradiction in Text Processing., AAAI, 2006"], "Man Lan": ["Proposing a New Term Weighting Scheme for Text Categorization., AAAI, 2006"], "Shijian Lu": ["Script and Language Identification in Degraded and Distorted Document Images., AAAI, 2006"], "Rada Mihalcea": ["Corpus-based and Knowledge-based Measures of Text Semantic Similarity., AAAI, 2006"], "Vivi Nastase": ["Learning Noun-Modifier Semantic Relations with Corpus-based and WordNet-based Features., AAAI, 2006"], "Jorge A. Baier": ["Planning with First-Order Temporally Extended Goals using Heuristic Search., AAAI, 2006"], "Nate Blaylock": ["Fast Hierarchical Goal Schema Recognition., AAAI, 2006"], "Stephen A. Block": ["Robust Execution on Contingent, Temporally Flexible Plans., AAAI, 2006"], "Ronen I. Brafman": ["Factored Planning: How, When, and When Not., AAAI, 2006", "Preferences over Sets., AAAI, 2006"], "Balázs Csanád Csáji": ["Adaptive Sampling Based Large-Scale Stochastic Resource Control., AAAI, 2006"], "Stefan Edelkamp": ["Cost-Optimal External Planning., AAAI, 2006"], "Alexander Feldman": ["A Two-Step Hierarchical Algorithm for Model-Based Diagnosis., AAAI, 2006"], "Maria Fox": ["Exploration of the Robustness of Plans., AAAI, 2006"], "Michael W. Hofbaur": ["A Causal Analysis Method for Concurrent Hybrid Automata., AAAI, 2006"], "Vladimir Lifschitz": ["A Modular Action Description Language., AAAI, 2006"], "Maxim Likhachev": ["PPCP: Efficient Probabilistic Planning with Clear Preferences in Partially-Known Environments., AAAI, 2006"], "Shieu-Hong Lin": ["Reasoning about Discrete Event Sources., AAAI, 2006"], "Alejandro López-Ortiz": ["Optimal Scheduling of Contract Algorithms for Anytime Problems., AAAI, 2006"], "Mausam": ["Probabilistic Temporal Planning with Uncertain Durations., AAAI, 2006"], "Megan Nance": ["Reasoning about Partially Observed Actions., AAAI, 2006"], "Barry O'Sullivan": ["Approximate Compilation for Embedded Model-based Reasoning., AAAI, 2006"], "Héctor Palacios": ["Compiling Uncertainty Away: Solving Conformant Planning Problems using a Classical Planner (Sometimes)., AAAI, 2006"], "William Pentney": ["Sensor-Based Understanding of Daily Life via Large-Scale Use of Common Sense., AAAI, 2006"], "Dafna Shahaf": ["Learning Partially Observable Action Schemas., AAAI, 2006", "Learning Partially Observable Action Models: Efficient Algorithms., AAAI, 2006"], "Dmitry Shaparau": ["Contingent Planning with Goal Preferences., AAAI, 2006"], "Yoonsuck Choe": ["Motion-Based Autonomous Grounding: Inferring External World Properties from Encoded Internal Sensory States Alone., AAAI, 2006"], "Douglas Demyen": ["Efficient Triangulation-Based Pathfinding., AAAI, 2006"], "Andreas G. Hofmann": ["Exploiting Spatial and Temporal Flexibility for Plan Execution for Hybrid, Under-actuated Robots., AAAI, 2006"], "Anthony Hoogs": ["Object Boundary Detection in Images using a Semantic Ontology., AAAI, 2006"], "Armita Kaboli": ["Bayesian Calibration for Monte Carlo Localization., AAAI, 2006"], "Meir Kalech": ["Diagnosis of Multi-Robot Coordination Failures Using Distributed CSP Algorithms., AAAI, 2006"], "Dimitri Marinakis": ["Probabilistic Self-Localization for Sensor Networks., AAAI, 2006"], "Michael Montemerlo": ["Winning the DARPA Grand Challenge with an AI Robot., AAAI, 2006"], "Jeffrey Junfeng Pan": ["A Manifold Regularization Approach to Calibration Reduction for Sensor-Network Based Tracking., AAAI, 2006"], "Michael Smith": ["Running the Table: An AI for Computer Billiards., AAAI, 2006"], "Andrea Lockerd Thomaz": ["Reinforcement Learning with Human Teachers: Evidence of Feedback and Guidance with Implications for Learning Performance., AAAI, 2006"], "Andrew Gilpin": ["A Competitive Texas Hold'em Poker Player via Automated Abstraction and Real-Time Equilibrium Computation., AAAI, 2006"], "Philip Kilby": ["Estimating Search Tree Size., AAAI, 2006"], "Yew Jin Lim": ["Properties of Forward Pruning in Game-Tree Search., AAAI, 2006", "RankCut - A Domain Independent Forward Pruning Method for Games., AAAI, 2006"], "G. Ayorkor Mills-Tettey": ["DD* Lite: Efficient Incremental Search with State Dominance., AAAI, 2006"], "Robert Niewiadomski": ["Sequential and Parallel Algorithms for Frontier A* with Delayed Duplicate Detection., AAAI, 2006"], "Austin Parker": ["Overconfidence or Paranoia? Search in Imperfect-Information Games., AAAI, 2006"], "Meinolf Sellmann": ["Disco - Novo - GoGo: Integrating Local Search and Complete Search with Restarts., AAAI, 2006"], "Nathan R. Sturtevant": ["Prob-Maxn: Playing N-Player Games with Opponent Models., AAAI, 2006"], "Sebastian Theophil": ["An Efficient Algorithm for Scatter Chart Labeling., AAAI, 2006"], "Haruhiro Yoshimoto": ["Monte Carlo Go Has a Way to Go., AAAI, 2006"], "Uzi Zahavi": ["Dual Search in Permutation State Spaces., AAAI, 2006"], "Rong Zhou": ["Domain-Independent Structured Duplicate Detection., AAAI, 2006", "A Breadth-First Approach to Memory-Efficient Graph Search., AAAI, 2006"], "Aurélie Beynier": ["An Iterative Algorithm for Solving Constrained Decentralized Markov Decision Processes., AAAI, 2006"], "Bozhena Bidyuk": ["An Anytime Scheme for Bounding Posterior Beliefs., AAAI, 2006"], "Arthur Choi": ["An Edge Deletion Semantics for Belief Propagation and its Practical Impact on Approximation Quality., AAAI, 2006"], "Denver Dash": ["When Gossip is Good: Distributed Probabilistic Inference for Detection of Slow Network Intrusions., AAAI, 2006"], "Rodrigo de Salvo Braz": ["MPE and Partial Inversion in Lifted Probabilistic Variable Elimination., AAAI, 2006"], "Prashant Doshi": ["On the Difficulty of Achieving Equilibrium in Interactive POMDPs., AAAI, 2006", "Inexact Matching of Ontology Graphs Using Expectation-Maximization., AAAI, 2006"], "Yagil Engel": ["CUI Networks: A Graphical Representation for Conditional Utility Independence., AAAI, 2006"], "Jinbo Huang": ["Solving MAP Exactly by Searching on Compiled Arithmetic Circuits., AAAI, 2006"], "Yimin Huang": ["Identifiability in Causal Bayesian Networks: A Sound and Complete Algorithm., AAAI, 2006"], "Xia Jiang": ["A Bayesian Network for Outbreak Detection and Prediction., AAAI, 2006"], "Branislav Kveton": ["Learning Basis Functions in Hybrid Domains., AAAI, 2006"], "Hui Li": ["Incremental Least Squares Policy Iteration for POMDPs., AAAI, 2006"], "Wei Li": ["Performing Incremental Bayesian Inference by Dynamic Model Counting., AAAI, 2006"], "Wenhui Liao": ["Efficient Active Fusion for Decision-Making via VOI Approximation., AAAI, 2006"], "Sridhar Mahadevan": ["Learning Representation and Control in Continuous Markov Decision Processes., AAAI, 2006"], "Radu Marinescu": ["Memory Intensive Branch-and-Bound Search for Graphical Models., AAAI, 2006"], "Kevin Regan": ["Bayesian Reputation Modeling in E-Marketplaces Sensitive to Subjectivity, Deception and Change., AAAI, 2006"], "David L. Roberts": ["Targeting Specific Distributions of Trajectories in MDPs., AAAI, 2006"], "Ilya Shpitser": ["Identification of Joint Interventional Distributions in Recursive Semi-Markovian Causal Models., AAAI, 2006"], "Trey Smith": ["Focused Real-Time Dynamic Programming for MDPs: Squeezing More Out of a Heuristic., AAAI, 2006"], "Daniel Szer": ["Point-based Dynamic Programming for DEC-POMDPs., AAAI, 2006"], "Jin Tian": ["A Characterization of Interventional Distributions in Semi-Markovian Causal Models., AAAI, 2006"], "Tao Wang": ["Compact, Convex Upper Bound Iteration for Approximate POMDP Planning., AAAI, 2006", "Action Selection in Bayesian Reinforcement Learning., AAAI, 2006"], "Cécile Aberg": ["A Platform to Evaluate the Technology for Service Discovery in the Semantic Web., AAAI, 2006"], "Nathanael Chambers": ["Using Semantics to Identify Web Objects., AAAI, 2006"], "Hang Cui": ["Comparative Experiments on Sentiment Classification for Online Product Reviews., AAAI, 2006"], "Giuseppe De Giacomo": ["On the Update of Description Logic Ontologies at the Instance Level., AAAI, 2006"], "Donghui Feng": ["Mining and Re-ranking for Answering Biographical Queries on the Web., AAAI, 2006", "Towards Modeling Threaded Discussions using Induced Ontology Knowledge., AAAI, 2006"], "Giorgos Flouris": ["Inconsistencies, Negations and Changes in Ontologies., AAAI, 2006"], "Evgeniy Gabrilovich": ["Overcoming the Brittleness Bottleneck using Wikipedia: Enhancing Text Categorization with Encyclopedic Knowledge., AAAI, 2006"], "Matthew Garden": ["Mixed Collaborative and Content-Based Filtering with User-Contributed Semantic Features., AAAI, 2006"], "Wolfgang Gatterbauer": ["Table Extraction Using Spatial Reasoning on the CSS2 Visual Box Model., AAAI, 2006"], "Duncan Hull": ["Deciding Semantic Matching of Stateless Services., AAAI, 2006"], "Xing Jiang": ["OntoSearch: A Full-Text Search Engine for the Semantic Web., AAAI, 2006"], "Nitin Jindal": ["Mining Comparative Sentences and Relations., AAAI, 2006"], "Lalana Kagal": ["Using Semantic Web Technologies for Policy Management on the Web., AAAI, 2006"], "Yarden Katz": ["Social Network-based Trust in Prioritized Default Logic., AAAI, 2006"], "Pranam Kolari": ["Detecting Spam Blogs: A Machine Learning Approach., AAAI, 2006", "Memeta: A Framework for Multi-Relational Analytics on the Blogosphere., AAAI, 2006"], "Lun-Wei Ku": ["Novel Relationship Discovery Using Opinions Mined from the Web., AAAI, 2006"], "Kristina Lerman": ["Automatically Labeling the Inputs and Outputs of Web Services., AAAI, 2006"], "Arwen Twinkle Lettkeman": ["Predicting Task-Specific Webpages for Revisiting., AAAI, 2006"], "Benjamin Markines": ["Bookmark Hierarchies and Collaborative Recommendation., AAAI, 2006"], "Yutaka Matsuo": ["Spinning Multiple Social Networks for Semantic Web., AAAI, 2006"], "Bamshad Mobasher": ["Model-Based Collaborative Filtering as a Defense against Profile Injection Attacks., AAAI, 2006"], "Zhengxiang Pan": ["An Investigation into the Feasibility of the Semantic Web., AAAI, 2006"], "Marius Pasca": ["Organizing and Searching the World Wide Web of Facts - Step One: The One-Million Fact Extraction Challenge., AAAI, 2006"], "Filip Radlinski": ["Minimally Invasive Randomization fro Collecting Unbiased Preferences from Clickthrough Logs., AAAI, 2006"], "Vincent Schickel-Zuber": ["Inferring User's Preferences using Ontologies., AAAI, 2006"], "Michael Strube": ["WikiRelate! Computing Semantic Relatedness Using Wikipedia., AAAI, 2006"], "Yonghong Wang": ["Trust Representation and Aggregation in a Distributed Agent System., AAAI, 2006"], "Xiao-Bing Xue": ["Improve Web Search Using Image Snippets., AAAI, 2006"], "Adrian K. Agogino": ["QUICR-Learning for Multi-Agent Coordination., AAAI, 2006"], "Matt Berlin": ["Perspective Taking: An Organizing Principle for Learning in Human-Robot Interaction., AAAI, 2006"], "Michael H. Coen": ["Self-Supervised Acquisition of Vowels in American English., AAAI, 2006"], "Gregory Kuhlmann": ["Automatic Heuristic Construction in a Complete General Game Player., AAAI, 2006", "Know Thine Enemy: A Champion RoboCup Coach Agent., AAAI, 2006", "Automatic Heuristic Construction for General Game Playing., AAAI, 2006"], "Pat Langley": ["A Unified Cognitive Architecture for Physical Agents., AAAI, 2006"], "Matt MacMahon": ["Walk the Talk: Connecting Language, Knowledge, and Action in Route Instructions., AAAI, 2006"], "Reinhard Moratz": ["Intuitive linguistic Joint Object Reference in Human-Robot Interaction: Human Spatial Reference Systems and Function-Based Categorization for Symbol Grounding., AAAI, 2006"], "David Pardoe": ["TacTex-05: A Champion Supply Chain Management Agent., AAAI, 2006"], "Vasile Rus": ["Deeper Natural Language Processing for Evaluating Student Answers in Intelligent Tutoring Systems., AAAI, 2006"], "Rajah Annamalai Subramanian": ["Integrating Joint Intention Theory, Belief Reasoning, and Communicative Action for Generating Team-Oriented Dialogue., AAAI, 2006"], "B. Chandrasekaran": ["Multimodal Cognitive Architecture: Making Perception More Central to Intelligent Behavior., AAAI, 2006"], "Steve A. Chien": ["Integrated AI in Space: The Autonomous Sciencecraft on Earth Observing One., AAAI, 2006"], "Oren Etzioni": ["Machine Reading., AAAI, 2006"], "Eugene C. Freuder": ["Constraints: The Ties that Bind., AAAI, 2006"], "Henry A. Kautz": ["Deconstructing Planning as Satisfiability., AAAI, 2006"], "Stephen Muggleton": ["Towards Chemical Universal Turing Machines., AAAI, 2006"], "Charles Rich": ["From the Programmer's Apprentice to Human-Robot Interaction: Thirty Years of Research on Human-Computer Collaboration., AAAI, 2006"], "Lenhart K. Schubert": ["Turing's Dream and the Knowledge Challenge., AAAI, 2006"], "Stuart M. Shieber": ["Does the Turing Test Demonstrate Intelligence or Not?., AAAI, 2006"], "William R. Swartout": ["Virtual Humans., AAAI, 2006"], "Leslie G. Valiant": ["Knowledge Infusion., AAAI, 2006"], "Michael P. Wellman": ["Methods for Empirical Game-Theoretic Analysis., AAAI, 2006"], "Yuan An": ["Building Semantic Mappings from Databases to Ontologies., AAAI, 2006"], "Tsz-Chiu Au": ["Maintaining Cooperation in Noisy Environments., AAAI, 2006"], "Christian Bessière": ["Acquiring Constraint Networks Using a SAT-based Version Space Algorithm., AAAI, 2006"], "Michael H. Bowling": ["Subjective Mapping., AAAI, 2006"], "Darius Braziunas": ["Preference Elicitation and Generalized Additive Utility., AAAI, 2006"], "Stefanie Brüninghaus": ["Progress in Textual Case-Based Reasoning: Predicting the Outcome of Legal Cases from Text., AAAI, 2006"], "Alvaro A. Cárdenas": ["B-ROC Curves for the Assessment of Classifiers over Imbalanced Data Sets., AAAI, 2006"], "Ruggiero Cavallo": ["Handling Self-Interest in Groups, with Minimal Cost., AAAI, 2006"], "David A. Cohen": ["Constraint Symmetry and Solution Symmetry., AAAI, 2006"], "Kurt M. Dresner": ["Traffic Intersections of the Future., AAAI, 2006", "Making Autonomous Intersection Management Backwards-Compatible., AAAI, 2006"], "Bora Gazen": ["Overview of AutoFeed: An Unsupervised Learning System for Generating Webfeeds., AAAI, 2006"], "Amir Globerson": ["Embedding Heterogeneous Data Using Statistical Models., AAAI, 2006"], "Maarten Grachten": ["TempoExpress: An Expressivity-Preserving Musical Tempo Transformation System., AAAI, 2006"], "Jonathan Gratch": ["Towards a Validated Model of \"Emotional Intelligence\"., AAAI, 2006"], "Yuanbo Guo": ["Large Scale Knowledge Base Systems: An Empirical Evaluation Perspective., AAAI, 2006"], "Minqing Hu": ["Opinion Extraction and Summarization on the Web., AAAI, 2006"], "Sven Koenig": ["The Power of Sequential Single-Item Auctions for Agent Coordination., AAAI, 2006"], "Joseph A. Konstan": ["Lessons on Applying Automated Recommender Systems to Information-Seeking Tasks., AAAI, 2006"], "Nicholas Kushmerick": ["Activity-Centric Email: A Machine Learning Approach., AAAI, 2006"], "Ugur Kuter": ["Controlled Search over Compact State Representations, in Nondeterministic Planning Domains and Beyond., AAAI, 2006"], "Matthew Lease": ["A Look at Parsing and Its Applications., AAAI, 2006"], "Donald Metzler": ["Beyond Bags of Words: Modeling Implicit User Preferences in Information Retrieval., AAAI, 2006"], "Louis-Philippe Morency": ["The Role of Context in Head Gesture Recognition., AAAI, 2006"], "Ullas Nambiar": ["Supporting Queries with Imprecise Constraints., AAAI, 2006"], "Biplav Srivastava": ["The Synthy Approach for End to End Web Services Composition: Planning with Decoupled Causal and Resource Reasoning., AAAI, 2006"], "Robert St. Amant": ["AI Support for Building Cognitive Models., AAAI, 2006"], "Armin Stahl": ["Optimizing Similarity Assessment in Case-Based Reasoning., AAAI, 2006"], "Kenneth O. Stanley": ["Real-Time Evolution of Neural Networks in the NERO Video Game., AAAI, 2006", "Real-Time Interactive Learning in the NERO Video Game., AAAI, 2006"], "Oliviero Stock": ["Laughing with HAHAcronym, a Computational Humor System., AAAI, 2006"], "Qiang Sun": ["Explanation-Based Learning for Image Understanding., AAAI, 2006"], "Kilian Q. Weinberger": ["An Introduction to Nonlinear Dimensionality Reduction by Maximum Variance Unfolding., AAAI, 2006"], "Yanhong Zhai": ["Automatic Wrapper Generation Using Tree Matching and Partial Tree Alignment., AAAI, 2006"], "Michelle X. Zhou": ["Responsive Information Architect: Enabling Context-Sensitive Information Seeking., AAAI, 2006"], "William Cheetham": ["Case-Based Reasoning for General Electric Appliance Customer Support., AAAI, 2006"], "Philip Gross": ["Predicting Electricity Distribution Feeder Failures Using Machine Learning Susceptibility Analysis., AAAI, 2006"], "Andrew Lim": ["TPBOSCourier: A Transportation Procurement System (for the Procurement of Courier Services)., AAAI, 2006"], "Yehuda Naveh": ["Constraint-Based Random Stimuli Generation for Hardware Verification., AAAI, 2006"], "Nestor Rychtyckyj": ["Machine Translation for Manufacturing: A Case Study at Ford Motor Company., AAAI, 2006"], "Tuomas Sandholm": ["Expressive Commerce and Its Application to Sourcing., AAAI, 2006"], "Fahd Albinali": ["CPM: Context-Aware Power Management in WLANs., AAAI, 2006"], "José Luis Ambite": ["Design and Implementation of the CALO Query Manager., AAAI, 2006"], "Michael Anderson": ["MedEthEx: A Prototype Medical Ethics Advisor., AAAI, 2006"], "Mark G. Core": ["Building Explainable Artificial Intelligence Systems., AAAI, 2006"], "Marie desJardins": ["Heuristic Search and Information Visualization Methods for School Redistricting., AAAI, 2006"], "Artur Dubrawski": ["Monitoring Food Safety by Detecting Patterns in Consumer Complaints., AAAI, 2006"], "Kee-Eung Kim": ["Hand Grip Pattern Recognition for Mobile User Interfaces., AAAI, 2006"], "Julia Letchner": ["Trip Router with Individualized Preferences (TRIP): Incorporating Personalization into Route Planning., AAAI, 2006"], "Raz Lin": ["Local Negotiation in Cellular Networks: From Theory to Practice., AAAI, 2006"], "Yong Liu": ["Ontology Based Semantic Modeling for Chinese Ancient Architectures., AAAI, 2006"], "Mark L. Morsch": ["CM-Extractor: An Application for Automating Medical Quality Measures Abstraction in a Hospital Setting., AAAI, 2006"], "Brett Poulin": ["Visual Explanation of Evidence with Additive Classifiers., AAAI, 2006"], "Rafael Ramírez": ["A Sequential Covering Evolutionary Algorithm for Expressive Music Performance., AAAI, 2006"], "Howard E. Shrobe": ["AWDRAT: A Cognitive Middleware System for Information Survivability., AAAI, 2006"], "Leen-Kiat Soh": ["Multiagent Coalition Formation for Computer-Supported Cooperative Learning., AAAI, 2006"], "Jason M. Black": ["A Benchmark for Cooperative Learning Agents., AAAI, 2006"], "Brett Borghetti": ["Performance Evaluation Methods for the Trading Agent Competition., AAAI, 2006"], "Sandeep Chandana": ["Can We Work around Numerical Methods? An Insight., AAAI, 2006"], "Le Chang": ["Local Consistency in Junction Graphs for Constraint-Based Inference., AAAI, 2006"], "Bruno Castro da Silva": ["RL-CD: Dealing with Non-Stationarity in Reinforcement Learning., AAAI, 2006"], "Christopher Fellows": ["Exploring GnuGo's Evaluation Function with a SVM., AAAI, 2006"], "Kevin M. Godby": ["Robot Self-Recognition Using Conditional Probability-Based Contingency., AAAI, 2006"], "Brian Hutchinson": ["Multiclass Support Vector Machines for Articulatory Feature Classification., AAAI, 2006"], "Matti Järvisalo": ["Further Investigations into Regular XORSAT., AAAI, 2006"], "Akshay Java": ["SemNews: A Semantic News Framework., AAAI, 2006", "SemNews: A Semantic News Framework., AAAI, 2006"], "Li Jin": ["KDMAS: A Multi-Agent System for Knowledge Discovery via Planning., AAAI, 2006"], "Mahesh Joshi": ["Kernel Methods for Word Sense Disambiguation and Acronym Expansion., AAAI, 2006", "An End-to-End Supervised Target-Word Sense Disambiguation System., AAAI, 2006"], "Anagha Kulkarni": ["How Many Different \"John Smiths\", and Who Are They?, AAAI, 2006"], "Kiran Lakkaraju": ["Population and Agent Based Models for Language Convergence., AAAI, 2006"], "Douglas S. Lange": ["Boot Camp for Cognitive Systems., AAAI, 2006"], "Ross Mead": ["Algorithms for Control and Interaction of Large Formations of Robots., AAAI, 2006"], "Slawomir Nowaczyk": ["Learning of Agents with Limited Resources., AAAI, 2006"], "Young-In Shin": ["Unsupervised Order-Preserving Regression Kernel for Sequence Analysis., AAAI, 2006"], "Tyler Streeter": ["Curiosity-Driven Exploration with Planning Trajectories., AAAI, 2006"], "Daniel Stronger": ["Expectation-Based Vision for Self-Localization on a Legged Robot., AAAI, 2006"], "Matthew E. Taylor": ["Inter-Task Action Correlation for Reinforcement Learning Tasks., AAAI, 2006"], "Abraham Bagherjeiran": ["A Value Theory of Meta-Learning Algorithms., AAAI, 2006"], "Yun-Gyung Cheong": ["A Computational Model of Narrative Generation for Suspense., AAAI, 2006"], "Eric Eaton": ["Multi-Resolution Learning for Knowledge Transfer., AAAI, 2006"], "Andrew S. Fast": ["Learning Models of Macrobehavior in Complex Adaptive Systems., AAAI, 2006"], "Janae N. Foss": ["Techniques for Generating Optimal, Robust Plans when Temporal Uncertainty is Present., AAAI, 2006"], "Michel Galley": ["Automatic Summarization of Conversational Multi-Party Speech., AAAI, 2006"], "Arnav Jhala": ["Darshak - An Intelligent Cinematic Camera Planning System., AAAI, 2006"], "Bhaskar Mehta": ["Cross System Personalization by Learning Manifold Alignments., AAAI, 2006"], "Martin Michalowski": ["A Generalized Query Framework for Geospatial Reasoning., AAAI, 2006"], "Mohan Sridharan": ["Robust Autonomous Structure-based Color Learning on a Mobile Robot., AAAI, 2006"], "Chaofan Sun": ["Closest Pairs Data Selection for Support Vector Machines., AAAI, 2006"], "Rama Akkiraju": ["SEMAPLAN: Combining Planning with Semantic Matching to Achieve Web Service Composition., AAAI, 2006"], "Kenneth M. Bayer": ["An Interactive Constraint-Based Approach to Minesweeper., AAAI, 2006"], "Maria Cutumisu": ["ScriptEase - Motivational Behaviors for Interactive Characters in Computer Role-Playing Games., AAAI, 2006"], "Jack L. Edwards": ["LOCATE Intelligent Systems Demonstration: Adapting Help to the Cognitive Styles of Users., AAAI, 2006"], "Wolfgang Ketter": ["Strategic Sales Management in an Autonomous Trading Agent for TAC SCM., AAAI, 2006"], "Krol Kevin Mathias": ["Factored MDP Elicitation and Plan Display., AAAI, 2006"], "Cynthia Sims Parr": ["Using the Semantic Web to Integrate Ecoinformatics Resources., AAAI, 2006"], "Christopher Raphael": ["Demonstration of Music Plus One - A Real-Time System for Automatic Orchestral Accompaniment., AAAI, 2006"], "André Valente": ["The Tactical Language and Culture Training System: A Demonstration., AAAI, 2006"], "Jacky Baltes": ["The Keystone Scavenger Team., AAAI, 2006"], "David J. Bruemmer": ["The Robot Intelligence Kernel., AAAI, 2006"], "Debra T. Burhans": ["Introductory Computer Science with Robots., AAAI, 2006", "Using snarpy to Connect a KR System to Pyro., AAAI, 2006"], "Zachary Dodds": ["Erdos: Cost-Effective Peripheral Robotics for AI Education., AAAI, 2006"], "Natasa Lazetic": ["Object-Sorting-by-Color in a Variety of Lighting Conditions Using Neural Networks and Lego Mindstorms Robot., AAAI, 2006"], "François Michaud": ["Towards a Higher Level of Human-Robot Interaction and Integration., AAAI, 2006"], "Paul W. Schermerhorn": ["DIARC: A Testbed for Natural Human-Robot Interaction., AAAI, 2006"], "Brian Schlesinger": ["A Semi-Autonomous Interactive Robot., AAAI, 2006"], "Crystal Schuil": ["Collective Construction Using Lego Robots., AAAI, 2006"], "Elizabeth Sklar": ["Educational Robotics in Brooklyn., AAAI, 2006"], "Kamil Wnuk": ["A Multi Agent Approach to Vision Based Robot Scavenging., AAAI, 2006"], "Alina Andreevskaia": ["Semantic Tagging at the Sense Level., AAAI, 2006"], "Christopher H. Brooks": ["Slashpack: An Integrated Tool for Gathering and Managing Hypertext Data., AAAI, 2006"], "Vadim Bulitko": ["Lookahead Pathology in Real-Time Path-Finding., AAAI, 2006"], "David Portabella Clotet": ["Explicit Passive Analysis in Electronic Catalogs., AAAI, 2006"], "Takayuki Ito": ["A Negotiation Protocol for Agents with Nonlinear Utility Functions., AAAI, 2006"], "John S. Kinnebrew": ["A Decision-Theoretic Planner with Dynamic Compound Reconfiguration for Distributed Real-Time Applications., AAAI, 2006"], "Stacy Lovell": ["Using an Ontology for Knowledge Acquisition., AAAI, 2006"], "Gayathri Namasivayam": ["PB-smodels a Pseudo-Boolean Solver., AAAI, 2006"], "Hirotaka Niitsuma": ["Bayesian Network Based Reparameterization of Haar-like Feature., AAAI, 2006"], "Jonathan P. Pearce": ["Locally Optimal Algorithms and Solutions for Distributed Constraint Optimization., AAAI, 2006"], "Kevin Quennesson": ["Wavelet Statistics for Human Motion Classification., AAAI, 2006"], "Mihaela Sabin": ["Evaluation of Solving Models for Conditional Constraint Satisfaction Problems., AAAI, 2006"], "Daniel L. Silver": ["Machine Life-Long Learning with csMTL Networks., AAAI, 2006"], "Aaron Sloman": ["How to Put the Pieces of AI Together Again., AAAI, 2006"], "Mikhail Soutchanski": ["Decision Making in Uncertain Real-World Domains Using DT-Golog., AAAI, 2006"], "Aparna S. Varde": ["Integrating Clustering and Classification for Estimating Process Variables in Materials Science., AAAI, 2006"], "Kiri Wagstaff": ["When Is Constrained Clustering Beneficial, and Why?., AAAI, 2006"], "Patrick W. Yaner": ["Interpretation of Design Drawings by Analogy., AAAI, 2006"]}