{"Jing Peng": ["Performance Bounded Reinforcement Learning in Strategic Interactions., AAAI, 2004"], "Abhi Shelat": ["Searching for Stable Mechanisms: Automated Design for Imperfect Players., AAAI, 2004"], "Robin R. Murphy": ["Affective Recruitment of Distributed Heterogeneous Agents., AAAI, 2004"], "Geoffrey J. Gordon": ["Visibility-Based Pursuit-Evasion with Limited Field of View., AAAI, 2004"], "Marcelo H. Ang Jr.": ["Task Allocation via Self-Organizing Swarm Coalitions in Distributed Mobile Sensor Network., AAAI, 2004"], "Grant Schoenebeck": ["GROWRANGE: Anytime VCG-Based Mechanisms., AAAI, 2004"], "Matthias Scheutz": ["Useful Roles of Emotions in Artificial Agents: A Case Study from Artificial Life., AAAI, 2004"], "J. Christopher Beck": ["Low-Knowledge Algorithm Control., AAAI, 2004"], "Andrew J. Parkes": ["Implementing a Generalized Version of Resolution., AAAI, 2004"], "Marco Maratea": ["SAT-Based Answer Set Programming., AAAI, 2004"], "T. K. Satish Kumar": ["A Polynomial-Time Algorithm for Simple Temporal Problems with Piecewise Constant Domain Preference Functions., AAAI, 2004"], "Tuomas Sandholm": ["Using Performance Profile Trees to Improve Deliberation Control., AAAI, 2004", "Combinatorial Auctions with Structured Item Graphs., AAAI, 2004", "Computing Shapley Values, Manipulating Value Division Schemes, and Checking Core Membership in Multi-Issue Domains., AAAI, 2004", "Methods for Boosting Revenue in Combinatorial Auctions., AAAI, 2004"], "Xishun Zhao": ["On Odd and Even Cycles in Normal Logic Programs., AAAI, 2004"], "Miroslaw Truszczynski": ["Logic Programs with Abstract Constraint Atoms., AAAI, 2004"], "Le-Chi Tuan": ["Adding Time and Intervals to Procedural and Hierarchical Control Specifications., AAAI, 2004"], "Kaile Su": ["Model Checking Temporal Logics of Knowledge in Distributed Systems., AAAI, 2004"], "Jin Tian": ["Identifying Linear Causal Effects., AAAI, 2004"], "Toby Walsh": ["The Complexity of Global Constraints., AAAI, 2004", "mCP Nets: Representing and Reasoning with Preferences of Multiple Agents., AAAI, 2004"], "Luciano Serafini": ["Complexity of Contextual Reasoning., AAAI, 2004"], "Eric Horvitz": ["The Backdoor Key: A Path to Understanding Problem Hardness., AAAI, 2004"], "Cristopher Moore": ["Hiding Satisfying Assignments: Two Are Better than One., AAAI, 2004"], "Felip Manyà": ["Modeling Choices in Quasigroup Completion: SAT vs. CSP., AAAI, 2004"], "Adele E. Howe": ["Leap Before You Look: An Effective Strategy in an Oversubscribed Scheduling Problem., AAAI, 2004"], "Chavalit Likitvivatanavong": ["Domain Transmutation in Constraint Satisfaction Problems., AAAI, 2004"], "Hubie Chen": ["Collapsibility and Consistency in Quantified Constraint Satisfaction., AAAI, 2004"], "Wheeler Ruml": ["Complete Local Search for Propositional Satisfiability., AAAI, 2004"], "Ulrich Junker": ["QUICKXPLAIN: Preferred Explanations and Relaxations for Over-Constrained Problems., AAAI, 2004"], "Luca Maria Gambardella": ["MAX-2-SAT: How Good Is Tabu Search in the Worst-Case?, AAAI, 2004"], "Meinolf Sellmann": ["The Practice of Approximated Consistency for Knapsack Constraints., AAAI, 2004"], "Hantao Zhang": ["Study of Lower Bound Functions for MAX-2-SAT., AAAI, 2004"], "Valnir Ferreira Jr.": ["Additive versus Multiplicative Clause Weighting for SAT., AAAI, 2004"], "Eugene C. Freuder": ["Tractable Tree Convex Constraint Networks., AAAI, 2004"], "Rob Shields": ["Eliciting Bid Taker Non-price Preferences in (Combinatorial) Auctions., AAAI, 2004"], "Barbara J. Grosz": ["Learning Social Preferences in Games., AAAI, 2004"], "Yoav Shoham": ["Using Contracts to Influence the Outcome of a Game., AAAI, 2004", "Simple Search Methods for Finding a Nash Equilibrium., AAAI, 2004"], "Toni Mancini": ["Scaling Up Reasoning about Actions Using Relational Database Technology., AAAI, 2004"], "Maurice Pagnucco": ["Conservative Belief Revision., AAAI, 2004"], "Kornél G. Markó": ["Mereological Semantics for Bio-Ontologies., AAAI, 2004"], "Mubarak Shah": ["CASEE: A Hierarchical Event Representation for the Analysis of Videos., AAAI, 2004"], "Anthony Hunter": ["Making Argumentation More Believable., AAAI, 2004", "Towards Higher Impact Argumentation., AAAI, 2004"], "Fangzhen Lin": ["Loop Formulas for Circumscription., AAAI, 2004"], "Richard E. Howard": ["An Instance-Based State Representation for Network Repair., AAAI, 2004"], "Dongmo Zhang": ["Logical Foundations of Negotiation: Outcome, Concession, and Adaptation., AAAI, 2004"], "Avi Pfeffer": ["Repeated Observation Models., AAAI, 2004"], "Chitta Baral": ["Encoding Probabilistic Causal Model in Probabilistic Action Language., AAAI, 2004"], "Jennifer Chu-Carroll": ["Evaluating Ontology Cleaning., AAAI, 2004"], "Rex Kwok": ["Negotiation as Mutual Belief Revision., AAAI, 2004"], "Svetha Venkatesh": ["Learning Hierarchical Hidden Markov Models with General State Hierarchy., AAAI, 2004"], "Ian Davidson": ["An Ensemble Technique for Stable Learners with Performance Bounds., AAAI, 2004"], "Wei Fan": ["On the Optimality of Probability Estimation by Random Decision Trees., AAAI, 2004"], "Dov M. Gabbay": ["Fibring Neural Networks., AAAI, 2004"], "Henry A. Kautz": ["Learning and Inferring Transportation Routines., AAAI, 2004"], "Susan L. Epstein": ["Learning and Applying Competitive Strategies., AAAI, 2004"], "Franz Pernkopf": ["Bayesian Network Classifiers Versus k-NN Classifier Using Sequential Feature Selection., AAAI, 2004"], "Michael A. Savchenko": ["Online Parallel Boosting., AAAI, 2004"], "Dit-Yan Yeung": ["Bayesian Inference on Principal Component Analysis Using Reversible Jump Markov Chain Monte Carlo., AAAI, 2004"], "Ying Yang": ["Error Detection and Impact-Sensitive Instance Ranking in Noisy Datasets., AAAI, 2004"], "Robert Michael Young": ["Comparing Cognitive and Computational Models of Narrative Structure., AAAI, 2004"], "Alexander Yates": ["Methods for Domain-Independent Information Extraction from the Web: An Experimental Comparison., AAAI, 2004", "PRECISE on ATIS: Semantic Tractability and Experimental Results., AAAI, 2004"], "Bruce W. Porter": ["Interpreting Loosely Encoded Questions., AAAI, 2004"], "Stefan Schulz": ["Learning Indexing Patterns from One Language for the Benefit of Others., AAAI, 2004"], "Andrew McCallum": ["Interactive Information Extraction with Constrained Conditional Random Fields., AAAI, 2004"], "Dan Roth": ["Identification and Tracing of Ambiguous Names: Discriminative and Generative Approaches., AAAI, 2004"], "Philip S. Yu": ["Text Classification by Labeling Words., AAAI, 2004"], "Mark Nejman": ["On the Relationship between Lexical Semantics and Syntax for the Inference of Context-Free Grammars., AAAI, 2004"], "Peter W. M. Tsang": ["Distributed Representation of Syntactic Structure by Tensor Product Representation and Non-Linear Compression., AAAI, 2004"], "Horst Bischof": ["Rapid Object Recognition from Discriminative Regions of Interest., AAAI, 2004"], "Randall Davis": ["Automatically Transforming Symbolic Shape Descriptions for Use in Sketch Recognition., AAAI, 2004", "Perceptually Based Learning of Shape Descriptions for Sketch Recognition., AAAI, 2004"], "Kurt Konolige": ["Large-Scale Map-Making., AAAI, 2004"], "Sebastian Thrun": ["A Multi-Resolution Pyramid for Outdoor Robot Terrain Perception., AAAI, 2004"], "Gregory Dudek": ["Self-Organizing Visual Maps., AAAI, 2004", "Reconstruction of 3D Models from Intensity Images and Partial Depth., AAAI, 2004", "Analogical Path Planning., AAAI, 2004"], "Dana H. Ballard": ["On the Integration of Grounding Language and Learning Objects., AAAI, 2004"], "Piergiorgio Bertoli": ["Generating Safe Assumption-Based Plans for Partially Observable, Nondeterministic Domains., AAAI, 2004"], "Pascal Van Hentenryck": ["Regrets Only! Online Stochastic Optimization under Time Constraints., AAAI, 2004"], "Christopher W. Geib": ["Assessing the Complexity of Plan Recognition., AAAI, 2004"], "Dana S. Nau": ["Forward-Chaining Planning in Nondeterministic Domains., AAAI, 2004"], "Xiaotao Wu": ["Transport Logistics Planning with Service-Level Constraints., AAAI, 2004"], "Jussi Rintanen": ["Distance Estimates for Planning in the Discrete Belief Space., AAAI, 2004"], "Ernest Davis": ["Continuous Time in a SAT-Based Planner., AAAI, 2004"], "John M. Pyle": ["An Effective Algorithm for Project Scheduling with Arbitrary Temporal Constraints., AAAI, 2004"], "Csaba Szepesvári": ["Shortest Path Discovery Problems: A Framework, Algorithms and Experimental Results., AAAI, 2004"], "Tran Cao Son": ["Regression with Respect to Sensing Actions and Partial States., AAAI, 2004"], "Subbarao Kambhampati": ["Effective Approaches for Partial Satisfaction (Over-Subscription) Planning., AAAI, 2004"], "Hector Geffner": ["Branching and Pruning: An Optimal Temporal POCL Planner Based on Constraint Programming., AAAI, 2004"], "Qiang Yang": ["High-Level Goal Recognition in a Wireless LAN., AAAI, 2004"], "Naren Ramakrishnan": ["Spatial Aggregation for Qualitative Assessment of Scientific Computations., AAAI, 2004"], "Toramatsu Shintani": ["A Qualitative-Quantitative Methods-Based e-Learning Support System in Economic Education., AAAI, 2004"], "Manuela M. Veloso": ["Skill Acquisition and Use for a Dynamically-Balancing Soccer Robot., AAAI, 2004", "Advice Generation from Observed Execution: Abstract Markov Decision Process Learning., AAAI, 2004"], "Mykel J. Kochenderfer": ["Common Sense Data Acquisition for Indoor Mobile Robots., AAAI, 2004"], "Peter Stone": ["Machine Learning for Fast Quadrupedal Locomotion., AAAI, 2004", "Towards Autonomic Computing: Adaptive Job Routing and Scheduling., AAAI, 2004"], "Félix Ingrand": ["Interleaving Temporal Planning and Execution in Robotics Domains., AAAI, 2004"], "Shin Ishii": ["Reinforcement Learning for CPG-Driven Biped Robot., AAAI, 2004"], "Richard E. Korf": ["Compressing Pattern Databases., AAAI, 2004", "Best-First Frontier Search with Delayed Duplicate Detection., AAAI, 2004"], "Martin Müller": ["A General Solution to the Graph History Interaction Problem., AAAI, 2004"], "Jonathan Schaeffer": ["Temperature Discovery Search., AAAI, 2004"], "Bart Selman": ["Towards Efficient Sampling: Exploiting Random Walk Strategies., AAAI, 2004"], "Eric A. Hansen": ["Space-Efficient Memory-Based Heuristics., AAAI, 2004", "Structured Duplicate Detection in External-Memory Graph Search., AAAI, 2004"], "Craig Boutilier": ["Stochastic Local Search for POMDP Controllers., AAAI, 2004"], "Jayant Kalagnanam": ["A Computational Study of the Kemeny Rule for Preference Aggregation., AAAI, 2004"], "Serafim Batzoglou": ["PROBCONS: Probabilistic Consistency-Based Multiple Alignment of Amino Acid Sequences., AAAI, 2004"], "Shlomo Zilberstein": ["Dynamic Programming for Partially Observable Stochastic Games., AAAI, 2004"], "Daniel S. Weld": ["Solving Concurrent Markov Decision Processes., AAAI, 2004"], "Martha E. Pollack": ["Low-cost Addition of Preferences to DTPs and TCSPs., AAAI, 2004"], "Nic Wilson": ["Extending CP-Nets with Stronger Conditional Preference Statements., AAAI, 2004"], "Reid G. Simmons": ["Solving Generalized Semi-Markov Decision Processes Using Continuous Phase-Type Distributions., AAAI, 2004"], "Rita Sharma": ["Exploring More Realistic Evaluation Measures for Collaborative Filtering., AAAI, 2004"], "Bing Liu": ["Mining Opinion Features in Customer Reviews., AAAI, 2004"], "Rebecca Hwa": ["Just How Mad Are You? Finding Strong and Weak Opinion Clauses., AAAI, 2004"], "William Cheetham": ["Tenth Anniversary of the Plastics Color Formulation Tool., AAAI, 2004"], "James L. Benedict": ["The General Motors Variation-Reduction Adviser: Deployment Issues for an AI Application., AAAI, 2004"], "Chew Lim Tan": ["Making Better Recommendations with Online Profiling Agents., AAAI, 2004"], "Nestor Rychtyckyj": ["Ergonomics Analysis for Vehicle Assembly Using Artificial Intelligence., AAAI, 2004"], "André Valente": ["The KOJAK Group Finder: Connecting the Dots via Integrated Knowledge-Based and Statistical Reasoning., AAAI, 2004"], "Barry O'Sullivan": ["Detecting and Eliminating the Cascade Vulnerability Problem from Multilevel Security Networks Using Soft Constraints., AAAI, 2004"], "William S. Havens": ["The U.S. National Football League Scheduling Problem., AAAI, 2004"], "Leo C. Ureel II": ["VModel: A Visual Qualitative Modeling Environment for Middle-School Students., AAAI, 2004"], "Elif Kürklü": ["SOFIA's Choice: An AI Approach to Scheduling Airborne Astronomy Observations., AAAI, 2004"], "Anna Pryor": ["A Comparison of Techniques for Scheduling Earth Observing Satellites., AAAI, 2004"], "Arnav Jhala": ["Branching Storylines in Virtual Reality Environments for Leadership Development., AAAI, 2004"], "Thomas Wagner": ["The Independent LifeStyle AssistantTM (I.L.S.A.): AI Lessons Learned., AAAI, 2004"], "Karen L. Myers": ["Identifying Terrorist Activity with AI Plan Recognition Technology., AAAI, 2004"], "John Nicholson": ["A Robotic Wayfinding System for the Visually Impaired., AAAI, 2004"], "Vadim Bulitko": ["Machine Learning for Adaptive Image Interpretation., AAAI, 2004"], "Devvan Stokes": ["AI Characters and Directors for Interactive Computer Games., AAAI, 2004"], "Edward Waltz": ["Agent-based Simulation of Geo-Political Conflict., AAAI, 2004"], "Ewa Deelman": ["Artemis: Integrating Scientific Data on the Grid., AAAI, 2004"], "Michael Mancuso": ["An Explainable Artificial Intelligence System for Small-unit Tactical Behavior., AAAI, 2004"], "Ryan VanRiper": ["An Application View of COORDINATORS: Coordination Managers for First Responders., AAAI, 2004"], "Alex Kerfoot": ["Synthetic Adversaries for Urban Combat Training., AAAI, 2004"], "Héctor Muñoz-Avila": ["CaBMA: Case-Based Project Management Assistant., AAAI, 2004"], "Yunhe Pan": ["Automatic Generation of Artistic Chinese Calligraphy., AAAI, 2004"], "Maja J. Mataric": ["A Correspondence Metric for Imitation., AAAI, 2004", "Utilizing Internal State in Multi-Robot Coordination Tasks., AAAI, 2004"], "Costin Barbu": ["Fuzzy Induction in Dynamic User Profiling for Information Filtering., AAAI, 2004"], "John K. Slaney": ["Semantically Guiding a First-Order Theorem Prover with a Soft Model., AAAI, 2004"], "Doina Precup": ["Metrics for Finite Markov Decision Processes., AAAI, 2004"], "Emmanuel Hebrard": ["Robust Solutions for Constraint Satisfaction and Optimization., AAAI, 2004"], "Atsushi Inoue": ["Generation of Emotional Behavior for Non-Player Characters - Development of EmoBot for Quake II., AAAI, 2004"], "Stuart C. Shapiro": ["Knowledge State Reconsideration: Hindsight Belief Revision., AAAI, 2004", "Identifying an Object that is Perceptually Indistinguishable from One Previously Perceived., AAAI, 2004"], "Gang Qu": ["Generating 'Random' 3-SAT Instances with Specific Solution Space Structure., AAAI, 2004", "Finding Redundant Constraints for FSM Minimization., AAAI, 2004"], "Goutam Paul": ["Occam's Razor and a Non-Syntactic Measure of Decision Tree Complexity., AAAI, 2004"], "Ted Pedersen": ["Discriminating Among Word Meanings by Identifying Similar Contexts., AAAI, 2004", "SenseClusters - Finding Clusters that Represent Word Senses., AAAI, 2004"], "Sandip Sen": ["A Bayes Net Approach to Argumentation., AAAI, 2004"], "Berthe Y. Choueiry": ["Evaluating Consistency Algorithms for Temporal Metric Constraints., AAAI, 2004"], "Marc Spraragen": ["Mixed-Initiative Workflow Composition., AAAI, 2004"], "Evan Sultanik": ["Mobile Agent-Based Search for Service Discovery on Dynamic Peer-to-Peer Networks., AAAI, 2004"], "Sugato Basu": ["Semi-Supervised Clustering with Limited Background Knowledge., AAAI, 2004"], "Mikhail Bilenko": ["Learnable Similarity Functions and their Applications to Clustering and Record Linkage., AAAI, 2004"], "Gangshu Cai": ["Flexible Decision-Making in Sequential Auctions., AAAI, 2004"], "Prashant Doshi": ["A Framework for Optimal Sequential Planning in Multiagent Settings., AAAI, 2004"], "Noemie Elhadad": ["User-Sensitive Text Summarization., AAAI, 2004"], "Jamie Lennon": ["Connecting Cognitive and Physical Worlds with Dynamic Cost Function Definition., AAAI, 2004"], "Shou-De Lin": ["Interesting Instance Discovery in Multi-Relational Data., AAAI, 2004"], "B. John Oommen": ["Adaptive Algorithms for Routing and Traffic Engineering in Stochastic Networks., AAAI, 2004"], "Smaranda Muresan": ["Inducing Constraint-Based Grammars using a Domain Ontology., AAAI, 2004"], "Hien Nguyen": ["Capturing User Intent for Information Retrieval., AAAI, 2004"], "Amit Ramesh": ["A Metric for the Evaluation of Imitation., AAAI, 2004"], "Håkan L. S. Younes": ["Planning and Verification for Stochastic Processes with Asynchronous Events., AAAI, 2004"], "Jacob Warren": ["Intelligent Systems Demonstration: The Secure Wireless Agent Testbed (SWAT)., AAAI, 2004"], "M. Vanzin": ["Multi-Agent System Development: Design, Runtime, and Analysis., AAAI, 2004"], "Illah R. Nourbakhsh": ["Visual Odometry Using Commodity Optical Flow., AAAI, 2004"], "Guifre Cuní": ["Engineering Open Multi-Agent Systems as Electronic Institutions., AAAI, 2004"], "Francesc X. Noria": ["iBundler: An Agent-Based Decision Support Service for Combinatorial Negotiations., AAAI, 2004"], "Donald Perlis": ["Domain-Independent Reason-Enhanced Controller for Task-ORiented Systems - DIRECTOR., AAAI, 2004"], "Nina M. Berry": ["Agent-Based Modeling with Social Networks for Terrorist Recruitment., AAAI, 2004"], "Szymon Wilk": ["Mobile Emergency Triage Support System., AAAI, 2004"], "Jean Oh": ["CMRadar: A Personal Assistant Agent for Calendar Management., AAAI, 2004"], "Dirk Schulz": ["Centibots: Very Large Scale Distributed Robotic Teams., AAAI, 2004"], "Jason Michelizzi": ["WordNet: : Similarity - Measuring the Relatedness of Concepts., AAAI, 2004"], "Yugyung Lee": ["SEM-Ether: Semantic Web Based Pervasive Computing Framework - Integrating Web, Devices and People., AAAI, 2004"], "Brett Browning": ["CAMEO: Modeling Human Activity in Formal Meeting Situations., AAAI, 2004"], "Kathleen M. Eberhard": ["A Robotic Model of Human Reference Resolution., AAAI, 2004"], "Stanley Peters": ["SCoT: A Spoken Conversational Tutor., AAAI, 2004"], "Andrzej Uszok": ["Intelligent Agents for Coalition Search and Rescue Task Support., AAAI, 2004"], "Gregg Rabideau": ["The Autonomous Sciencecraft Experiment Onboard the EO-1 Spacecraft., AAAI, 2004"], "Heidi H. T. Yeung": ["Online Semantic Extraction by Backpropagation Neural Network with Various Syntactic Structure Representations., AAAI, 2004"], "James Shaw": ["Responsive Information Architect: A Context-Sensitive Multimedia Conversation Framework for Information Seeking., AAAI, 2004"]}