{"Andrew Lim": ["The Yard Allocation Problem., AAAI, 2002", "Multi-Player Game Approach to Solving Multi-Entity Problems., AAAI, 2002"], "Hirotaka Ono": ["Integrating Local Search and Network Flow to Solve the Inventory Routing Problem., AAAI, 2002"], "Roy Emek": ["Generating Random Solutions for Constraint Satisfaction Problems., AAAI, 2002"], "Tad Hogg": ["Graph Coloring with Quantum Heuristics., AAAI, 2002"], "Peter J. Stuckey": ["Reducing Search Space in Local Search for Constraint Satisfaction., AAAI, 2002"], "Ulrich Junker": ["Preference-Based Search and Multi-Criteria Optimization., AAAI, 2002"], "Michael Mitzenmacher": ["Human-Guided Tabu Search., AAAI, 2002"], "Javier Larrosa": ["Node and Arc Consistency in Weighted CSP., AAAI, 2002"], "Jimmy Ho-Man Lee": ["Model Induction: A New Source of CSP Model Redundancy., AAAI, 2002"], "Kazuhisa Makino": ["On Computing all Abductive Explanations., AAAI, 2002"], "Anthony Hunter": ["Measuring Inconsistency in Knowledge via Quasi-Classical Models., AAAI, 2002"], "Yongmei Liu": ["A Hoare-Style Proof System for Robot Programs., AAAI, 2002"], "Alon Y. Halevy": ["Representing and Reasoning about Mappings between Domain Models., AAAI, 2002"], "Mykola Galushka": ["A Regression Based Adaptation Strategy for Case-Based Reasoning., AAAI, 2002"], "Joydeep Ghosh": ["Cluster Ensembles A Knowledge Reuse Framework for Combining Partitionings., AAAI, 2002"], "Gerhard Brewka": ["Logic Programming with Ordered Disjunction., AAAI, 2002"], "Pedro Cabalar": ["A Three-Valued Characterization for Strong Equivalence of Logic Programs., AAAI, 2002"], "Yuting Zhao": ["ASSAT: Computing Answer Sets of a Logic Program by SAT Solvers., AAAI, 2002"], "Stuart J. Russell": ["State Abstraction for Programmable Reinforcement Learning Agents., AAAI, 2002"], "Niall M. Adams": ["Contentful Mental States for Robot Baby., AAAI, 2002"], "Dale Schuurmans": ["Data Perturbation for Escaping Local Maxima in Learning., AAAI, 2002", "Piecewise Linear Value Function Approximation for Factored MDPs., AAAI, 2002"], "Matti Kääriäinen": ["Progressive Rademacher Sampling., AAAI, 2002"], "Philip S. Yu": ["Pruning and Dynamic Scheduling of Cost-Sensitive Ensembles., AAAI, 2002"], "Jeffrey Mark Siskind": ["Specific-to-General Learning for Temporal Events., AAAI, 2002"], "Robert Givan": ["Learning Temporal, Relational, Force-Dynamic Event Definitions from Video., AAAI, 2002"], "Wei Zhou": ["Structural Extension to Logistic Regression: Discriminative Parameter Learning of Belief Net Classifiers., AAAI, 2002"], "Patrick Beeson": ["Bootstrap Learning for Place Recognition., AAAI, 2002"], "Philip M. Long": ["Minimum Majority Classification and Boosting., AAAI, 2002"], "Ramadass Nagarajan": ["Content-Boosted Collaborative Filtering for Improved Recommendations., AAAI, 2002"], "Keisuke Nakamura": ["Constructive Adaptive User Interfaces - Composing Music Based on Human Feelings., AAAI, 2002", "CAUI Demonstration Composing Music Based on Human Feelings., AAAI, 2002"], "Theodore J. Perkins": ["Reinforcement Learning for POMDPs Based on Action Values and Stochastic Optimization., AAAI, 2002"], "Yoav Shoham": ["Polynomial-Time Reinforcement Learning of Near-Optimal Policies., AAAI, 2002", "Dispersion Games: General Definitions and Some Specific Learning Results., AAAI, 2002"], "Minglun Qian": ["Constrained Formulations and Algorithms for Stock-Price Predictions Using Recurrent FIR Neural Networks., AAAI, 2002"], "Michael M. Wagner": ["Rule-Based Anomaly Pattern Detection for Detecting Disease Outbreaks., AAAI, 2002"], "Ming-Hsuan Yang": ["Extended Isomap for Pattern Classification., AAAI, 2002"], "Nevin Lianwen Zhang": ["Hierarchical Latent Class Models for Cluster Analysis., AAAI, 2002", "Value Iteration Working with Belief Subset., AAAI, 2002"], "Craig Boutilier": ["A POMDP Formulation of Preference Elicitation Problems., AAAI, 2002", "Solving Concisely Expressed Combinatorial Auction Problems., AAAI, 2002"], "Paul R. Cohen": ["Segmenting Time Series with a Hybrid Neural Networks - Hidden Markov Model., AAAI, 2002"], "Daphne Koller": ["Context-Specific Multiagent Coordination and Planning with Factored MDPs., AAAI, 2002", "Multi-Agent Algorithms for Solving Graphical Games., AAAI, 2002"], "Leslie Pack Kaelbling": ["Nearly Deterministic Abstractions of Markov Decision Processes., AAAI, 2002"], "Paolo Liberatore": ["The Size of MDP Factored Policies., AAAI, 2002"], "Omid Madani": ["On Policy Iteration as a Newton s Method and Polynomial Policy Iteration Algorithms., AAAI, 2002"], "Jon Doyle": ["Efficient Utility Functions for Ceteris Paribus Preferences., AAAI, 2002"], "Carlos Guestrin": ["Greedy Linear Value-Approximation for Factored Markov Decision Processes., AAAI, 2002"], "Gerhard Sagerer": ["Bayesian Networks for Speech and Image Integration., AAAI, 2002"], "Tuomas Sandholm": ["Complexity of Manipulating Elections with Few Candidates., AAAI, 2002", "Partial-Revelation VCG Mechanism for Combinatorial Auctions., AAAI, 2002", "Vote Elicitation: Complexity and Strategy-Proofness., AAAI, 2002"], "Donald Perlis": ["A Logic-Based Model of Intentions for Multi-Agent Subcontracting., AAAI, 2002"], "Daniel Kudenko": ["Reinforcement Learning of Coordination in Cooperative Multi-Agent Systems., AAAI, 2002"], "David H. Wolpert": ["The Design of Collectives of Agents to Control Non-Markovian Systems., AAAI, 2002"], "Xiao Feng Wang": ["(Im)possibility of Safe Exchange Mechanism Design., AAAI, 2002"], "Lars Wittenburg": ["Distributed Breakout Revisited., AAAI, 2002"], "Moshe Tennenholtz": ["Bidding Clubs in First-Price Auctions., AAAI, 2002", "Competitive Safety Analysis., AAAI, 2002"], "Noam Nisan": ["Truthful Approximation Mechanisms for Restricted Combinatorial Auctions., AAAI, 2002"], "Peter R. Wurman": ["Structural Leverage and Fictitious Play in Sequential Auctions., AAAI, 2002", "The 2001 Trading Agent Competition., AAAI, 2002"], "Jimin Liu": ["Learning Pattern Rules for Chinese Named Entity Extraction., AAAI, 2002"], "Chauncey Parker": ["Language Modeling for Soft Keyboards., AAAI, 2002"], "Jessica Howe": ["CobotDS: A Spoken Dialogue System for Chat., AAAI, 2002"], "Hiroaki Kitano": ["Exploiting Auditory Fovea in Humanoid-Human Interaction., AAAI, 2002"], "Dragomir R. Radev": ["Towards CST-Enhanced Summarization., AAAI, 2002"], "Paolo Traverso": ["Planning with a Language for Extended Goals., AAAI, 2002"], "Eric A. Hansen": ["Symbolic Heuristic Search for Factored Markov Decision Processes., AAAI, 2002", "Multiple Sequence Alignment Using Anytime A*., AAAI, 2002"], "Neal Lesh": ["Plan Evaluation with Incomplete Action Descriptions., AAAI, 2002"], "Luke Hunsberger": ["Algorithms for a Temporal Decoupling Problem in Multi-Agent Planning., AAAI, 2002"], "Maxim Likhachev": ["D*Lite., AAAI, 2002"], "David Furcy": ["Speeding Up the Calculation of Heuristics for Heuristic Search-Based Planning., AAAI, 2002"], "Todd W. Neller": ["Iterative-Refinement for Action Timing Discretization., AAAI, 2002"], "Aarati Parmar": ["A Logical Measure of Progress for Planning., AAAI, 2002"], "Le-Chi Tuan": ["Reasoning about Actions in a Probabilistic Setting., AAAI, 2002"], "Mathias Broxvall": ["A Method for Metric Temporal Reasoning., AAAI, 2002"], "Alfredo Gabaldon": ["Non-Markovian Control in the Situation Calculus., AAAI, 2002"], "Jim Blythe": ["Visual Exploration and Incremental Utility Elicitation., AAAI, 2002"], "Judea Pearl": ["A Graphical Criterion for the Identification of Causal Effects in Linear Models., AAAI, 2002", "A General Identification Condition for Causal Effects., AAAI, 2002", "A New Characterization of the Experimental Implications of Causal Bayesian Networks., AAAI, 2002"], "Adnan Darwiche": ["A Distance Measure for Bounding Probabilistic Belief Change., AAAI, 2002", "A Compiler for Deterministic, Decomposable Negation Normal Form., AAAI, 2002"], "Mark Hopkins": ["Strategies for Determining Causes of Events., AAAI, 2002"], "Kalev Kask": ["Tree Approximation for Belief Updating., AAAI, 2002"], "Sheng Ma": ["Accuracy vs. Efficiency Trade-offs in Probabilistic Diagnosis., AAAI, 2002"], "Evan Tang Williamson": ["Robust Global Localization Using Clustered Particle Filtering., AAAI, 2002"], "Vandi Verma": ["Experiences with a Mobile Robotic Guide for the Elderly., AAAI, 2002"], "Ben Wegbreit": ["FastSLAM: A Factored Solution to the Simultaneous Localization and Mapping Problem., AAAI, 2002"], "Sebastian Buck": ["Watch Their Moves: Applying Probabilistic Multiple Object Tracking to Autonomous Robot Soccer., AAAI, 2002"], "Anthony Stentz": ["CD*: A Real-Time Resolution Optimal Re-Planner for Globally Constrained Problems., AAAI, 2002"], "Fahiem Bacchus": ["Enhancing Davis Putnam with Extended Binary Clause Reasoning., AAAI, 2002"], "Phokion G. Kolaitis": ["Comparing Phase Transitions and Peak Cost in PP-Complete Satisfiability Problems., AAAI, 2002"], "Matthew L. Ginsberg": ["Inference Methods for a Pseudo-Boolean Satisfiability Solver., AAAI, 2002"], "Alex S. Fukunaga": ["Automated Discovery of Composite SAT Variable-Selection Heuristics., AAAI, 2002"], "Armando Tacchella": ["Learning for Quantified Boolean Logic Satisfiability., AAAI, 2002"], "Holger H. Hoos": ["An Adaptive Noise Mechanism for WalkSAT., AAAI, 2002", "A Mixture-Model for the Behaviour of SLS Algorithms for SAT., AAAI, 2002"], "Manuela M. Veloso": ["SetA*: An Efficient BDD-Based Heuristic Search Algorithm., AAAI, 2002"], "Bart Selman": ["Dynamic Restart Policies., AAAI, 2002"], "James D. Park": ["Using Weighted MAX-SAT Engines to Solve MPE., AAAI, 2002"], "Andrew J. Parkes": ["Easy Predictions for the Easy-Hard-Easy Transition., AAAI, 2002"], "Toby Walsh": ["The Interface between P and NP: COL, XOR, NAE, 1-in-k, and Horn SAT., AAAI, 2002"], "Lev Finkelstein": ["Scheduling Contract Algorithms on Multiple Processors., AAAI, 2002"], "Weixiong Zhang": ["Searching for Backbones and Fat: A Limit-Crossing Approach with Applications., AAAI, 2002", "An Average-Case Analysis of Graph Search., AAAI, 2002"], "Shaul Markovitch": ["Multiple-Goal Search Algorithms and their Application to Web Crawling., AAAI, 2002"], "Ehud Rivlin": ["Optimal Schedules for Parallelizing Anytime Algorithms: The Case of Independent Processes., AAAI, 2002"], "Michael Molloy": ["Optimal Depth-First Strategies for And-Or Trees., AAAI, 2002"], "Richard E. Korf": ["A New Algorithm for Optimal Bin Packing., AAAI, 2002"], "Duane Szafron": ["Memory-Efficient A* Heuristics for Multiple Sequence Alignment., AAAI, 2002"], "Mark A. Musen": ["PROMPTDIFF: A Fixed-Point Algorithm for Comparing Ontology Versions., AAAI, 2002"], "Olivier Spanjaard": ["On Preference-Based Search in State Space Graphs., AAAI, 2002"], "Allan D. Jepson": ["Detection and Classification of Motion Boundaries., AAAI, 2002"], "Irfan A. Essa": ["Recognizing Multitasked Activities from Video Using Stochastic Context-Free Grammar., AAAI, 2002"], "Rahul Sukthankar": ["The OD Theory of TOD: The Use and Limits of Temporal Information for Object Discovery., AAAI, 2002"], "Hwee Tou Ng": ["A Maximum Entropy Approach to Information Extraction from Semi-Structured and Free Text., AAAI, 2002"], "Frank van Harmelen": ["Reviewing the Design of DAML+OIL: An Ontology Language for the Semantic Web., AAAI, 2002"], "Yiming Yang": ["Stochastic Link and Group Detection., AAAI, 2002"], "Lynette Hirschman": ["MiTAP, Text and Audio Processing for Bio-Security: A Case Study., AAAI, 2002"], "Zuzana Gedeon": ["RightNow eService Center: Internet Customer Service Using a Self-Learning Knowledge Base., AAAI, 2002"], "Illah R. Nourbakhsh": ["Staff Scheduling for Inbound Call Centers and Customer Contact Centers., AAAI, 2002"], "Frederick Y. Wu": ["A Decision-Support System for Quote Generation., AAAI, 2002"], "Wee-Chong Oon": ["UTTSExam: A Campus-Wide University Exam-Timetabling System., AAAI, 2002", "UTTSExam: A University Examination Timetable Scheduler., AAAI, 2002"], "Volker Arlt": ["A Structure Based Configuration Tool: Drive Solution Designer - DSD., AAAI, 2002"], "William Cleckner": ["Development and Deployment of a Disciple Agent for Center of Gravity Analysis., AAAI, 2002"], "Steven Minton": ["Getting from Here to There: Interactive Planning and Agent Execution for Optimizing Travel., AAAI, 2002"], "Thomas A. Russ": ["WhyNot: Debugging Failed Queries in Large Knowledge Bases., AAAI, 2002"], "Ronald W. Ferguson": ["An Analogy Ontology for Integrating Analogical Processing and First-Principles Reasoning., AAAI, 2002"], "Michael van Lent": ["Applying Perceptually Driven Cognitive Mapping to Virtual Urban Environments., AAAI, 2002"], "John Langston": ["Toward Practical Knowledge-Based Tools for Battle Planning and Scheduling., AAAI, 2002"], "Roland Reagan": ["Knowledge Formation and Dialogue Using the KRAKEN Toolset., AAAI, 2002"], "Kenneth D. Forbus": ["AI on the Battlefield: An Experimental Exploration., AAAI, 2002"], "David Alger": ["Intelligent Control of Auxiliary Ship Systems., AAAI, 2002"], "Howard E. Shrobe": ["Computational Vulnerability Analysis for Information Survivability., AAAI, 2002"], "Andres C. Rodriguez": ["A Web-Based Ontology Browsing and Editing System., AAAI, 2002"], "Ioannis Tsochantaridis": ["Multiple Instance Learning with Generalized Support Vector Machines., AAAI, 2002"], "David H. Laidlaw": ["Toward a Framework for Assembling Broken Pottery Vessels., AAAI, 2002"], "Mihai Boicu": ["Mixed-Initiative Exception-Based Learning for Knowledge Base Refinement., AAAI, 2002"], "C. Enrique Peláez": ["Fuzzy Numbers for the Improvement of Causal Knowledge Representation in Fuzzy Cognitive Maps., AAAI, 2002"], "William H. Hsu": ["A Genetic Algorithm for Tuning Variable Orderings in Bayesian Network Structure Learning., AAAI, 2002"], "Eugenia Ternovska": ["A Model Checker for Verifying ConGolog Programs., AAAI, 2002"], "Thomas Lin": ["Analogical Inference over a Common Sense Database., AAAI, 2002"], "Push Singh": ["MAKEBELIEVE: Using Commonsense Knowledge to Generate Stories., AAAI, 2002"], "William D. Smart": ["Localizing while Mapping: A Segment Approach., AAAI, 2002"], "Julie A. Stilson": ["BN-Tools: A Software Toolkit for Experimentation in BBNs., AAAI, 2002"], "James F. Swafford II": ["Optimizing Parameter Learning Using Temporal Differences., AAAI, 2002"], "Gordon I. McCalla": ["Student Modeling for a Web-Based Learning Environment: A Data Mining Approach., AAAI, 2002"], "Julita Vassileva": ["An Extended Alternating-Offers Bargaining Protocol for Automated Negotiation in Multi-Agent Systems., AAAI, 2002"], "Roland H. C. Yap": ["Consistency and Set Intersection., AAAI, 2002", "Incrementally Solving Functional Constraints., AAAI, 2002"], "Thorsten Bohnenberger": ["Decision-Theoretic Planning for Intelligent User Interfaces., AAAI, 2002"], "Boris Brandherm": ["Efficient Modeling of Temporally Variable User Properties with Dynamic Bayesian Networks., AAAI, 2002"], "Doina Caragea": ["Learning in Open-Ended Dynamic Distributed Environments., AAAI, 2002"], "Murat Deviren": ["Dynamic Bayesian Networks for Automatic Speech Recognition., AAAI, 2002"], "Alan M. Frisch": ["Combining Inference and Search for the Propositional Satisfiability Problem., AAAI, 2002"], "Haipeng Guo": ["A Bayesian Metareasoner for Algorithm Selection for Real-Time Bayesian Network Inference Problems., AAAI, 2002"], "Lalana Kagal": ["An Agent Approach to Security in Pervasive Environments., AAAI, 2002"], "Stan Matwin": ["Generalized Features: Their Application to Classification., AAAI, 2002"], "Foster McGeary": ["Organizations of Self-Interested Agents., AAAI, 2002"], "Pragnesh Jay Modi": ["Distributed Constraint Optimization and Its Application to Multiagent Resource Allocation., AAAI, 2002"], "Daniel M. Reeves": ["Generating Trading Agent Strategies., AAAI, 2002"], "Thomas T. Tran": ["A Reputation-Oriented Reinforcement Learning Approach for Agents in Electronic Marketplaces., AAAI, 2002"], "Tzong-Han Tsai": ["A Dialogue System with Digression Handling-An Ontology-Based Approach., AAAI, 2002"], "Xianjun Hao": ["Disciple-RKF/COG: Agent Teaching by Subject Matter Experts., AAAI, 2002"], "Syed S. Ali": ["JYAG & IDEY: A Template-Based Generator and Its Authoring Tool., AAAI, 2002"], "Maria L. Gini": ["Research Applications of the MAGNET Multi-Agent Contracting Testbed., AAAI, 2002"], "Richard A. Frost": ["SpeechWeb: A Web of Natural-Language Speech Applications., AAAI, 2002"], "Tara E. Santmire": ["An Automated Negotiator for an International Crisis., AAAI, 2002"], "Muon Van": ["FlexBot, Groo, Patton and Hamlet: Research Using Computer Games as a Platform., AAAI, 2002"], "Dmitri Bobrovnikoff": ["Multi-ViewPoint Clustering Analysis (MVP-CA) Tool., AAAI, 2002"], "Michael J. Watts": ["Fuzzy Neural Networks in a Palm Environment., AAAI, 2002"], "Hector Geffner": ["Perspectives on Artificial Intelligence Planning., AAAI, 2002"], "Naftali Tishby": ["Most Informative Dimension Reduction., AAAI, 2002"]}