{"Bruce W. Porter": ["Rules and Precedents as Complementary Warrants., AAAI, 1991"], "David B. Leake": ["An Indexing Vocabulary for Case-Based Explanation., AAAI, 1991"], "Eric A. Domeshek": ["Indexing Stories as Social Advice., AAAI, 1991"], "Paul S. Rosenbloom": ["Improving Rule-Based Systems Through Case-Based Reasoning., AAAI, 1991"], "Janet L. Kolodner": ["The Roles of Adaptation in Case-Based Design., AAAI, 1991"], "Hee-Youn Lee": ["Prototype-Based Reasoning: An Integrated Approach to Solving Large Novel Problems., AAAI, 1991"], "Gordon I. McCalla": ["Student Modelling with Confluences., AAAI, 1991"], "Hyacinth S. Nwana": ["FITS: A Fraction Intelligent Tutoring System., AAAI, 1991"], "Joël Courtois": ["Teaching Diagnostic Skills Using AI: An Architecture Suitable for Students and Teachers., AAAI, 1991"], "Mark T. Maybury": ["Planning Multimedia Explanations Using Communicative Acts., AAAI, 1991"], "Kumiyo Nakakoji": ["Making Design Objects Relevant to the Task at Hand., AAAI, 1991"], "David A. Wroblewski": ["A Tool for Achieving Consensus in Knowledge Representation., AAAI, 1991"], "Rohini K. Srihari": ["Piction: A System That Uses Captions to Label Human Faces in Newspaper Photographs., AAAI, 1991"], "Alison Cawsey": ["Generating Interactive Explanations., AAAI, 1991"], "Yigal Arens": ["Automatic Generation of Formatted Text., AAAI, 1991"], "Michael Elhadad": ["Generating Adjectives to Express the Speaker's Argumentative Intent., AAAI, 1991"], "Norman I. Badler": ["Interpreting Prepositions Physically., AAAI, 1991"], "Steven L. Lytinen": ["Semantics-First Natural Language Processing., AAAI, 1991", "ULINK: A Semantics-Driven Approach to Understanding Ungrammatical Input., AAAI, 1991"], "Wendy G. Lehnert": ["A Cognitively Plausible Approach to Understanding Complex Syntax., AAAI, 1991"], "Alexander G. Hauptmann": ["From Syntax to Meaning in Natural Language Processing., AAAI, 1991"], "Robin Cohen": ["Tense Interpretation in the Context of Narrative., AAAI, 1991", "Temporal Reasoning During Plan Recognition., AAAI, 1991"], "Oliviero Stock": ["A Tabular Method for Island-Driven Context-Free Grammar Parsing., AAAI, 1991"], "Tetsuya Higuchi": ["High Performance Memory-Based Translation on IXM2 Massively Parallel Associative Memory Processor., AAAI, 1991"], "Ron Davis": ["Disambiguation of Prepositional Phrases in Automatically Labelled Technical Text., AAAI, 1991"], "Robert P. Goldman": ["A Probabilistic Model of Plan Recognition., AAAI, 1991"], "David K. Wehe": ["The Utility of Communication in Coordinating Intelligent Agents., AAAI, 1991"], "Jeffrey S. Rosenschein": ["The Clarke Tax as a Consensus Mechanism Among Automated Agents., AAAI, 1991"], "Jonathan Wilkenfeld": ["The Function of Time in Cooperative Negotiations., AAAI, 1991"], "Toru Ishida": ["A Dynamic Organizational Architecture for Adaptive Problem Solving., AAAI, 1991"], "Victor R. Lesser": ["Sophisticated Cooperation in FA/C Distributed Problem Solving Systems., AAAI, 1991", "A New Framework for Sensor Interpretation: Planning to Resolve Sources of Uncertainty., AAAI, 1991"], "Soo Hong Lee": ["Combining Specialized Reasoners and General Purpose Planners: A Case Study., AAAI, 1991"], "Jay M. Tenenbaum": ["Toward an Intelligent Agent Flamework for Enterprise Integration., AAAI, 1991"], "Dennis Bahler": ["Conditional Existence of Variables in Generalised Constraint Networks., AAAI, 1991"], "Christian Bessière": ["Arc-Consistency in Dynamic Constraint Satisfaction Problems., AAAI, 1991"], "Eugene C. Freuder": ["Eliminating Interchangeable Values in Constraint Satisfaction Problems., AAAI, 1991"], "Gerard Ligozat": ["On Generalized Interval Calculi., AAAI, 1991"], "Peter B. Ladkin": ["Integrating Metric and Qualitative Temporal Reasoning., AAAI, 1991"], "Ronald J. Brachman": ["Metric Constraints for Maintaining Appointments: Dates and Repeated Activities., AAAI, 1991"], "Itay Meiri": ["Combining Qualitative and Quantitative Constraints in Temporal Reasoning., AAAI, 1991"], "Thomas Chehire": ["Efficiency of Production Systems When Coupled with an Assumption Based Truth Maintenance System., AAAI, 1991"], "Eric Neufeld": ["Using Attention in Belief Revision., AAAI, 1991"], "Dennis DeCoste": ["CATMS: An ATMS Which Avoids Label Explosions., AAAI, 1991"], "Charles J. Petrie": ["Context Maintenance., AAAI, 1991"], "Naoto Takahashi": ["IXM2: A Parallel Associative Processor for Knowledge Processing., AAAI, 1991"], "Dan I. Moldovan": ["Implementation of Multiple Rule Firing Production Systems on Hypercube., AAAI, 1991"], "Daniel E. Neiman": ["Control Issues in Parallel Rule-Firing Production Systems., AAAI, 1991"], "Ian Green": ["Using Abstraction to Automate Program Improvement by Transformation., AAAI, 1991"], "Pedro Meseguer": ["Verification of Multi-Level Rule-Based Expert Systems., AAAI, 1991"], "William E. Ball": ["Formal Verification of Pure Production System Programs., AAAI, 1991"], "Jeffrey C. Schlimmer": ["Learning Meta Knowledge for Database Checking., AAAI, 1991"], "Munindar P. Singh": ["A Logic of Situated Know-How., AAAI, 1991"], "Yoav Shoham": ["Provably Correct Theories of Action (Preliminary Report)., AAAI, 1991", "AGENT0: A Simple Agent Language and Its Interpreter., AAAI, 1991"], "Antony Galton": ["A Critique of Yoav Shoham's Theory of Causal Reasoning., AAAI, 1991"], "Keiji Kanazawa": ["A Logic and Time Nets for Probabilistic Inference., AAAI, 1991"], "Wolfgang Nejdl": ["The P-Systems: A Systematic Classification of Logics of Nonmonotonicity., AAAI, 1991"], "Piotr Rychlik": ["Some Variations on Default Logic., AAAI, 1991"], "Rina Dechter": ["Default Logic, Propositional Logic, and Constraints., AAAI, 1991"], "Michael Gelfond": ["Strong Introspection., AAAI, 1991"], "Fahiem Bacchus": ["Default Reasoning From Statistics., AAAI, 1991"], "Judea Pearl": ["System-Z+: A Formalism for Reasoning with Variable-Strength Defaults., AAAI, 1991"], "James P. Delgrande": ["Incorporating Nonmonotonic Reasoning in Horn Clause Theories., AAAI, 1991"], "Jennifer J. Elgot-Drapkin": ["Step-Logic and the Three-Wise-Men Problem., AAAI, 1991"], "Michel Herment": ["Logic Morphisms as a Framework for Backward Transfer of Lemmas and Strategies in Some Modal and Epistemic Logics., AAAI, 1991"], "Alan F. McMichael": ["Mechanization of Analytic Reasoning About Sets., AAAI, 1991"], "Richard E. Korf": ["Depth-First Versus Best-First Search., AAAI, 1991"], "Jeffrey A. Barnett": ["Optimal Satisficing Tree Searches., AAAI, 1991", "Combining Opinions About the Order of Rule Execution., AAAI, 1991"], "Saadia Husain": ["A New Admissible Heuristic for Minimal-Cost Proofs., AAAI, 1991"], "Donald F. Geddis": ["Is There any Need for Domain-Dependent Control Information?, AAAI, 1991"], "Brian R. Gaines": ["Integrating Rules in Term Subsumption Knowledge Representation Servers., AAAI, 1991"], "Marc B. Vilain": ["Deduction as Parsing: Tractable Classification in the KL-ONE Framework., AAAI, 1991"], "Andrea Schaerf": ["Concept Languages as Query Languages., AAAI, 1991"], "Solomon Eyal Shimony": ["Explanation, Irrelevance, and Statistical Independence., AAAI, 1991"], "Henry E. Kyburg Jr.": ["Conditions for the Existence of Belief Functions Corresponding to Intervals of Belief., AAAI, 1991"], "Raymond J. Mooney": ["An Efficient First-Order Horn-Clause Abduction System Based on the ATMS., AAAI, 1991"], "Devika Subramanian": ["The Common Order-Theoretic Structure of Version Spaces and ATMS's., AAAI, 1991"], "Walter Hamscher": ["ACP: Reason Maintenance and Inference Control for Constraint Propagation Over Intervals., AAAI, 1991"], "David Jerald Goldstone": ["Controlling Inequality Reasoning in a TMS-Based Analog Diagnosis System., AAAI, 1991"], "Mehdi T. Harandi": ["Synthesizing UNIX Shell Scripts Using Derivational Analogy: An Empirical Assessment., AAAI, 1991"], "Dennis F. Kibler": ["SteppingStone: An Empirical and Analytical Evaluation., AAAI, 1991"], "Oren Etzioni": ["STATIC: A Problem-Space Compiler for PRODIGY., AAAI, 1991", "Integrating Abstraction and Explanation-Based Learning in PRODIGY., AAAI, 1991"], "Thomas G. Dietterich": ["Learning with Many Irrelevant Features., AAAI, 1991"], "David W. Aha": ["Analyses of Instance-Based Learning Algorithms., AAAI, 1991"], "Alexander Botta": ["Regularity and Structure., AAAI, 1991"], "Mark Derthick": ["A Minimal Encoding Approach to Feature Discovery., AAAI, 1991"], "Ghulum Bakiri": ["Error-Correcting Output Codes: A General Method for Improving Multiclass Inductive Learning Programs., AAAI, 1991"], "Lai-Wan Chan": ["Analysis of the Internal Representations in Neural Networks for Machine Intelligence., AAAI, 1991"], "Candace A. Kamm": ["Direct Transfer of Learned Information Among Neural Networks., AAAI, 1991"], "LiMin Fu": ["Rule Learning by Searching on Adapted Nets., AAAI, 1991"], "Jeffrey A. Clouse": ["Two Kinds of Training Information For Evaluation Function Learning., AAAI, 1991"], "Richard Snyder": ["Adaptive Pattern-Oriented Chess., AAAI, 1991"], "Steven D. Whitehead": ["A Complexity Analysis of Cooperative Mechanisms in Reinforcement Learning., AAAI, 1991"], "Paul E. Utgoff": ["Constructive Induction on Domain Information., AAAI, 1991"], "Stephen V. Chenoweth": ["On the NP-Hardness of Blocks World., AAAI, 1991"], "Dana S. Nau": ["Complexity Results for Blocks-World Planning., AAAI, 1991"], "David Rosenblitt": ["Systematic Nonlinear Planning., AAAI, 1991"], "Froduald Kabanza": ["An Efficient Reactive Planner for Synthesizing Reactive Plans., AAAI, 1991"], "Avinash C. Kak": ["Dealing with Uncertainties in CAD-Based Assembly Motion Planning., AAAI, 1991", "Automatic Generation of Object Class Descriptions Using Symbolic Learning Techniques., AAAI, 1991"], "Robin J. Popplestone": ["Augmenting a Nominal Assembly Motion Plan with a Compliant Behavior., AAAI, 1991"], "Jean-Claude Latombe": ["A Fast Path Planner for a Car-Like Indoor Mobile Robot., AAAI, 1991"], "Benjamin Kuipers": ["Path Planning for Highly Redundant Manipulators Using a Continuous Model., AAAI, 1991", "Negation and Proof by Contradiction in Access-Limited Logic., AAAI, 1991"], "Qiang Yang": ["A Quantitative Theory for Plan Merging., AAAI, 1991", "Characterizing Abstraction Hierarchies for Planning., AAAI, 1991"], "Smadar Kedar": ["Explanation-Based Generalization of Partially Ordered Plans., AAAI, 1991"], "Craig A. Knoblock": ["Search Reduction in Hierarchical Problem Solving., AAAI, 1991"], "Jon Doyle": ["Preferential Semantics for Goals., AAAI, 1991"], "Ramin Zabih": ["An Algorithm for Real-Time Tracking of Non-Rigid Objects., AAAI, 1991"], "Peter Cucka": ["The Geometry of Visual Coordination., AAAI, 1991"], "Mark S. Boddy": ["Anytime Problem Solving Using Dynamic Programming., AAAI, 1991"], "Bruce Abramson": ["An Analysis of Error Recovery and Sensory Integration for Dynamic Planners., AAAI, 1991"], "Marc G. Slack": ["Global Symbolic Maps from Local Navigation., AAAI, 1991"], "Reid G. Simmons": ["Sensible Planning: Focusing Perceptual Attention., AAAI, 1991"], "Jyh-Shing Roger Jang": ["Fuzzy Modeling Using Generalized Neural Networks and Kalman Filter Algorithm., AAAI, 1991"], "Jonathan Connell": ["Automatic Programming of Behavior-Based Robots Using Reinforcement Learning., AAAI, 1991"], "Ming Tan": ["Cost-Sensitive Reinforcement Learning for Adaptive Classification and Control., AAAI, 1991"], "Long Ji Lin": ["Programming Robots Using Reinforcement Learning and Teaching., AAAI, 1991"], "Timothy M. Converse": ["Stabilizing Environments to Facilitate Planning and Activity: An Engineering Argument., AAAI, 1991"], "R. Peter Bonasso": ["Underwater Experiments Using a Reactive System for Autonomous Vehicles., AAAI, 1991"], "Paul R. Cohen": ["Failure Recovery: A Model and Experiments., AAAI, 1991"], "Shuji Doshita": ["Automated Phase Portrait Analysis by Integrating Qualitative and Quantitative Analysis., AAAI, 1991"], "Mark A. Kramer": ["Qualitative Analysis of Causal Feedback., AAAI, 1991"], "Tom Bylander": ["The Qualitative Difference Resolution Rule., AAAI, 1991"], "Philip Schaefer": ["Analytic Solution of Qualitative Differential Equations., AAAI, 1991"], "John M. Rushby": ["Model-Based Reconfiguration: Toward an Integration with Diagnosis., AAAI, 1991"], "Johan de Kleer": ["Focusing on Probable Diagnoses., AAAI, 1991"], "Mark Shirley": ["Characterizing Non-Intermittent Faults., AAAI, 1991"], "Thomas D. Wu": ["Domain Structure and the Complexity of Diagnostic Problem Solving., AAAI, 1991"], "Sang Hoe Koo": ["Behavioral Aggregation Within Complex Situations: A Case Study Involving Dynamic Equilibria., AAAI, 1991"], "Arthur M. Farley": ["Structural Aggregation in Common-Sense Reasoning., AAAI, 1991"], "Omar Ghattas": ["Geometric Reasoning for Shape Design., AAAI, 1991"], "Andrew Gelsey": ["The Use of Intelligently Controlled Simulation to Predict a Machine's Long-Term Behavior., AAAI, 1991"], "Elisha Sacks": ["Incremental Configuration Space Construction for Mechanism Analysis., AAAI, 1991"], "Henry A. Kautz": ["Knowledge Compilation using Horn Approximations., AAAI, 1991"], "David A. McAllester": ["Observations on Cognitive Judgments., AAAI, 1991"], "Sameer Shalaby": ["Natural Language Based Inference Procedures Applied to Schubert's Steamroller., AAAI, 1991"], "Piero P. Bonissone": ["Approximate Reasoning Systems: A Personal Perspective., AAAI, 1991"], "Drew V. McDermott": ["Robot Planning., AAAI, 1991"]}