{"Robert G. Farrell": ["Facilitating Self-Education by Questioning Assumptive Reasoning., AAAI, 1988"], "Allen Newell": ["Integrating Multiple Sources of Knowledge Into Designer Soar, an Automatic Algorithm Designer., AAAI, 1988"], "Michael R. Lowry": ["Invariant Logic: A Calculus for Problem Reformulation., AAAI, 1988"], "P. Nagarajan": ["Being Suspicious: Critiquing Problem Specifications., AAAI, 1988"], "Melvin K. Simmons": ["Dominic II: Meta-Level Control in Iterative Redesign., AAAI, 1988"], "Bruce G. Buchanan": ["FRM: An Intelligent Assistant for Financial Resource Management., AAAI, 1988"], "Avi Dechter": ["Belief Maintenance in Dynamic Constraint Networks., AAAI, 1988"], "John C. Hogge": ["Prevention Techniques for a Temporal Planner., AAAI, 1988"], "Mark S. Boddy": ["An Analysis of Time-Dependent Planning., AAAI, 1988"], "Edwin P. D. Pednault": ["Extending Conventional Planning Techniques to Handle Actions with Context-Depen dent Effects., AAAI, 1988", "Infering Probabilistic Theofies from Data., AAAI, 1988"], "Leslie Pack Kaelbling": ["Goals as Parallel Program Specifications., AAAI, 1988"], "Victor R. Lesser": ["Predictability Versus Responsiveness: Coordinating Problem Solvers in Dynamic Domains., AAAI, 1988"], "James L. Schmidt": ["Intelligent Real-Time Monitoring., AAAI, 1988"], "Alfred Thirlez": ["Reactive Plan Revision., AAAI, 1988"], "Sam Steel": ["Integrating Planning, Execution and Monitoring., AAAI, 1988"], "Marianne Winslett": ["Reasoning about Action Using a Possible Models Approach., AAAI, 1988"], "Reid G. Simmons": ["A Theory of Debugging Plans and Interpretations., AAAI, 1988", "Mechanisms for Reasoning about Sets., AAAI, 1988"], "Arthur M. Farley": ["Plan Abstraction Based on Operator Generalization., AAAI, 1988"], "Katsuya Shinohara": ["Geometric Reasoning and Organized Optimization for Automated Process Planning., AAAI, 1988"], "Eric Horvitz": ["Reasoning under Varying and Uncertain Resource Constraints., AAAI, 1988"], "Jianchu Kang": ["Conflict Resolution in Fuzzy Forward-Chaining Production Systems., AAAI, 1988"], "V. Nageshwara Rao": ["Parallel Best-First Search of State-Space Graphs: A Summary of Results., AAAI, 1988"], "Richard E. Korf": ["Distributed Tree Search and Its Application to Alpha-Beta Pruning., AAAI, 1988", "Real-Tme Heuristic Search: New Results., AAAI, 1988"], "Wendy G. Lehnert": ["Some Experiments with Case-Based Search., AAAI, 1988"], "A. Bagchi": ["An Exact Best-First Search Procedure for the Constrained Rectangular Guillotine Knapsack Problem., AAAI, 1988"], "Judea Pearl": ["Tree-Clustering Schemes for Constraint-Processing., AAAI, 1988"], "David A. McAllester": ["A Rearrangement Search Strategy for Determining Propositional Satisfiability., AAAI, 1988"], "Lenhart K. Schubert": ["Using Specialists to Accelerate General Reasoning., AAAI, 1988"], "G. Sivakumar": ["Goal-Directed Equation Solving., AAAI, 1988"], "James P. Delgrande": ["Tableau-Based Theorem Proving In Normal Conditional Logics., AAAI, 1988"], "Han Reichgelt": ["A General Proof Method for Modal Predicate Logic without the Barcan Formula., AAAI, 1988"], "Thomas G. Dietterich": ["An Efficient ATMS for Equivalence Relations., AAAI, 1988"], "Johan de Kleer": ["A General Labeling Algorithm for Assumption-Based Truth Maintenance., AAAI, 1988", "Focusing the ATMS., AAAI, 1988", "Massively Parallel Assumption-Based Truth Maintenance., AAAI, 1988"], "Glenn Shafer": ["Evidential Reasoning Using DELEF., AAAI, 1988"], "Paul E. Lehner": ["Belief Maintenance: An Integrated Approach to Uncertainty Management., AAAI, 1988"], "Mary McLeish": ["A Note on Probabilistic Logic., AAAI, 1988"], "Carol E. Moon": ["Learning a Second Language., AAAI, 1988"], "John F. Reeves": ["Ethical Understanding: Recognizing and Using Belief Conflict in Narrative Processing., AAAI, 1988"], "Douglas H. Fisher": ["A Computational Account of Basic Level and Typicality Effects., AAAI, 1988"], "Edwina L. Rissland": ["Waiting on Weighting: A Symbolic Least Commitment Approach., AAAI, 1988"], "Katia P. Sycara": ["Resolving Goal Conflicts via Negotiation., AAAI, 1988"], "David B. Leake": ["Evaluating Explanations., AAAI, 1988"], "Phyllis Koton": ["Reasoning about Evidence in Causal Explanations., AAAI, 1988"], "Brian C. Williams": ["MINIMA: A Symbolic Approach to Qualitative Algebraic Reasoning., AAAI, 1988"], "Paul Nielsen": ["A Qualitative Approach to Mechanical Constraint., AAAI, 1988"], "Peter Struss": ["Global Filters for Qualitative Behaviors., AAAI, 1988"], "Kenneth Man-kam Yip": ["Generating Global Behaviors using Deep knowledge of Local Dynamics., AAAI, 1988"], "Benjamin Kuipers": ["Non-Intersection of Trajectories in Qualitative Phase Space: A Global Constraint for Qualitative Simulation., AAAI, 1988"], "David S. Weld": ["Exaggeration., AAAI, 1988"], "Seshashayee S. Murthy": ["Qualitative Reasoning at Multiple Resolutions., AAAI, 1988"], "Kenneth D. Forbus": ["Setting up Large-Scale Qualitative Models., AAAI, 1988"], "Inderpal S. Bhandari": ["Formal Basis for Commonsense Abstraction of Dynamic Systems., AAAI, 1988"], "Yumi Iwasaki": ["Causal Ordering in a Mixed Structure., AAAI, 1988"], "Jean-Luc Dormoy": ["Controlling Qualitative Resolution., AAAI, 1988"], "Daniel Berleant": ["Using Incomplete Quantitative Knowledge In Qualitative Reasoning., AAAI, 1988"], "Olivier Raiman": ["Assembling a Device., AAAI, 1988"], "Alberto Elfes": ["Upgrading Design Systems., AAAI, 1988"], "Warren P. Seering": ["Function Sharing in Mechanical Design., AAAI, 1988"], "Sanjaya Addanki": ["From Kinematics to Shape: An Approach to Innovative Design., AAAI, 1988"], "Danny A. Pearce": ["The Induction of Fault Diagnosis Systems from Qualitative Models., AAAI, 1988"], "Peng Wu": ["Design for Testability., AAAI, 1988"], "James B. Moen": ["Specialized Strategies: An Altenative to First Principles in Diagnostic Problem Solving., AAAI, 1988"], "Kathy H. Abbott": ["Robust Operative Diagnosis as Problem Solving in a Hypothesis Space., AAAI, 1988"], "Peter G. Selfridge": ["How to Print a File: An Expert System Approach to Software Knowledge Representation., AAAI, 1988"], "David B. Searls": ["Representing Genetic Information with Formal Grammars., AAAI, 1988"], "Randall Davis": ["Overview of an Approach to Representation Design., AAAI, 1988"], "Robert M. MacGregor": ["A Deductive Pattern Matcher., AAAI, 1988"], "Lin Padgham": ["A Model and Representation for Type Information and Its Use in Reasoning with Defaults., AAAI, 1988"], "Cynthia L. Loiselle": ["Beyond ISA: Structures for Plausible Inference In Semantic Networks., AAAI, 1988"], "Brian A. Haugh": ["Tractable Theories of Multiple Defeasible Inheritance in Ordinary Nonmonotonic Logics., AAAI, 1988"], "Richmond H. Thomason": ["Mixing Strict and Defeasible Inheritance., AAAI, 1988", "Nonmonotonic Inheritance and Generic Reflexives., AAAI, 1988"], "Kurt Konolige": ["Hierarchic Autoepistemic Theories for Nonmonotonic Reasoning., AAAI, 1988"], "Teodor C. Przymusinski": ["On the Relationship Between Logic Programming and Nonmonotonic Reasoning., AAAI, 1988"], "Hector Geffner": ["On the Logic of Defaults., AAAI, 1988"], "Vladimir Lifschitz": ["Compiling Circumscriptive Theories into Logic Programs., AAAI, 1988"], "Cheng Hui Wang": ["On Reducing Parallel Circumscription., AAAI, 1988"], "Christos H. Papadimitriou": ["Some Computational Aspects of Circumscription., AAAI, 1988"], "Matthew L. Ginsberg": ["A Circumscriptive Theorem Prover., AAAI, 1988"], "Mukesh Dalal": ["Investigations into a Theory of Knowledge Base Revision., AAAI, 1988"], "Anthony J. Bonner": ["A Logic for Hypothetical Reasoning., AAAI, 1988"], "Peter F. Patel-Schneider": ["Adding Number Restrictions to a Four-Valued Terminological Logic., AAAI, 1988"], "Laurent Catach": ["Normal Multimodal Logics., AAAI, 1988"], "David E. Smith": ["The Persistence of Derived Information., AAAI, 1988"], "Steve Hanks": ["Representing and Computing Temporally Scoped Beliefs., AAAI, 1988"], "Paul Morris": ["Stable Closures, Defeasible Logic and Contradiction Tolerant Reasoning., AAAI, 1988"], "Peter B. Ladkin": ["Satisfying First-Order Constraints About Time Intervals., AAAI, 1988"], "Lynn Andrea Stein": ["Why Things Go Wrong: A Formal Theory of Causal Reasoning., AAAI, 1988"], "Keiji Kanazawa": ["Probabilistic Temporal Reasoning., AAAI, 1988"], "Brian Falkenhainer": ["The Utility of Difference-Based Reasoning., AAAI, 1988"], "Mitchell Marks": ["Learning from Opportunities: Storing and Re-using Execution-Time Optimizations., AAAI, 1988"], "William Mark": ["Explanation-Based Indexing of Cases., AAAI, 1988"], "Jack Mostow": ["Parsing to Learn Fine Gralned Rules., AAAI, 1988"], "Scott H. Clearwater": ["Simulation-Assisted Inductive Learning., AAAI, 1988"], "Kurt Ammon": ["The Automatic Acquisition of Proof Methods., AAAI, 1988"], "Steven Minton": ["Quantitative Results Concerning the Utility of Explanation-Based Learning., AAAI, 1988"], "Thomas Ellman": ["Approximate Theory Formation: An Explanation-Based Approach., AAAI, 1988"], "Stuart J. Russell": ["IMEX: Overcoming Intactability In Explanation Based Learning., AAAI, 1988", "Tree-Structured Bias., AAAI, 1988"], "Jonathan Amsterdam": ["Some Philosophical Problems with Formal Learning Theory., AAAI, 1988"], "Allen Ginsberg": ["Knowledge-Base Reduction: A New Approach to Checking knowledge Bases for Inconsistency and Redundancy., AAAI, 1988", "Theory Revision via Prior Operationalization., AAAI, 1988"], "John J. Grefenstette": ["Credit Assignment in Genetic Learning Systems., AAAI, 1988"], "Paul E. Utgoff": ["Perceptron Trees: A Case Study In Hybrid Concept Representations., AAAI, 1988"], "John C. Stutz": ["Bayesian Classification., AAAI, 1988"], "Carlo Berzuini": ["Combining Symbolic Learning Techniques and Statistical Regression Analysis., AAAI, 1988"], "John E. Laird": ["Recovery from Incorrect knowledge in Soar., AAAI, 1988"], "Leslie G. Valiant": ["Functionality in Neural Nets., AAAI, 1988"], "Robert H. Sloan": ["Learning Complicated Concepts Reliably and Usefully., AAAI, 1988"], "David C. Wilkins": ["Knowledge Base Refinement Using Apprenticeship Learning Techniques., AAAI, 1988"], "Neil L. Mayle": ["Towards a Virtual Parallel Inference Engine., AAAI, 1988"], "Jean-Philippe Carillon": ["Generality versus Specificity: An Experience with AI and OR Techniques., AAAI, 1988"], "N. S. Sridharan": ["Knowledge-Based Real-Time Control: A Parallel Processing Perspective., AAAI, 1988"], "Kevin Q. Gallagher": ["Tuning a Blackboard-Based Application: A Case Study Using GBB., AAAI, 1988"], "Laxmikant V. Kalé": ["A Tree Representation for Parallel Problem Solving., AAAI, 1988"], "Paul R. Cooper": ["Parallel Hardware for Constraint Satisfaction., AAAI, 1988"], "Milind Tambe": ["Suitability of Message Passing Computers for Implementing Production Systems., AAAI, 1988"], "Paul S. Rosenbloom": ["Comparison of the Rete and Treat Production Matchers for Soar., AAAI, 1988"], "Toru Ishida": ["Optimizing Rules in Production System Programs., AAAI, 1988"], "Norbert Theuretzbacher": ["The Challenge of Real-Time Process Control for Production Systems., AAAI, 1988"], "Mary P. Harper": ["Representing Pronouns in Logical Form: Computational Constraints and Linguistic Evidence., AAAI, 1988"], "Samuel S. Epstein": ["Principle-Based Interpretation of Natural Language Quantifiers., AAAI, 1988"], "Masaru Tomita": ["The Integration of Unification-Based Syntax/Semantics and Memory-Based Pragmatics for Real-Time Understanding of Noisy Continuous Speech Input., AAAI, 1988"], "Wayne H. Ward": ["Using Dialog-Level Knowledge Sources to Improve Speech Recognition., AAAI, 1988"], "Régis Cardin": ["Data-Driven Execution of Multi-Layered Networks for Automatic Speech Recognition., AAAI, 1988"], "Uri Zernik": ["Acquiring Lexical Knowledge from Text: A Case Study., AAAI, 1988"], "Robin Cohen": ["The Interpretation of Temporal Relations in Narrative., AAAI, 1988"], "Kathleen R. McKeown": ["Beyond Semantic Ambiguity., AAAI, 1988"], "David N. Chin": ["Exploiting User Expertise in Answer Expression., AAAI, 1988"], "Stephen J. Buckley": ["Compliance Viewed as Programming a Damped Spring., AAAI, 1988"], "Sharon A. Stansfield": ["Reasoning About Grasping., AAAI, 1988"], "Yung-Tai Byun": ["A Robust, Qualitative Method for Robot Spatial Learning., AAAI, 1988"], "Russell H. Taylor": ["Subassembly Stability., AAAI, 1988"], "Ernest Davis": ["Inferring Ignorance from the Locality of Visual Perception., AAAI, 1988"], "David C. Gossard": ["Connectionist Networks for Learning Coordinated Motion in Autonomous Systems., AAAI, 1988"], "Rodney A. Brooks": ["Situated Vision in a Dynamic World: Chasing Objects., AAAI, 1988"], "Christian Rathke": ["Knowledge-Based Spreadsheets., AAAI, 1988"], "Norman K. Sondheimer": ["Automatic Construction of User-Interface Displays., AAAI, 1988"], "Michael DeBellis": ["Specification by Reformulation: A Paradigm for Building Integrated User Support Environments., AAAI, 1988"], "Jong S. Byoun": ["Multi-Modal References in Human-Computer Dialogue., AAAI, 1988"], "Alex Pentland": ["On the Extraction of Shape Information from Shading., AAAI, 1988"], "Andrea Califano": ["Feature Recognition Using Correlated Information Contained in Multiple Neighborboods., AAAI, 1988"], "Sargur N. Srihari": ["Performance of a System to Locate Address Blocks on Mail Pieces., AAAI, 1988"], "Michael L. Brodie": ["Future Intelligent Information Systems: AI and Database Technologies Working Together., AAAI, 1988"], "Harold Cohen": ["How to Draw Three People in a Botanical Garden., AAAI, 1988"]}