{"Lawrence A. Stabile": ["Recent Developments in Butterfly™ Lisp., AAAI, 1987"], "John Teeter": ["CCLISP™ on the iPSC™ Concurrent Computer., AAAI, 1987"], "J. Y. Yuang": ["A Parallel Resolution Procedure Based on Connection Graph., AAAI, 1987"], "Philip M. Johnson": ["Achieving Flexibility, Efficiency, and Generality in Blackboard Architectures., AAAI, 1987"], "Dan R. Corpon": ["Forward Chaining Logic Programming with the ATMS., AAAI, 1987"], "Barbara Hayes-Roth": ["Integrating Diverse Reasoning Methods in the BB1 Blackboard Control Architecture., AAAI, 1987", "Computational Costs versus Benefits of Control Reasoning., AAAI, 1987"], "Rudolph E. Seviora": ["A Multiprocessor Architecture for Production System Matching., AAAI, 1987"], "Daniel P. Miranker": ["TREAT: A Better Match Algorithm for AI Production System Matching., AAAI, 1987"], "Walter Hamscher": ["Joshua: Uniform Access to Heterogeneous Knowledge Structures, or why Joshing Is Better than Conniving or Planning., AAAI, 1987"], "Vijay A. Saraswat": ["CP as a General-Purpose Constraint-Language., AAAI, 1987"], "David Chapman": ["Non-Deterministic Lisp with Dependency-directed Backtracking., AAAI, 1987", "Pengi: An Implementation of a Theory of Activity., AAAI, 1987"], "David Servan-Schreiber": ["From Intelligent Tutoring to Computerized Psychotherapy., AAAI, 1987"], "Terresa Jackson": ["An Intelligent Tutoring System for Interpreting Ground Tracks., AAAI, 1987"], "Philippe Dague": ["Plan Inference and Student Modeling in ICAI., AAAI, 1987"], "Pat Cunningham": ["Building a Community Memory for Intelligent Tutoring Systems., AAAI, 1987"], "Richard E. Korf": ["A Model of Two-Player Evaluation Functions., AAAI, 1987", "Real-Time Heuristic Search: First Results., AAAI, 1987"], "Ricardo Caferra": ["Proof Analogy in Interactive Theorem Proving: A Method to Express and Use It via Second Order Pattern Matching., AAAI, 1987"], "Dana S. Nau": ["Comparing Minimax and Product in a Variety of Games., AAAI, 1987"], "Rina Dechter": ["Removing Redundancies in Constraint Networks., AAAI, 1987"], "Raymond D. Gumb": ["Filming a Terrain under Uncertainty Using Temporal and Probahilistic Reasoning., AAAI, 1987"], "Eric Horvitz": ["On the Expressiveness of Rule-based Systems for Reasoning with Uncertainty., AAAI, 1987"], "Uwe Nonnenmann": ["Inferring Formal Software Specifications from Episodic Descriptions., AAAI, 1987"], "Fangzhen Lin": ["Reasoning in the Presence of Inconsistency., AAAI, 1987"], "Ruey-Juin Chang": ["A New Structural Induction Scheme for Proving Properties of Mutually Recursive Concepts., AAAI, 1987"], "Robert McCartney": ["Synthesizing Algorithms with Performance Constraints., AAAI, 1987"], "Richard J. Waldinger": ["The Deductive Synthesis of Imperative LISP Programs., AAAI, 1987"], "Erik Rosenthal": ["Path Dissolution: A Strongly Complete Rule of Inference., AAAI, 1987"], "Charles J. Petrie": ["Revised Dependencydirected Backtracking for Default Reasoning., AAAI, 1987"], "Gregory M. Provan": ["Efficiency Analysis of Multiple-Context TMSs in Scene Representation., AAAI, 1987"], "K. Ramesh": ["A Parallel Implementation of Iterative-Deepening-A*., AAAI, 1987"], "Johan de Kleer": ["Foundations of Assumption-based Truth Maintenance Systems: Preliminary Report., AAAI, 1987"], "W. Bruce Croft": ["Reasoning about Exceptions during Plan Execution Monitoring., AAAI, 1987"], "Mark S. Boddy": ["Incremental Causal Reasoning., AAAI, 1987"], "R. James Firby": ["An Investigation into Reactive Planning in Complex Domains., AAAI, 1987"], "Michael Gelfond": ["On Stratified Autoepistemic Theories., AAAI, 1987"], "David E. Smith": ["Possible Worlds and the Qualification Problem., AAAI, 1987"], "Brian A. Haugh": ["Simple Causal Minimizations for Temporal Persistence and Projection., AAAI, 1987"], "Caroline C. Hayes": ["Using Goal Interactions to Guide Planning., AAAI, 1987"], "John C. Hogge": ["Compiling Plan Operators from Domains Expressed in Qualitative Process Theory., AAAI, 1987"], "Peter B. Ladkin": ["Models of Axioms for Time Intervals., AAAI, 1987"], "David S. Fogelsong": ["Localized Representation and Planning Methods for Parallel Domains., AAAI, 1987"], "James F. Allen": ["A Model for Concurrent Actions Having Temporal Extent., AAAI, 1987"], "Edward P. K. Tsang": ["The Consistent Labeling Problem in Temporal Reasoning., AAAI, 1987"], "Raúl E. Valdés-Pérez": ["The Satisfiability of Temporal Constraint Networks., AAAI, 1987"], "Marianne Winslett": ["Validating Generalized Plans in the Presence of Incomplete Information., AAAI, 1987"], "Edwina L. Rissland": ["Compare and Contrast: A Test of Expertise., AAAI, 1987"], "Dana H. Ballard": ["Modular Learning in Neural Networks., AAAI, 1987"], "Vasant Dhar": ["Reducing Indeterminism in Consultation: A Cognitive Model of User/Librarian Interactions., AAAI, 1987"], "Gary L. Drescher": ["A Mechanism for Early Piagetian Learning., AAAI, 1987"], "Tim Finin": ["Rules for the Implicit Acquisition of Knowledge about the User., AAAI, 1987"], "Wendy G. Lehnert": ["Case-based Problem Solving with a Large Knowledge Base of Learned Cases., AAAI, 1987"], "Bruce W. Irish": ["Material Handling: A Conservative Domain for Neural Connectivity and Propagation., AAAI, 1987"], "Ashwin Ram": ["AQUA: Asking Questions and Understanding Answers., AAAI, 1987"], "Lisa F. Rau": ["Information Retrieval from Never-Ending Stories., AAAI, 1987"], "Dedre Gentner": ["Analogical Processing: A Simulation and Empirical Corroboration., AAAI, 1987"], "Ingrid Zukerman": ["Goal-based Generation of Motivational Expressions in a Learning Environment., AAAI, 1987"], "Gary C. Borchardt": ["Incremental Inference: Getting Multiple Agents to Agree on What to Do Next., AAAI, 1987"], "James P. Delgrande": ["An Approach to Default Reasoning Based on a First-Order Conditional Logic., AAAI, 1987"], "Mark Derthick": ["Counterfactual Reasoning with Direct Models., AAAI, 1987"], "David W. Etherington": ["More on Inheritance Hierarchies with Exceptions: Default Theories and Inferential Distance., AAAI, 1987"], "David S. Touretzky": ["A Skeptical Theory of Inheritance in Nonmonotonic Semantic Networks., AAAI, 1987"], "Vladimir Lifschitz": ["Circumscriptive Theories: A Logic-based Framework for Knowledge Representation (Preliminary Report)., AAAI, 1987"], "Judea Pearl": ["Embracing Causality in Formal Reasoning., AAAI, 1987"], "Thomas Verma": ["The Logic of Representing Dependencies by Directed Graphs., AAAI, 1987"], "Chern H. Seet": ["Default Reasoning through Belief Revision Strategy., AAAI, 1987"], "Wlodek Zadrozny": ["A Theory of Default Reasoning., AAAI, 1987"], "William Kaemmerer": ["The Goal/Subgoal Knowledge Representation for Real-Time Process Monitoring., AAAI, 1987", "Shadow Stereo-Locating Object Boundaries Using Shadows., AAAI, 1987"], "Bruce G. Buchanan": ["Partial Compilation of Strategic Knowledge., AAAI, 1987"], "Ey-Chih Chow": ["Representing Databases in Frames., AAAI, 1987"], "Hector J. Levesque": ["Intention = Choice + Commitment., AAAI, 1987", "All I Know: An Abridged Report., AAAI, 1987"], "Thomas Y. Galloway": ["TAXI: A Taxonomic Assistant., AAAI, 1987"], "B. Chandrasekaran": ["Complexity in Classificatory Reasoning., AAAI, 1987"], "Michael R. Lowry": ["Algorithm Synthesis through Problem Reformulation., AAAI, 1987"], "Paul Morris": ["Curing Anomalous Extensions., AAAI, 1987"], "Richard Fikes": ["Semantically Sound Inheritance for a Formally Defined Frame Language with Defaults., AAAI, 1987"], "Jane Terry Nutter": ["Assimilation: A Strategy for Implementing Self-Reorganizing Knowledge Bases., AAAI, 1987"], "Paul E. Utgoff": ["Learning to Control a Dynamic Physical System., AAAI, 1987"], "Douglas H. Fisher": ["Improving Inference through Conceptual Clustering., AAAI, 1987"], "David Haussler": ["Learning Conjunctive Concepts in Structural Domains., AAAI, 1987"], "Daniel R. Cooley": ["An Experimental Comparison of Knowledge Engineering for Expert Systems and for Decision Analysis., AAAI, 1987"], "Smadar T. Kedar-Cabelli": ["Formulating Concepts According to Purpose., AAAI, 1987"], "Richard M. Keller": ["Defining Operationality for Explanation-based Learning., AAAI, 1987"], "John P. McDermott": ["A KNACK for Knowledge Acquisition., AAAI, 1987"], "Jack Mostow": ["PROLEARN: Towards a Prolog Interpreter that Learns., AAAI, 1987"], "Allen Newell": ["Knowledge Level Learning in Soar., AAAI, 1987"], "Benjamin N. Grosof": ["A Declarative Approach to Bias in Concept Learning., AAAI, 1987"], "Jeffrey C. Schlimmer": ["Learning and Representation Change., AAAI, 1987"], "Gerald DeJong": ["BAGGER: An EBL System that Extends and Generalizes Explanations., AAAI, 1987"], "Prasad Tadepalli": ["Optimizing the Predictive Value of Diagnostic Decision Rules., AAAI, 1987"], "Robin Cohen": ["Interpreting Clues in Conjunction with Processing Restrictions in Arguments and Discourse., AAAI, 1987"], "Bonnie J. Dorr": ["UNITRAN: An Interlingual Approach to Machine Translation., AAAI, 1987"], "Kurt P. Eiselt": ["Recovering from Erroneous Inferences., AAAI, 1987"], "Eduard H. Hovy": ["Interpretation in Generation., AAAI, 1987"], "Aravind K. Joshi": ["Word-Order Variation in Natural Language Generation., AAAI, 1987"], "Matthew B. Cox": ["Porting and Extensible Natural Language Interface: A Case History., AAAI, 1987"], "Peter Norvig": ["Inference in Text Understanding., AAAI, 1987"], "Sabine Bergler": ["The Acquisition of Conceptual Structure for the Lexicon., AAAI, 1987"], "David A. Wroblewski": ["Ambiguity Procrastination., AAAI, 1987", "Nondestructive Graph Unification., AAAI, 1987"], "Craig Stanfill": ["Memory-based Reasoning Applied to English Pronunciation., AAAI, 1987"], "Kenneth D. Forbus": ["Reasoning about Fluids via Molecular Collections., AAAI, 1987"], "Bruce D'Ambrosio": ["Extending the Mathematics in Qualitative Process Theory., AAAI, 1987"], "Philippe Deves": ["Troubleshooting: When Modeling Is the Trouble., AAAI, 1987"], "Ajay Gupta": ["Explanation-based Failure Recovery., AAAI, 1987"], "Leo Joskowicz": ["Shape and Function in Mechanical Devices., AAAI, 1987"], "Mieczyslaw M. Kokar": ["Critical Hypersurfaces and the Quantity Space., AAAI, 1987"], "Benjamin Kuipers": ["Abstraction by Time-Scale in Qualitative Simulation., AAAI, 1987"], "George Stephanopoulos": ["Reasoning with Orders of Magnitude and Approximate Relations., AAAI, 1987"], "Felix Frayman": ["Making Partial Choices in Constraint Reasoning Problems., AAAI, 1987"], "Sanjaya Addanki": ["PROMPT: An Innovative Design Tool., AAAI, 1987"], "Shuji Doshita": ["Reasoning about Discontinuous Change., AAAI, 1987"], "Elisha Sacks": ["Hierarchical Reasoning about Inequalities., AAAI, 1987", "Piecewise Linear Reasoning., AAAI, 1987"], "Michael P. Wellman": ["Probabilistic Semantics for Qualitative Influences., AAAI, 1987"], "Kenneth Man-kam Yip": ["Extracting Qualitative Dynamics from Numerical Experiments., AAAI, 1987"], "Fred L. Garrett": ["An Architecture for Intelligent Task Automation., AAAI, 1987"], "Amy L. Lansky": ["Reactive Reasoning and Planning., AAAI, 1987"], "Fred Lakin": ["Visual Grammars for Visual Languages., AAAI, 1987"], "Philip C. Nelson": ["Qualitative Landmark-based Path Planning and Following., AAAI, 1987"], "David R. Strip": ["Insertions Using Geometric Analysis and Hybrid Force-Position Control on a PUMA 560 with VAL II., AAAI, 1987"], "John K. Tsotsos": ["The Sensitivity of Motion and Structure Computations., AAAI, 1987"], "Andrew J. Hanson": ["Using Generic Geometric Models for Intelligent Shape Extraction., AAAI, 1987"], "Ramakant Nevatia": ["Detecting Runways in Aerial Images., AAAI, 1987"], "Jonathan J. Hull": ["Hypothesis Testing in a Computational Theory of Visual Word Recognition., AAAI, 1987"], "John R. Kender": ["An Integrated System that Unifies Multiple Shape from Texture Algorithms., AAAI, 1987"], "K. Prasdny": ["Similitude-Invariant Pattern Recognition Using Parallel Distributed Processing., AAAI, 1987"], "Ruzena Bajcsy": ["Range Image Interpretation of Mail Pieces with Superquadrics., AAAI, 1987"], "Yiannis Aloimonos": ["Closed Form Solution to the Structure from Motion Problem from Line Correspondences., AAAI, 1987"], "Muralidhara Subbarao": ["Bounds on Translational and Angular Velocity Components from First Order Derivatives of Image Flow., AAAI, 1987"], "Richard Szeliski": ["Regularization Uses Fractal Priors., AAAI, 1987"], "Michael Kass": ["Energy Constraints on Deformable Models: Recovering Shape and Non-Rigid Motion., AAAI, 1987"], "Ganapathy Krishnan": ["Perceptual Significance Hierarchy: A Computer Vision Theory for Color Separation., AAAI, 1987"], "William M. Wells III": ["Visual Estimation of 3-D Line Segments from Motion - A Mobile Robot Vision System., AAAI, 1987"], "William F. Punch III": ["Data Validation during Diagnosis: A Step beyond Traditional Sensor Validation., AAAI, 1987"], "Jefferson DeLisio": ["MU: A Development Environment for Prospective Reasoning Systems., AAAI, 1987"], "Keith L. Downing": ["Diagnostic Improvement through Qualitative Sensitivity Analysis and Aggregation., AAAI, 1987"], "Moshe Ben-Bassat": ["CAMEX - An Expert System for Process Planning on CNC Machines., AAAI, 1987"], "Robert S. Kirk": ["A Multiple Representation Approach to Understanding the Time Behavior of Digital Circuits., AAAI, 1987"], "Daniel R. Rehak": ["KADBASE - A Prototype Expert System-Database Interface for Integrated CAE Environments., AAAI, 1987"], "James R. Allard": ["An Automated Reasoning Technique for Providing Moment-by-Moment Advice Concerning the Operation of a Process., AAAI, 1987"], "Jeff Pepper": ["TEST: A Model-driven Application Shell., AAAI, 1987"], "Emily J. Hofmann": ["Script-based Reasoning for Situation Monitoring., AAAI, 1987"], "Keith Jensen": ["Assessing the Maintainability of XCON-in-RIME: Coping with the Problems of a VERY Large Rule-Base., AAAI, 1987"], "Louis I. Steinberg": ["Design as Refinement Plus Constraint Propagation: The VEXED Experience., AAAI, 1987"]}