{"Marie desJardins": ["AAAI-13 Preface., AAAI, 2013"], "Hector Muñoz-Avila": ["IAAI-13 Preface., AAAI, 2013"], "Laura E. Brown": ["EAAI-13 Preface., AAAI, 2013"], "Abhijin Adiga": ["Sensitivity of Diffusion Dynamics to Network Uncertainty., AAAI, 2013"], "Aaron Adler": ["A Morphogenetically Assisted Design Variation Tool., AAAI, 2013"], "Sandip Aine": ["Truncated Incremental Search: Faster Replanning by Exploiting Suboptimality., AAAI, 2013"], "Muddasser Alam": ["Interdependent Multi-Issue Negotiation for Energy Exchange in Remote Communities., AAAI, 2013"], "Natasha Alechina": ["Multi-Cycle Query Caching in Agent Programming., AAAI, 2013"], "Noga Alon": ["Bundling Attacks in Judgment Aggregation., AAAI, 2013"], "Hadi Amiri": ["A Pattern Matching Based Model for Implicit Opinion Question Identification., AAAI, 2013"], "Garrett Andersen": ["Fast Equilibrium Computation for Infinitely Repeated Games., AAAI, 2013"], "Elliot Anshelevich": ["On the Social Welfare of Mechanisms for Repeated Batch Matching., AAAI, 2013"], "Itai Ashlagi": ["Equilibria of Online Scheduling Algorithms., AAAI, 2013"], "Haris Aziz": ["Ties Matter: Complexity of Manipulation when Tie-Breaking with a Random Vote., AAAI, 2013"], "Yoram Bachrach": ["Optimal Coalition Structure Generation in Cooperative Graph Games., AAAI, 2013"], "Bikramjit Banerjee": ["Pruning for Monte Carlo Distributed Reinforcement Learning in Decentralized POMDPs., AAAI, 2013"], "Elias Bareinboim": ["Causal Transportability with Limited Experiments., AAAI, 2013"], "Samuel Barrett": ["Teamwork with Limited Knowledge of Teammates., AAAI, 2013"], "Sumit Basu": ["Teaching Classification Boundaries to Humans., AAAI, 2013"], "Moshe Bitan": ["Social Rankings in Human-Computer Committees., AAAI, 2013"], "James C. Boerkoel Jr.": ["Decoupling the Multiagent Disjunctive Temporal Problem., AAAI, 2013"], "Ronen I. Brafman": ["Qualitative Planning under Partial Observability in Multi-Agent Domains., AAAI, 2013"], "Simina Brânzei": ["How Bad Is Selfish Voting?, AAAI, 2013"], "Shaowei Cai": ["Improving WalkSAT for Random k-Satisfiability Problem with k > 3., AAAI, 2013"], "Nuno Cardoso": ["A Kernel Density Estimate-Based Approach to Component Goodness Modeling., AAAI, 2013"], "Mithun Chakraborty": ["Instructor Rating Markets., AAAI, 2013"], "Sibao Chen": ["Uncorrelated Lasso., AAAI, 2013"], "Wenlin Chen": ["Goal-Oriented Euclidean Heuristics with Manifold Learning., AAAI, 2013"], "Yan Chen": ["From Interest to Function: Location Estimation in Social Media., AAAI, 2013"], "Arthur Choi": ["Dynamic Minimization of Sentential Decision Diagrams., AAAI, 2013"], "Alessandro Cimatti": ["Timelines with Temporal Uncertainty., AAAI, 2013"], "Puja Das": ["Online Lazy Updates for Portfolio Selection with Transaction Costs., AAAI, 2013"], "Sammy Davis-Mendelow": ["Assumption-Based Planning: Generating Plans and Explanations under Incomplete Knowledge., AAAI, 2013"], "Cassio Polpo de Campos": ["Complexity of Inferences in Polytree-shaped Semi-Qualitative Probabilistic Networks., AAAI, 2013"], "Ronald de Haan": ["Parameterized Complexity Results for Plan Reuse., AAAI, 2013"], "Wenkui Ding": ["Multi-Armed Bandit with Budget Constraint and Variable Costs., AAAI, 2013"], "Li Dong": ["The Automated Acquisition of Suggestions from Tweets., AAAI, 2013"], "Mingzhi Dong": ["A Maximum K-Min Approach for Classification., AAAI, 2013", "A Maximum K-Min Approach for Classification., AAAI, 2013"], "Janardhan Rao Doppa": ["HC-Search: Learning Heuristics and Cost Functions for Structured Prediction., AAAI, 2013"], "Gary Doran": ["SMILe: Shuffled Multiple-Instance Learning., AAAI, 2013", "Distribution Kernel Methods for Multiple-Instance Learning., AAAI, 2013"], "Thomas Eiter": ["Liberal Safety for Answer Set Programs with External Sources., AAAI, 2013"], "Yagil Engel": ["Posted Prices Exchange for Display Advertising Contracts., AAAI, 2013"], "Gábor Erdélyi": ["Computational Aspects of Nearly Single-Peaked Electorates., AAAI, 2013"], "Esra Erdem": ["A General Formal Framework for Pathfinding Problems with Multiple Agents., AAAI, 2013"], "Wolfgang Faber": ["Abstract Preference Frameworks - a Unifying Perspective on Separability and Strong Equivalence., AAAI, 2013"], "Liangda Fang": ["Multiagent Knowledge and Belief Change in the Situation Calculus., AAAI, 2013"], "Uriel Feige": ["The Cascade Auction - A Mechanism for Deterring Collusion in Auctions., AAAI, 2013"], "Johannes Klaus Fichte": ["Backdoors to Normality for Disjunctive Logic Programs., AAAI, 2013", "Backdoors to Tractability of Answer-Set Programming., AAAI, 2013"], "Lisa Gandy": ["Automatic Identification of Conceptual Metaphors With Limited Knowledge., AAAI, 2013"], "Nicola Gatti": ["Efficient Evolutionary Dynamics with Extensive-Form Games., AAAI, 2013", "Algorithms for Strong Nash Equilibrium with More than Two Agents., AAAI, 2013"], "Martin Gebser": ["Domain-Specific Heuristics in Answer Set Programming., AAAI, 2013"], "Reza Shoja Ghiass": ["Vesselness Features and the Inverse Compositional AAM for Robust Face Recognition Using Thermal IR., AAAI, 2013"], "Debarghya Ghoshdastidar": ["On Power-Law Kernels, Corresponding Reproducing Kernel Hilbert Space and Applications., AAAI, 2013"], "Sean Gilpin": ["Formalizing Hierarchical Clustering as Integer Linear Programming., AAAI, 2013"], "Benjamin Nathan Grosof": ["Radial Restraint: A Semantically Clean Approach to Bounded Rationality for Logic Programs., AAAI, 2013"], "Yuhong Guo": ["Convex Subspace Representation Learning from Multi-View Data., AAAI, 2013"], "Fabian Hadiji": ["Reduce and Re-Lift: Bootstrapped Lifted Likelihood Maximization for MAP., AAAI, 2013"], "Chen Hajaj": ["Search More, Disclose Less., AAAI, 2013"], "Matthew Hatem": ["External Memory Best-First Search for Multiple Sequence Alignment., AAAI, 2013", "Heuristic Search for Large Problems with Real Costs., AAAI, 2013"], "Edward Hsiao": ["Gradient Networks: Explicit Shape Matching Without Extracting Edges., AAAI, 2013"], "Jin Huang": ["Robust Discrete Matrix Completion., AAAI, 2013", "Spectral Rotation versus K-Means in Spectral Clustering., AAAI, 2013", "Supervised and Projected Sparse Coding for Image Classification., AAAI, 2013"], "Tomoharu Iwata": ["Unsupervised Cluster Matching via Probabilistic Latent Variable Models., AAAI, 2013"], "Thomas Kalinowski": ["Strategic Behavior when Allocating Indivisible Goods Sequentially., AAAI, 2013"], "Iyad A. Kanj": ["On the Subexponential Time Complexity of CSP., AAAI, 2013"], "Shant Karakashian": ["Improving the Performance of Consistency Algorithms by Localizing and Bolstering Propagation in a Tree Decomposition., AAAI, 2013"], "Erez Karpas": ["Data-Parallel Computing Meets STRIPS., AAAI, 2013"], "George Katsirelos": ["Resolution and Parallelizability: Barriers to the Efficient Parallelization of SAT Solvers., AAAI, 2013"], "Michael Katz": ["Red-Black Relaxed Plan Heuristics., AAAI, 2013"], "Aram Kawewong": ["Incremental Learning Framework for Indoor Scene Recognition., AAAI, 2013"], "Koosha Khalvati": ["A Fast Pairwise Heuristic for Planning under Uncertainty., AAAI, 2013"], "Doo Soon Kim": ["Joint Extraction and Labeling via Graph Propagation for Dictionary Construction., AAAI, 2013"], "Kye-Hyeon Kim": ["Walking on Minimax Paths for k-NN Search., AAAI, 2013"], "Suin Kim": ["A Hierarchical Aspect-Sentiment Model for Online Reviews., AAAI, 2013"], "Egor V. Kostylev": ["Answering Counting Aggregate Queries over Ontologies of the DL-Lite Family., AAAI, 2013"], "Niveda Krishnamoorthy": ["Generating Natural-Language Video Descriptions Using Text-Mined Knowledge., AAAI, 2013"], "T. K. Satish Kumar": ["Simple Temporal Problems with Taboo Regions., AAAI, 2013"], "David Kurokawa": ["How to Cut a Cake Before the Party Ends., AAAI, 2013"], "Shay Kutten": ["Composition Games for Distributed Systems: The EU Grant Games., AAAI, 2013"], "Branislav Kveton": ["Structured Kernel-Based Reinforcement Learning., AAAI, 2013"], "Christophe Lecoutre": ["Extending STR to a Higher-Order Consistency., AAAI, 2013"], "Sanghack Lee": ["m-Transportability: Transportability of a Causal Effect from Multiple Environments., AAAI, 2013"], "Joshua Letchford": ["Solving Security Games on Graphs via Marginal Probabilities., AAAI, 2013"], "Boyang Li": ["Story Generation with Crowdsourced Plot Graphs., AAAI, 2013"], "Peng Li": ["An Extended GHKM Algorithm for Inducing Lambda-SCFG., AAAI, 2013"], "Sebastian Link": ["Reasoning about Saturated Conditional Independence Under Uncertainty: Axioms, Algorithms, and Levesque's Situations to the Rescue., AAAI, 2013"], "Dehua Liu": ["Large-Scale Hierarchical Classification via Stochastic Perceptron., AAAI, 2013"], "Xianglong Liu": ["Reciprocal Hash Tables for Nearest Neighbor Search., AAAI, 2013"], "Yen-Cheng Lu": ["A Generalized Student-t Based Approach to Mixed-Type Anomaly Detection., AAAI, 2013"], "Zhiwu Lu": ["Unified Constraint Propagation on Multi-View Data., AAAI, 2013"], "Yong Luo": ["Vector-Valued Multi-View Semi-Supervsed Learning for Multi-Label Image Classification., AAAI, 2013"], "Sridhar Mahadevan": ["Basis Adaptation for Sparse Nonlinear Reinforcement Learning., AAAI, 2013"], "Mehdi Hafezi Manshadi": ["Integrating Programming by Example and Natural Language Programming., AAAI, 2013"], "Alberto Maran": ["A Framework for Aggregating Influenced CP-Nets and its Resistance to Bribery., AAAI, 2013"], "Parisa Mazrooei": ["Automating Collusion Detection in Sequential Games., AAAI, 2013"], "Reshef Meir": ["On the Value of Using Group Discounts under Price Competition., AAAI, 2013", "Bounding the Cost of Stability in Games over Interaction Networks., AAAI, 2013"], "Felipe Meneguzzi": ["A First-Order Formalization of Commitments and Goals for Planning., AAAI, 2013"], "Deyu Meng": ["A Cyclic Weighted Median Method for L1 Low-Rank Matrix Factorization with Missing Entries., AAAI, 2013"], "Mitra Mohtarami": ["From Semantic to Emotional Space in Probabilistic Sense Sentiment Analysis., AAAI, 2013"], "Thanh Hong Nguyen": ["Analyzing the Effectiveness of Adversary Modeling in Security Games., AAAI, 2013"], "Mathias Niepert": ["Symmetry-Aware Marginal Density Estimation., AAAI, 2013"], "Raz Nissim": ["Cost-Optimal Planning by Self-Interested Agents., AAAI, 2013"], "Jan Noessner": ["RockIt: Exploiting Parallelism and Symmetry for MAP Inference in Statistical Relational Models., AAAI, 2013"], "Sylvie C. W. Ong": ["Mixed Observability Predictive State Representations., AAAI, 2013"], "Aditya Pal": ["Discovering Hierarchical Structure for Sources and Entities., AAAI, 2013"], "Yan Pan": ["Rank Aggregation via Low-Rank and Structured-Sparse Decomposition., AAAI, 2013"], "David C. Parkes": ["Dynamic Social Choice with Evolving Preferences., AAAI, 2013"], "Jason Pazis": ["PAC Optimal Exploration in Continuous Space Markov Decision Processes., AAAI, 2013", "Sample Complexity and Performance Bounds for Non-Parametric Approximate Linear Programming., AAAI, 2013"], "Noam Peled": ["An Agent Design for Repeated Negotiation and Information Revelation with People., AAAI, 2013"], "Houwen Peng": ["Salient Object Detection via Low-Rank and Structured Sparse Matrix Decomposition., AAAI, 2013"], "Maria Silvia Pini": ["Bribery in Voting With Soft Constraints., AAAI, 2013"], "Denis K. Ponomaryov": ["Progression of Decomposed Situation Calculus Theories., AAAI, 2013"], "Alessandro Previti": ["Partial MUS Enumeration., AAAI, 2013"], "Scott Proper": ["Multiagent Learning with a Noisy Global Reward Signal., AAAI, 2013"], "Goran Radanovic": ["A Robust Bayesian Truth Serum for Non-Binary Signals., AAAI, 2013"], "Kosta Ristovski": ["Continuous Conditional Random Fields for Efficient Regression in Large Fully Connected Graphs., AAAI, 2013"], "Igor Rochlin": ["Information Sharing Under Costly Communication in Joint Exploration., AAAI, 2013"], "Pierre Roy": ["Enforcing Meter in Finite-Length Markov Sequences., AAAI, 2013"], "Paul Ruvolo": ["Active Task Selection for Lifelong Machine Learning., AAAI, 2013"], "Yoshikuni Sato": ["Optimizing Objective Function Parameters for Strength in Computer Game-Playing., AAAI, 2013"], "Swakkhar Shatabda": ["Mixed Heuristic Local Search for Protein Structure Prediction., AAAI, 2013", "Simplified Lattice Models for Protein Structure Prediction: How Good Are They?, AAAI, 2013"], "Shirin Sohrabi": ["Hypothesis Exploration for Malware Detection Using Planning., AAAI, 2013"], "Michael Thielscher": ["Filtering With Logic Programs and Its Application to General Game Playing., AAAI, 2013"], "Deepak Venugopal": ["GiSS: Combining Gibbs Sampling and SampleSearch for Inference in Mixed Probabilistic and Deterministic Graphical Models., AAAI, 2013"], "Kiri L. Wagstaff": ["Guiding Scientific Discovery with Explanations Using DEMUD., AAAI, 2013"], "Chang Wang": ["Multiscale Manifold Learning., AAAI, 2013"], "Mengqiu Wang": ["Effective Bilingual Constraints for Semi-Supervised Learning of Named Entity Recognizers., AAAI, 2013"], "Yingze Wang": ["Sparse Multi-Task Learning for Detecting Influential Nodes in an Implicit Diffusion Network., AAAI, 2013"], "Yujing Wang": ["Ranking Scientific Articles by Exploiting Citations, Authors, Journals, and Time Information., AAAI, 2013"], "Darrell Whitley": ["Greedy or Not? Best Improving versus First Improving Stochastic Local Search for MAXSAT., AAAI, 2013"], "Thomas Emrys Williams": ["Grounding Natural Language References to Unvisited and Hypothetical Locations., AAAI, 2013"], "Christopher Makoto Wilt": ["Robust Bidirectional Search via Heuristic Improvement., AAAI, 2013", "Steps Towards a Science of Heuristic Search., AAAI, 2013"], "Fei Wu": ["Supervised Nonnegative Tensor Factorization with Maximum-Margin Constraint., AAAI, 2013"], "Han Xiao": ["Lazy Gaussian Process Committee for Real-Time Online Regression., AAAI, 2013"], "Deyi Xiong": ["A Topic-Based Coherence Model for Statistical Machine Translation., AAAI, 2013"], "Yun Xiong": ["Towards Cohesive Anomaly Mining., AAAI, 2013"], "Joseph Zhen Ying Xu": ["Learning Integrated Symbolic and Continuous Action Models for Continuous Domains., AAAI, 2013"], "Miao Xu": ["Multi-Label Learning with PRO Loss., AAAI, 2013"], "Fusun Yaman": ["Temporal Milestones in HTNs., AAAI, 2013"], "Haopeng Zhang": ["Joint Object and Pose Recognition Using Homeomorphic Manifold Analysis., AAAI, 2013"], "Haoqi Zhang": ["Automated Workflow Synthesis., AAAI, 2013"], "Shubao Zhang": ["A Concave Conjugate Approach for Nonconvex Penalized Regression with the MCP Penalty., AAAI, 2013"], "Xianchao Zhang": ["Smart Multi-Task Bregman Clustering and Multi-Task Kernel Clustering., AAAI, 2013"], "Qibin Zhao": ["A Tensor-Variate Gaussian Process for Classification of Multidimensional Structured Data., AAAI, 2013"], "Jiangchuan Zheng": ["Time-Dependent Trajectory Regression on Road Networks via Multi-Task Learning., AAAI, 2013"], "Weifeng Zhi": ["Clustering with Complex Constraints - Algorithms and Applications., AAAI, 2013"], "Sheng-hua Zhong": ["Video Saliency Detection via Dynamic Consistent Spatio-Temporal Attention Modelling., AAAI, 2013"], "Yueting Zhuang": ["Supervised Coupled Dictionary Learning with Group Structures for Multi-modal Retrieval., AAAI, 2013"], "Hankz Hankui Zhuo": ["Model-Lite Case-Based Planning., AAAI, 2013"], "Rajesh Hemant Chitnis": ["Preventing Unraveling in Social Networks Gets Harder., AAAI, 2013"], "Gerard de Melo": ["Not Quite the Same: Identity Constraints for the Web of Linked Data., AAAI, 2013"], "Alejandro Figueroa": ["Learning to Rank Effective Paraphrases from Query Logs for Community Question Answering., AAAI, 2013"], "Yasuhiro Fujiwara": ["Fast and Exact Top-k Algorithm for PageRank., AAAI, 2013"], "Yu-Gang Jiang": ["Understanding and Predicting Interestingness of Videos., AAAI, 2013"], "Hiroshi Kajino": ["Clustering Crowds., AAAI, 2013"], "Jeon-Hyung Kang": ["LA-CTR: A Limited Attention Collaborative Topic Regression for Social Media., AAAI, 2013"], "Pushmeet Kohli": ["A Fast Bandit Algorithm for Recommendation to Users With Heterogenous Tastes., AAAI, 2013"], "Andrew Mao": ["Better Human Computation Through Principled Voting., AAAI, 2013"], "Jimmy S. J. Ren": ["Exploring the Contribution of Unlabeled Data in Financial Sentiment Analysis., AAAI, 2013"], "Mahyar Salek": ["Hotspotting - A Probabilistic Graphical Model For Image Object Localization Through Crowdsourcing., AAAI, 2013"], "Mehdi Samadi": ["OpenEval: Web Information Query Evaluation., AAAI, 2013"], "Hiroaki Shiokawa": ["Fast Algorithm for Modularity-Based Graph Clustering., AAAI, 2013"], "Giorgio Stefanoni": ["Introducing Nominals to the Combined Query Answering Approaches for EL., AAAI, 2013"], "Roni Tzvi Stern": ["TONIC: Target Oriented Network Intelligence Collection for the Social Web., AAAI, 2013"], "Ming Yin": ["The Effects of Performance-Contingent Financial Incentives in Online Labor Markets., AAAI, 2013"], "Xiaohua Zhai": ["Heterogeneous Metric Learning with Joint Graph Regularization for Cross-Media Retrieval., AAAI, 2013"], "Lili Zhao": ["Active Transfer Learning for Cross-System Recommendation., AAAI, 2013"], "Gordon Michael Briggs": ["A Hybrid Architectural Approach to Understanding and Appropriately Generating Indirect Speech Acts., AAAI, 2013"], "Nuno Ferreira": ["An Agent Model for the Appraisal of Normative Events Based in In-Group and Out-Group Relations., AAAI, 2013"], "Kevin Gold": ["Learning to Efficiently Pursue Communication Goals on the Web with the GOSMR Architecture., AAAI, 2013"], "Justin Li": ["Preemptive Strategies for Overcoming the Forgetting of Goals., AAAI, 2013"], "Ian Perera": ["SALL-E: Situated Agent for Language Learning., AAAI, 2013"], "Abhishek B. Sharma": ["Automatic Extraction of Efficient Axiom Sets from Large Knowledge Bases., AAAI, 2013", "Graph Traversal Methods for Reasoning in Large Knowledge-Based Systems., AAAI, 2013"], "Charilaos Akasiadis": ["Agent Cooperatives for Effective Power Consumption Shifting., AAAI, 2013"], "Thomas G. Dietterich": ["PAC Optimal Planning for Invasive Species Management: Improved Exploration for Reinforcement Learning from Simulator-Defined MDPs., AAAI, 2013"], "James H. Faghmous": ["Multiple Hypothesis Object Tracking For Unsupervised Self-Learning: An Ocean Eddy Tracking Application., AAAI, 2013"], "Daniel Fink": ["Adaptive Spatio-Temporal Exploratory Models: Hemisphere-wide species distributions from massively crowdsourced eBird data., AAAI, 2013"], "Vikas K. Garg": ["Online Optimization with Dynamic Temporal Uncertainty: Incorporating Short Term Predictions for Renewable Integration in Intelligent Energy Systems., AAAI, 2013"], "Wolfgang Ketter": ["Autonomous Agents in Future Energy Markets: The 2012 Power Trading Agent Competition., AAAI, 2013"], "Ronan LeBras": ["Robust Network Design For Multispecies Conservation., AAAI, 2013"], "Prashant P. Reddy": ["Negotiated Learning for Smart Grid Agents: Entity Selection based on Dynamic Partially Observable Features., AAAI, 2013"], "Régis Sabbadin": ["A Tractable Leader-Follower MDP Model for Animal Disease Management., AAAI, 2013"], "Huijuan Shao": ["A Temporal Motif Mining Approach to Unsupervised Energy Disaggregation: Applications to Residential and Commercial Buildings., AAAI, 2013"], "Daniel R. Sheldon": ["Approximate Bayesian Inference for Reconstructing Velocities of Migrating Birds from Weather Radar., AAAI, 2013"], "Sabine Storandt": ["Enabling E-Mobility: Facility Location for Battery Loading Stations., AAAI, 2013"], "Alexander David Styler": ["Model Predictive Control with Uncertainty in Human Driven Systems., AAAI, 2013"], "Alan Tsang": ["Resource Sharing for Control of Wildland Fires., AAAI, 2013"], "Andreas Veit": ["Multiagent Coordination for Energy Consumption Scheduling in Consumer Cooperatives., AAAI, 2013"], "Bistra N. Dilkina": ["Large Landscape Conservation - Synthetic and Real-World Datasets., AAAI, 2013"], "Danilo Bruno": ["Bayesian Nonparametric Multi-Optima Policy Search in Reinforcement Learning., AAAI, 2013"], "Caroline Ponzoni Carvalho Chanel": ["Multi-Target Detection and Recognition by UAVs Using Online POMDPs., AAAI, 2013"], "Lawrence H. Erickson": ["A Simple, but NP-Hard, Motion Planning Problem., AAAI, 2013"], "Been Kim": ["Inferring Robot Task Plans from Human Team Meetings: A Generative Modeling Approach with Logic-Based Prior., AAAI, 2013"], "Andras Gabor Kupcsik": ["Data-Efficient Generalization of Robot Skills with Contextual Policy Search., AAAI, 2013"], "João Vicente Messias": ["GSMDPs for Multi-Robot Sequential Decision-Making., AAAI, 2013"], "Erion Plaku": ["Robot Motion Planning with Dynamics as Hybrid Search., AAAI, 2013"], "Leonel Dario Rozo": ["Learning Collaborative Impedance-Based Robot Behaviors., AAAI, 2013"], "Michael Ruhnke": ["Compact RGBD Surface Models Based on Sparse Coding., AAAI, 2013"], "Ari Weinstein": ["Open-Loop Planning in Large-Scale Stochastic Domains., AAAI, 2013"], "Jingjin Yu": ["Structure and Intractability of Optimal Multi-Robot Path Planning on Graphs., AAAI, 2013"], "Amos Azaria": ["Advice Provision in Multiple Prospect Selection Problems., AAAI, 2013"], "Robert Kyle Eichelberger": ["Does One-Against-All or One-Against-One Improve the Performance of Multiclass Classifications?, AAAI, 2013"], "Daniel J. Geschwender": ["Selecting the Appropriate Consistency Algorithm for CSPs Using Machine Learning Classifiers., AAAI, 2013"], "Keisuke Hara": ["A Mediation Mechanism for Automated Negotiating Agents Whose Utility Changes over Time., AAAI, 2013"], "Mohammad Rashedul Hasan": ["The Role of Complex Network Dynamics in the Emergence of Multiagent Coalition., AAAI, 2013"], "Soumya C. Kambhampati": ["Phase Transition and Network Structure in Realistic SAT Problems., AAAI, 2013"], "Irene Kwok": ["Locate the Hate: Detecting Tweets against Blacks., AAAI, 2013"], "Zhichun Jia": ["Hybrid Model-Based Diagnosis of Web Service Compositions., AAAI, 2013"], "Walter Stephen Lasecki": ["Crowd Formalization of Action Conditions., AAAI, 2013", "Crowdsourcing for Deployable Intelligent Systems., AAAI, 2013"], "William Lee": ["Trading Space for Time in Grid-Based Path Finding., AAAI, 2013"], "Hai-Guang Li": ["Online Group Feature Selection from Feature Streams., AAAI, 2013"], "Hongbo Li": ["Making Simple Tabular ReductionWorks on Negative Table Constraints., AAAI, 2013"], "Xiaomei Li": ["Subchloroplast Location Prediction via Homolog Knowledge Transfer and Feature Selection., AAAI, 2013"], "Guohua Liang": ["An Effective Approach for Imbalanced Classification: Unevenly Balanced Bagging., AAAI, 2013"], "Hui Meen Nyew": ["A First-Order Logic Based Framework for Verifying Simulations., AAAI, 2013"], "Daniel R. Schlegel": ["Concurrent Reasoning with Inference Graphs., AAAI, 2013", "Concurrent Inference Graphs., AAAI, 2013"], "Zhao Song": ["Graphical Model-Based Learning in High Dimensional Feature Spaces., AAAI, 2013"], "Lauren M. Stuart": ["On a Noun-Driven Syntactic Paradigm., AAAI, 2013"], "Clifford A. Tawiah": ["Empirical Comparison of Multi-Label Classification Algorithms., AAAI, 2013"], "Ding Tu": ["WordNet Based Multi-Way Concept Hierarchy Construction from Text Corpus., AAAI, 2013"], "Xiao Yang": ["Personalized Recommendation Based on Co-Ranking and Query-Based Collaborative Diffusion., AAAI, 2013"], "Jing Zhang": ["Imbalanced Multiple Noisy Labeling for Supervised Learning., AAAI, 2013"], "Lei Zhang": ["Planning with Multi-Valued Landmarks., AAAI, 2013"], "Daniel Bauer": ["Understanding Descriptions of Visual Scenes Using Graph Grammars., AAAI, 2013"], "Sviatlana Danilava": ["Artificial Conversational Companions., AAAI, 2013"], "Shekhar Gupta": ["An Optimal Task Assignment Policy and Performance Diagnosis Strategy for Heterogeneous Hadoop Cluster., AAAI, 2013"], "Brent Edward Harrison": ["Creating Model-Based Adaptive Environments Using Game-Specific and Game-Independent Analytics., AAAI, 2013"], "Alessandro Panella": ["Multiagent Stochastic Planning With Bayesian Policy Recognition., AAAI, 2013"], "Anastasia Paparrizou": ["Efficient Algorithms for Strong Local Consistencies in Constraint Satisfaction Problems., AAAI, 2013"], "Adrian Ratter": ["Optimization of Heterogeneous Computing Resources for Robotic Mapping., AAAI, 2013"], "Mariana Recamonde Mendoza": ["The Wisdom of Crowds in Bioinformatics: What Can We Learn (and Gain) from Ensemble Predictions?, AAAI, 2013"], "Timothy Wiley": ["Multi-Strategy Learning of Robotic Behaviours via Qualitative Reasoning., AAAI, 2013"], "Ying Zhu": ["Tools for Preference Reasoning., AAAI, 2013"]}