{"Andrew P. Witkin": ["A Statistical Technique for Recovering Surface Orientation from Texture in Natural Imagery., AAAI, 1980"], "John R. Kender": ["Mapping Image Properties into Shape Constraints: Skewed Symmetry and Affine-Tramsfornable Patterns, and the Shape-from-Texture Paradigm., AAAI, 1980"], "William B. Thompson": ["What Should be Computed in Low Level Vision Systems., AAAI, 1980"], "Harry G. Barrow": ["Interpreting Line Drawings as Three-Dimensional Surfaces., AAAI, 1980"], "Mike Brady": ["Shape Encoding and Subjective Contours., AAAI, 1980"], "Eugene C. Freuder": ["Information Needed to Label a Scene., AAAI, 1980"], "Rodney A. Brooks": ["Interpretive Vision and Restriction Graphs., AAAI, 1980"], "Linda G. Shapiro": ["Sticks, Plates, and Blobs: A Three-Dimensional Object Representation for Scene Analysis., AAAI, 1980"], "Daryl T. Lawton": ["Constraint-Based Inference from Image Motion., AAAI, 1980"], "Jon A. Webb": ["Static Analysis of Moving Jointed Objects., AAAI, 1980"], "Marsha Jo Hannah": ["Bootstrap Stereo., AAAI, 1980"], "Robert C. Bolles": ["Locating Partially Visible Objects: The Local Feature Focus Method., AAAI, 1980"], "Narendra Ahuja": ["Interference Detection and Collision Avoidance Among Three Dimensional Objects., AAAI, 1980"], "Stephen T. Barnard": ["Automated Inspection Using Gray-Scale Statistics., AAAI, 1980"], "Norman I. Badler": ["Human Movement Understanding: A Variety of Perspectives., AAAI, 1980"], "Olivier D. Faugeras": ["An Optimisation Approach for Using Contextual Information in Conputer Vision., AAAI, 1980"], "Louis I. Steinberg": ["Question Ordering in a Mixed Intiative Program Specification Dialogue., AAAI, 1980"], "Steve Tappel": ["Some Algorithm Design Methods., AAAI, 1980"], "Stephen Fickas": ["Automatic Goal-Directed Program Transformation., AAAI, 1980"], "Brian P. McCune": ["Incremental, Informal Program Acquisition., AAAI, 1980"], "P. A. Subrahmanyam": ["A Basis for a Theory of Program Synthesis., AAAI, 1980"], "Richard J. Wood": ["A Program Model and Knowledge Base for Computer Aided Program Synthesis., AAAI, 1980"], "David A. Plaisted": ["An Efficient Relevance Criterion for Mechanical Theorem Proving., AAAI, 1980"], "Jacek Leszczylowski": ["On Proving Laws of the Algebra of FP-Systems in Edinburgh LCF., AAAI, 1980"], "Gerald E. Peterson": ["A Technique for Establishing Completeness Results in Theorem Proving with Equality., AAAI, 1980"], "Luigia Carlucci Aiello": ["Automatic Generation of Semantic Attachments in FOL., AAAI, 1980"], "Daniel L. Chester": ["HCPRVR: An Interpreter for Logic Programs., AAAI, 1980"], "Vincent J. Digricoli": ["First Experiments with Rue Automated Deduction., AAAI, 1980"], "David J. Israel": ["What's Wrong with Non-Monotonic Logic?, AAAI, 1980"], "Dana S. Nau": ["Pathology on Game Trees: A Summary of Results., AAAI, 1980"], "S. W. Ng": ["Max-Mim Chaining of Weighted Causal Assertions is Loop Free., AAAI, 1980"], "Robert Balzer": ["HEARSAY-II: A Domain-Independent Framework for Expert Systems., AAAI, 1980"], "Victor R. Lesser": ["Quantifyimg and Simulating the Behavior of Knowledge-Based Interpretation Systems., AAAI, 1980"], "Eugene Ball": ["Representation of Task-Specific Knowledge in a Gracefully Interacting User Interface., AAAI, 1980"], "Janice S. Aikins": ["Representation of Control Knowledge in Expert Systems., AAAI, 1980"], "Jaime G. Carbonell": ["DELTA-MIN: A Search-Control Method for Information-Gathering Problems., AAAI, 1980"], "Arthur M. Farley": ["On Waiting., AAAI, 1980"], "Douglas E. Appelt": ["A Planner for Reasoning about Knowledge and Action., AAAI, 1980"], "Hans J. Berliner": ["Making Judgments., AAAI, 1980"], "Kurt Konolige": ["Multiple-Agent Planning Systems., AAAI, 1980"], "Judea Pearl": ["SCOUT: A Simple Game-Searching Algorithm with Proven Optimal Properties., AAAI, 1980"], "Harry C. Reinstein": ["Problem Solving in Frame-Structured Systems Using Interactive Dialog., AAAI, 1980"], "Ann E. Robinson": ["Representing Knowledge in an Interactive Planner., AAAI, 1980"], "Stuart C. Shapiro": ["Inference with Recursive Rules., AAAI, 1980"], "David E. Smith": ["A Frame-Based Production System Architecture., AAAI, 1980"], "Carl Hewitt": ["Knowledge Embedding in the Description System Omega., AAAI, 1980"], "Russell Greiner": ["A Representation Language Language., AAAI, 1980"], "Kenneth D. Forbus": ["Spatial and Qualitative Aspects of Reasoning about Motion., AAAI, 1980"], "Martin Herman": ["Computer Interpretation of Human Stick Figures., AAAI, 1980"], "Gordon S. Novak": ["Research on Expert Problem Solving in Physics., AAAI, 1980"], "Philip Klahr": ["Knowledge-Based Simulation., AAAI, 1980"], "Carl Engelman": ["Interactive Frame Instantiation., AAAI, 1980"], "Ira P. Goldstein": ["Descriptions for a Programming Environment., AAAI, 1980"], "William Mark": ["Rule-Based Inference in Large Knowledge Bases., AAAI, 1980"], "John L. Goodson": ["A Process for Evaluating Tree-Consistency., AAAI, 1980"], "Gerald R. Barber": ["Reasoning about Change in Knowledgeable Office Systems., AAAI, 1980"], "Richard Fikes": ["On Supporting the Use of Procedures in Office Work., AAAI, 1980"], "Michael R. Genesereth": ["Metaphors and Models., AAAI, 1980"], "James R. Meehan": ["Everything You Always Wanted to Know About Authority Structures But Were Unable to Represent., AAAI, 1980"], "Chuck Rieger": ["Real Time Causal Monitors for Complex Physical Sites., AAAI, 1980"], "Thomas G. Dietterich": ["Applying General Induction Methods to the Card Game Eleusis., AAAI, 1980"], "Robert Smith": ["Modelling Student Acquisition of Problem-Solving Skills., AAAI, 1980"], "Mallory Selfridge": ["A Computer Model of Child Language Learning., AAAI, 1980"], "Michael D. Rychener": ["Approaches to Knowledge Acquisition: The Instructable Production System Project., AAAI, 1980"], "René Reboh": ["Using a Matcher to Make an Expert Consultation System Behave Intelligently., AAAI, 1980"], "Norman Haas": ["An Approach to Acquiring and Applying Knowledge., AAAI, 1980"], "Stephen B. Whitehill": ["Self-Correcting Generalization., AAAI, 1980"], "Jonathan J. King": ["Intelligent Retrieval Planning., AAAI, 1980"], "Drew V. McDermott": ["A Theory of Metric Spatial Inference., AAAI, 1980"], "Scott E. Fahlman": ["Design Sketch for a Million-Element NETL Machine., AAAI, 1980"], "Thomas D. Garvey": ["Perceptual Reasoning in a Hostile Environment., AAAI, 1980"], "Edwina L. Rissland": ["Overview of an Example Generation System., AAAI, 1980"], "Wellington Yu Chiu": ["Structure Comparison and Semantic Interpretation of Differences., AAAI, 1980"], "Shamim A. Naqvi": ["Performing Inferences over Recursive Data Bases., AAAI, 1980"], "Jarrett Rosenberg": ["Piaget and Artificial Intelligence., AAAI, 1980"], "John P. McDermott": ["RI: an Expert in the Computer Systems Domain., AAAI, 1980"], "Donald A. Waterman": ["Rule-Based Models of Legal Expertise., AAAI, 1980"], "David R. Barstow": ["Exploiting a Domain Model in an Expert Spectral Analysis Program., AAAI, 1980"], "Lance A. Miller": ["Project EPISTLE: A System for the Automatic Analysis of Business Correspondence., AAAI, 1980"], "Milton R. Grinberg": ["A Knowledge Based Design System for Digital Electronics., AAAI, 1980"], "Christian C. Wagner": ["Theory Directed Reading Diagnosis Research Using Computer Simulation., AAAI, 1980"], "Kenneth Mark Colby": ["A Word-Finding Algorithm with a Dynamic Lexical-Semantic Memory for Patients with Anomia Using a Speech Prosthesis., AAAI, 1980"], "Leonard Friedman": ["Trouble-Shooting by Plausible Inference., AAAI, 1980"], "John Gaschnig": ["An Application of the Prospector System to DOE's National Uranium Resource Evaluation., AAAI, 1980"], "L. Thorne McCarty": ["Some Requirements for a Computer-Based Legal Consultant., AAAI, 1980"], "Richard H. Granger": ["When Expectation Fails: Towards a Self-Correcting Inference System., AAAI, 1980"], "Kathleen R. McKeown": ["Generating Relevant Explanations: Natural Language Responses to Questions about Database Structure., AAAI, 1980"], "Timothy W. Finin": ["The Semantic Interpretation of Nominal Compounds., AAAI, 1980"], "Lawrence Birnbaum": ["Towards an AI Model of Argumentation., AAAI, 1980"], "Robert J. Bobrow": ["Knowledge Representation for Syntactic/Semantic Processing., AAAI, 1980"], "Michael Lebowitz": ["Language and Memory: Generalization as a Part of Understanding., AAAI, 1980"], "Eric Mays": ["Failures in Natural Language Systems: Applications to Data Base Query Systems., AAAI, 1980"], "Janet L. Kolodner": ["Organizing Memory and Keeping it Organized., AAAI, 1980"], "Robert Wilensky": ["Meta-Planning., AAAI, 1980"], "Wendy G. Lehnert": ["Narrative Text Summarization., AAAI, 1980"]}