{"Michael R. Genesereth": ["An Overview of Meta-Level Architecture., AAAI, 1983"], "David E. Smith": ["Finding All of the Solutions to a Problem., AAAI, 1983"], "Michael P. Georgeff": ["Communication and Interaction in Multi-Agent Planning., AAAI, 1983"], "Drew V. McDermott": ["Data Dependencies on Inequalities., AAAI, 1983"], "Richard Fikes": ["KRYPTON: Integrating Terminology and Assertion., AAAI, 1983"], "Michael J. Maher": ["The Denotational Semantics of Horn Clauses as a Production System., AAAI, 1983"], "Mark E. Stickel": ["Theory Resolution: Building in Nonequational Theories., AAAI, 1983"], "Anthony G. Cohn": ["Improving the Expressiveness of Many Sorted Logic., AAAI, 1983"], "Eugene Charniak": ["The Bayesian Basis of Common Sense Medical Diagnosis., AAAI, 1983"], "Peter de Jong": ["Analyzing the Roles of Descriptions and Actions in Open Systems., AAAI, 1983"], "Harry G. Barrow": ["Proving the Correctness of Digital Hardware Designs., AAAI, 1983"], "Hans J. Berliner": ["A Chess Program That Chunks., AAAI, 1983"], "Craig Stanfill": ["The Decomposition of a Large Domain: Reasoning About Machines., AAAI, 1983"], "William J. Long": ["Reasoning About State From Causation and Time in a Medical Domain., AAAI, 1983"], "Reid G. Simmons": ["The Use of Qualitative and Quantitative Simulations., AAAI, 1983"], "Allen Newell": ["An Automatic Algorithm Designer: An Initial Implementation., AAAI, 1983"], "Raymond Reiter": ["On Inheritance Hierarchies With Exceptions., AAAI, 1983"], "Elaine Rich": ["Default Reasoning as Likelihood Reasoning., AAAI, 1983"], "Jane Terry Nutter": ["Default Reasoning Using Monotonic Logic: A Modest Proposal., AAAI, 1983"], "Patrice Quinton": ["A Theorem-Prover for a Decidable Subset of Default Logic., AAAI, 1983"], "Jaime G. Carbonell": ["Derivational Analogy and Its Role in Problem Solving., AAAI, 1983"], "Neil M. Goldman": ["Three Dimensions of Design Development., AAAI, 1983"], "Peter Norvig": ["Six Problems for Story Understanders., AAAI, 1983"], "Kristian J. Hammond": ["Planning and Goal Interaction: The Use of Past Solutions in Present Situations., AAAI, 1983"], "Mark H. Burstein": ["A Model of Learning by Incremental Analogical Reasoning and Debugging., AAAI, 1983"], "Benjamin Kuipers": ["Modeling Human Knowledge of Routes: Partial Knowledge and Individual Variation., AAAI, 1983"], "Jennifer K. Holbrook": ["STRATEGIST: A Program That Models Strategy-Driven and Content-Driven Inference Behavior., AAAI, 1983"], "Thomas P. Moran": ["Learning Operator Semantics by Analogy., AAAI, 1983"], "Eswaran Subrahmanian": ["An Analysis of a Welfare Eligibility Determination Interview: A Planning Approach., AAAI, 1983"], "John F. Canny": ["A Variational Approach to Edge Detection., AAAI, 1983"], "John R. Kender": ["Surface Constraints From Linear Extents., AAAI, 1983"], "James J. Little": ["An Iterative Method for Reconstructing Convex Polyhedra From External Guassian Images., AAAI, 1983"], "Michael J. Brooks": ["Two Results Concerning Ambiguity in Shape From Shading., AAAI, 1983"], "Thomas O. Binford": ["Perceptual Organization as a Basis for Visual Recognition., AAAI, 1983"], "Robert J. Drazovich": ["Model-Based Interpretation of Range Imagery., AAAI, 1983"], "Robert A. Hummel": ["A Design Method for Relaxation Labeling Applications., AAAI, 1983"], "Takeo Kanade": ["Appropriate Lengths Between Phalanges of Multijointed Fingers for Stable Grasping., AAAI, 1983"], "Rodney A. Brooks": ["Find-Path for a PUMA-Class Robot., AAAI, 1983"], "Edward M. Riseman": ["Rule Based Strategies for Image Interpretation., AAAI, 1983"], "Kathleen R. McKeown": ["Recursion in TEXT and Its Use in Language Generation., AAAI, 1983"], "Bradley A. Goodman": ["Repairing Miscommunication: Relaxation in Reference., AAAI, 1983"], "Sandra Carberry": ["Tracking User Goals in an Information-Seeking Environment., AAAI, 1983"], "Paul O'Rorke": ["Reasons for Beliefs in Understanding: Applications of Non-Monotonic Dependencies to Story Processing., AAAI, 1983"], "Michael Lebowitz": ["RESEARCHER: An Overview., AAAI, 1983"], "Victor W. Sue": ["Phonotactic and Lexical Constraints in Speech Recognition., AAAI, 1983"], "Edward P. Stabler Jr.": ["Deterministic and Bottom-Up Parsing in Prolog., AAAI, 1983"], "Henry S. Thompson": ["MCHART: A Flexible, Modular Chart Parsing System., AAAI, 1983"], "Martha Stone Palmer": ["Inference-Driven Semantic Analysis., AAAI, 1983"], "Ralph M. Weischedel": ["Mapping Between Semantic Representations Using Horn Clauses., AAAI, 1983"], "Eileen Fitzpatrick": ["Constraining a Deterministic Parser., AAAI, 1983"], "James Clifford": ["QE-III: A Formal Approach to Natural Language Ouerying., AAAI, 1983"], "William C. Mann": ["An Overview of the Penman Text Generation System., AAAI, 1983"], "Michael J. Pazzani": ["Interactive Script Instantiation., AAAI, 1983"], "Bruce W. Porter": ["Episodic Learning., AAAI, 1983"], "Kurt VanLehn": ["Human Procedural Skill Acquisition: Theory, Model and Psychological Validation., AAAI, 1983"], "Malcolm C. Harrison": ["A Production System for Learning Plans From an Expert., AAAI, 1983"], "Richard E. Korf": ["Operator Decomposability: A New Type of Problem Structure., AAAI, 1983"], "Paul Smolensky": ["Schema Selection and Stochastic Inference in Modular Environments., AAAI, 1983"], "John Seely Brown": ["Why AM and Eurisko Appear to Work., AAAI, 1983"], "Michael R. Lowry": ["Learning Physical Descriptions From Functional Definitions, Examples, and Precedents., AAAI, 1983"], "Jack Mostow": ["A Problem-Solver for Making Advice Operational., AAAI, 1983"], "Steven Salzberg": ["Generating Hypotheses to Explain Prediction Failures., AAAI, 1983"], "Richard M. Keller": ["Learning by Re-Expressing Concepts for Efficient Recognition., AAAI, 1983"], "Paul D. Scott": ["Learning: The Construction of A Posteriori Knowledge Structures., AAAI, 1983"], "Larry A. Rendell": ["A Doubly Layered, Genetic Penetrance Learning System., AAAI, 1983"], "Kathleen M. Swigger": ["An Analysis of Genetic-Based Pattern Tracking and Cognitive-Based Component Tracking Models of Adaptation., AAAI, 1983"], "Anne v. d. L. Gardner": ["The Design of a Legal Analysis Program., AAAI, 1983"], "William J. Clancey": ["The Advantages of Abstract Control Knowledge in Expert System Design., AAAI, 1983"], "William R. Swartout": ["The GIST Behavior Explainer., AAAI, 1983"], "Nelleke Aiello": ["A Comparative Study of Control Strategies for Expert Systems: Age Implementation of Three Variations of PUFF., AAAI, 1983"], "Jeffrey S. Dean": ["A Rule-Based Approach to Information Retrieval: Some Results and Comments., AAAI, 1983"], "Michael W. Gaynor": ["Expert System Consultation Control Strategy., AAAI, 1983"], "Randall Davis": ["Diagnosis Via Causal Reasoning: Paths of Interaction and the Locality Principle., AAAI, 1983"], "Pearl Y. Wang": ["A New Inference Method for Frame-Based Expert Systems., AAAI, 1983"], "John C. Kunz": ["Analysis of Physiological Behavior Using a Causal Model Based on First Principles., AAAI, 1983"], "Timothy Weinrich": ["An Intelligent Aid for Circuit Redesign., AAAI, 1983"], "John P. McDermott": ["TALIB: An IC Layout Design Assistant., AAAI, 1983"], "Walter Hamscher": ["Using Structural and Functional Information in Diagnostic Design., AAAI, 1983"], "Diane Warner Hasling": ["Abstract Explanations of Strategy in a Diagnostic Consultation System., AAAI, 1983"], "Paul Walton Purdom Jr.": ["A Theory of Game Trees., AAAI, 1983"], "Judea Pearl": ["The Optimality of A* Revisited., AAAI, 1983"], "Bernard Nudel": ["Solving the General Consistent Labeling (or Constraint Satisfaction) Problem: Two Algorithms and Their Expected Complexities., AAAI, 1983"], "Laveen N. Kanal": ["The Composite Decision Process: A Unifying Formulation for Heuristic Search, Dynamic Programming and Branch & Bound Procedures., AAAI, 1983"], "Bruce W. Ballard": ["Non-Minimax Search Strategies for Use Against Fallible Opponents., AAAI, 1983"], "Jack Minker": ["Intelligent Control Using Integrity Constraints., AAAI, 1983"], "Jasmina Pavlin": ["Predicting the Performance of Distributed Knowledge-Based Systems: A Modeling Approach., AAAI, 1983"], "Terrence J. Sejnowski": ["Massively Parallel Architectures for AI: NETL, Thistle, and Boltzmann Machines., AAAI, 1983"], "Elizabeth Allen": ["YAPS: A Production Rule System Meets Objects., AAAI, 1983"], "Robert Neches": ["Specification-Based Computing Environments., AAAI, 1983"], "Henry Lieberman": ["An Object-Oriented Simulator for the Apiary., AAAI, 1983"], "Gordon S. Novak": ["Knowledge-Based Programming Using Abstract Data Types., AAAI, 1983"], "Reid G. Smith": ["IMPULSE: A Display Oriented Editor for STROBE., AAAI, 1983"]}