{"Xiaoyong Chai": ["Multiple-Goal Recognition from Low-Level Signals., AAAI, 2005"], "Jeffrey Johns": ["A Variational Learning Algorithm for the Abstract Hidden Markov Model., AAAI, 2005"], "Julie Letchner": ["Large-Scale Localization from Wireless Signal Strength., AAAI, 2005"], "Danny Wyatt": ["Unsupervised Activity Recognition Using Automatically Mined Common Sense., AAAI, 2005"], "Jie Yin": ["Activity Recognition through Goal-Based Segmentation., AAAI, 2005"], "Noa Agmon": ["Team Member Reallocation via Tree Pruning., AAAI, 2005"], "Bikramjit Banerjee": ["Efficient No-Regret Multiagent Learning., AAAI, 2005"], "Muhammed Basharu": ["Solving DisCSPs with Penalty Driven Search., AAAI, 2005"], "Michael H. Bowling": ["Coordination and Adaptation in Impromptu Teams., AAAI, 2005"], "Jimming Cheng": ["Robust and Self-Repairing Formation Control for Swarms of Mobile Agents., AAAI, 2005"], "Jiangbo Dang": ["An Extended Protocol for Multiple-Issue Concurrent Negotiation., AAAI, 2005"], "Xiaocong Fan": ["The Semantics of Potential Intentions., AAAI, 2005"], "Matthew E. Gaston": ["Agent-Organized Networks for Multi-Agent Production and Exchange., AAAI, 2005"], "Meirav Hadad": ["Supporting Collaborative Activity., AAAI, 2005"], "Asaad Hakeem": ["Multiple Agent Event Detection and Representation in Videos., AAAI, 2005"], "Edith Hemaspaandra": ["Anyone but Him: The Complexity of Precluding an Alternative., AAAI, 2005"], "Meir Kalech": ["Towards Model-Based Diagnosis of Coordination Failures., AAAI, 2005"], "Gal A. Kaminka": ["Flexible Teamwork in Behavior-Based Robots., AAAI, 2005"], "Thomas Léauté": ["Coordinating Agile Systems through the Model-based Execution of Temporal Plans., AAAI, 2005"], "Paolo Massa": ["Controversial Users Demand Local Trust Metrics: An Experimental Study on Epinions.com Community., AAAI, 2005"], "Yohei Murakami": ["Modeling Human Behavior for Virtual Training Systems., AAAI, 2005"], "Ranjit Nair": ["Networked Distributed POMDPs: A Synthesis of Distributed Constraint Optimization and POMDPs., AAAI, 2005"], "Relu Patrascu": ["New Approaches to Optimization and Utility Elicitation in Autonomic Computing., AAAI, 2005"], "Maxim Peysakhov": ["An Ecological Approach to Agent Population Management., AAAI, 2005"], "Talal Rahwan": ["Distributing Coalitional Value Calculations among Cooperative Agents., AAAI, 2005"], "David Sarne": ["Cooperative Exploration in the Electronic Marketplace., AAAI, 2005", "Solving the Auction-Based Task Allocation Problem in an Open Environment., AAAI, 2005"], "Sandip Sen": ["Profit Sharing Auction., AAAI, 2005"], "Jiaying Shen": ["OAR: A Formal Framework for Multi-Agent Negotiation., AAAI, 2005"], "Robert St. Amant": ["Tool Use for Autonomous Agents., AAAI, 2005"], "Kaile Su": ["Observation-based Model for BDI-Agents., AAAI, 2005"], "Evan Sultanik": ["Stable Service Placement on Dynamic Peer-to-Peer Networks: A Heuristic for the Distributed k-Center Problem., AAAI, 2005", "Heuristics for Agent Routing and Itinerary Optimization on Dynamic Networks., AAAI, 2005"], "Kenneth D. Forbus": ["Analogical Learning of Visual/Conceptual Relationships in Sketches., AAAI, 2005"], "Matthew Klenk": ["Solving Everyday Physical Reasoning Problems by Analogy Using Sketches., AAAI, 2005"], "Stewart Massie": ["Complexity-Guided Case Discovery for Case Based Reasoning., AAAI, 2005"], "Monica H. Ou": ["Interactive Knowledge Validation and Query Refinement in CBR., AAAI, 2005"], "Rong Pan": ["Competence Driven Case-Base Mining., AAAI, 2005", "A Framework for Bayesian Network Mapping., AAAI, 2005"], "Ke Xu": ["A Domain-Independent System for Case-Based Task Decomposition without Domain Theories., AAAI, 2005"], "Moshe Babaioff": ["Mechanism Design for Single-Value Domains., AAAI, 2005"], "Vincent Conitzer": ["Combinatorial Auctions with k-wise Dependent Valuations., AAAI, 2005", "Expressive Negotiation in Settings with Externalities., AAAI, 2005", "A Generalized Strategy Eliminability Criterion and Computational Methods for Applying It., AAAI, 2005", "Computational Aspects of Mechanism Design., AAAI, 2005"], "Takayuki Ito": ["A New Strategy-Proof Greedy-Allocation Combinatorial Auction Protocol and Its Extension to Open Ascending Auction Protocol., AAAI, 2005"], "Anton Likhodedov": ["Approximating Revenue-Maximizing Combinatorial Auctions., AAAI, 2005"], "Carlos Ansótegui": ["The Achilles' Heel of QBF., AAAI, 2005"], "Lars Blackmore": ["Combining Stochastic and Greedy Search in Hybrid Estimation., AAAI, 2005"], "Sylvie Coste-Marquis": ["Propositional Fragments for Knowledge Compilation and Quantified Boolean Formulae., AAAI, 2005", "Merging Argumentation Systems., AAAI, 2005"], "Timothy L. Hinrichs": ["Axiom Schemata as Metalevel Axioms: Model Theory., AAAI, 2005"], "Jinbo Huang": ["On Compiling System Models for Faster and More Scalable Diagnosis., AAAI, 2005"], "Arnav Jhala": ["A Discourse Planning Approach to Cinematic Camera Control for Narratives in Virtual Environments., AAAI, 2005"], "Frances L. Johnson": ["Dependency-Directed Reconsideration Belief Base Optimization for Truth Maintenance Systems., AAAI, 2005"], "Oliver B. Martin": ["Diagnosis as Approximate Belief State Enumeration for Probabilistic Concurrent Constraint Automata., AAAI, 2005"], "Tsoline Mikaelian": ["Model-Based Monitoring and Diagnosis of Systems with Software-Extended Behavior., AAAI, 2005"], "Michael P. O'Mahony": ["Recommender Systems: Attack Types and Strategies., AAAI, 2005"], "Deepak Ramachandran": ["Compact Propositional Encodings of First-Order Theories., AAAI, 2005"], "Jin Tian": ["Identifying Direct Causal Effects in Linear Models., AAAI, 2005"], "Anbulagan": ["Old Resolution Meets Modern SLS., AAAI, 2005"], "Lucas Bordeaux": ["CSP Properties for Quantified Constraints: Definitions and Complexity., AAAI, 2005"], "Kenil C. K. Cheng": ["Constrained Decision Diagrams., AAAI, 2005"], "Emmanuel Hebrard": ["Finding Diverse and Similar Solutions in Constraint Programming., AAAI, 2005"], "Alan Holland": ["Weighted Super Solutions for Constraint Programs., AAAI, 2005"], "Haixia Jia": ["Generating Hard Satisfiable Formulas by Hiding Solutions Deceptively., AAAI, 2005"], "George Katsirelos": ["Generalized NoGoods in CSPs., AAAI, 2005"], "Anagh Lal": ["Neighborhood Interchangeability and Dynamic Bundling for Non-Binary Finite CSPs., AAAI, 2005"], "Olivier Lhomme": ["A Fast Arc Consistency Algorithm for n-ary Constraints., AAAI, 2005", "Quick Shaving., AAAI, 2005"], "Stephen M. Majercik": ["DC-SSAT: A Divide-and-Conquer Approach to Solving Stochastic Satisfiability Problems Efficiently., AAAI, 2005"], "Martin Michalowski": ["A Constraint Satisfaction Approach to Geospatial Reasoning., AAAI, 2005"], "David G. Mitchell": ["A Framework for Representing and Solving NP Search Problems., AAAI, 2005"], "Juan Antonio Navarro Pérez": ["Generation of Hard Non-Clausal Random Satisfiability Problems., AAAI, 2005"], "Bart Peintner": ["Anytime, Complete Algorithm for Finding Utilitarian Optimal Solutions to STPPs., AAAI, 2005"], "Adrian Petcu": ["Superstabilizing, Fault-Containing Distributed Combinatorial Optimization., AAAI, 2005"], "Duc Nghia Pham": ["SAT-Based versus CSP-Based Constraint Weighting for Satisfiability., AAAI, 2005"], "Steven David Prestwich": ["Constraint-Based Preferential Optimization., AAAI, 2005"], "Ashish Sabharwal": ["SymChaff: A Structure-Aware Satisfiability Solver., AAAI, 2005"], "Tian Sang": ["Performing Bayesian Inference by Weighted Model Counting., AAAI, 2005"], "Samuel Ieong": ["Fast and Compact: A Simple Class of Congestion Games., AAAI, 2005"], "Tuomas Sandholm": ["Mixed-Integer Programming Methods for Finding Nash Equilibria., AAAI, 2005"], "Michael P. Wellman": ["Approximate Strategic Reasoning through Hierarchical Reduction of Large Symmetric Games., AAAI, 2005"], "Makoto Yokoo": ["Coalitional Games in Open Anonymous Environments., AAAI, 2005"], "Christoph Benzmüller": ["Mathematical Domain Reasoning Tasks in Natural Language Tutorial Dialog on Proofs., AAAI, 2005"], "Beau Crawford": ["Real-Time Classification of Electromyographic Signals for Robotic Control., AAAI, 2005"], "Wenhui Liao": ["A Decision Theoretic Model for Stress Recognition and User Assistance., AAAI, 2005"], "Kevin McCarthy": ["On the Evaluation of Dynamic Critiquing: A Large-Scale User Study., AAAI, 2005"], "Robert Price": ["Optimal Recommendation Sets: Covering Uncertainty over User Preferences., AAAI, 2005"], "Tingshao Zhu": ["Goal-Directed Site-Independent Recommendations from Passive Observations., AAAI, 2005"], "Jim Blythe": ["An Analysis of Procedure Learning by Instruction., AAAI, 2005"], "Timothy Chklovski": ["An Analysis of Knowledge Collected from Volunteer Contributors., AAAI, 2005"], "Franz Baader": ["Integrating Description Logics and Action Formalisms: First Results., AAAI, 2005"], "Chitta Baral": ["Using SAT and Logic Programming to Design Polynomial-Time Algorithms for Planning in Non-Deterministic Domains., AAAI, 2005", "Reasoning about Intended Actions., AAAI, 2005"], "Salem Benferhat": ["Hybrid Possibilistic Networks., AAAI, 2005"], "Philippe Besnard": ["Practical First-Order Argumentation., AAAI, 2005"], "Gerhard Brewka": ["Prioritized Component Systems., AAAI, 2005"], "Diego Calvanese": ["DL-Lite: Tractable Description Logics for Ontologies., AAAI, 2005"], "Martin Caminada": ["An Axiomatic Account of Formal Argumentation., AAAI, 2005"], "Marie desJardins": ["DD-PREF: A Language for Expressing Preferences over Sets., AAAI, 2005"], "Esra Erdem": ["Cumulative Effects of Concurrent Actions on Numeric-Valued Fluents., AAAI, 2005", "Genome Rearrangement and Planning., AAAI, 2005"], "Gerhard Lakemeyer": ["Only-Knowing: Taking It Beyond Autoepistemic Reasoning., AAAI, 2005"], "Yongmei Liu": ["Tractable Reasoning in First-Order Knowledge Bases with Disjunctive Information., AAAI, 2005"], "Thomas Andreas Meyer": ["Knowledge Integration for Description Logics., AAAI, 2005"], "Praveen K. Paritosh": ["Analysis of Strategic Knowledge in Back of the Envelope Reasoning., AAAI, 2005"], "Bijan Parsia": ["Generalized Link Properties for Expressive epsilon-Connections of Description Logics., AAAI, 2005"], "Avi Pfeffer": ["Functional Specification of Probabilistic Process Models., AAAI, 2005"], "Stefan Schlobach": ["Diagnosing Terminologies., AAAI, 2005"], "Tran Hoai Nam": ["Issues in Reasoning about Interaction Networks in Cells: Necessity of Event Ordering Knowledge., AAAI, 2005"], "Kewen Wang": ["A Theory of Forgetting in Logic Programming., AAAI, 2005"], "Thomas Eiter": ["Strong and Uniform Equivalence in Answer-Set Programming: Characterizations and Complexity Results for the Non-Ground Case., AAAI, 2005"], "Lengning Liu": ["Properties of Programs with Monotone and Convex Constraints., AAAI, 2005"], "Yan Zhang": ["A Unified Framework for Representing Logic Program Updates., AAAI, 2005"], "J. Andrew Bagnell": ["Robust Supervised Learning., AAAI, 2005"], "Alina Beygelzimer": ["Weighted One-Against-All., AAAI, 2005"], "Ronen I. Brafman": ["Optimal Efficient Learning Equilibrium: Imperfect Monitoring in Symmetric Games., AAAI, 2005"], "Thomas Briggs": ["Discovering Domain-Specific Composite Kernels., AAAI, 2005"], "Laura E. Brown": ["A Comparison of Novel and State-of-the-Art Polynomial Bayesian Network Learning Algorithms., AAAI, 2005"], "Aron Culotta": ["Reducing Labeling Effort for Structured Prediction Tasks., AAAI, 2005"], "Luc De Raedt": ["Towards Learning Stochastic Logic Programs from Proof-Banks., AAAI, 2005"], "German Florez-Larrahondo": ["Incremental Estimation of Discrete Hidden Markov Models Based on a New Backward Procedure., AAAI, 2005"], "Akinori Fujino": ["A Hybrid Generative/Discriminative Approach to Semi-Supervised Classifier Design., AAAI, 2005"], "Yuhong Guo": ["Discriminative Model Selection for Belief Net Structures., AAAI, 2005"], "Daniel T. Halstead": ["Transforming between Propositions and Features: Bridging the Gap., AAAI, 2005"], "Bret Hoehn": ["Effective Short-Term Opponent Exploitation in Simplified Poker., AAAI, 2005"], "Steven Jensen": ["Non-Stationary Policy Learning in 2-Player Zero Sum Games., AAAI, 2005"], "Niels Landwehr": ["nFOIL: Integrating Naïve Bayes and FOIL., AAAI, 2005"], "Fan Li": ["Using Modified Lasso Regression to Learn Large Undirected Graphs in a Probabilistic Framework., AAAI, 2005"], "Haifeng Li": ["The Regularized EM Algorithm., AAAI, 2005"], "Wei Li": ["Semi-Supervised Sequence Modeling with Syntactic Topic Models., AAAI, 2005"], "Richard Maclin": ["Giving Advice about Preferred Actions to Reinforcement Learners Via Knowledge-Based Kernel Regression., AAAI, 2005"], "Dimitris Margaritis": ["Distribution-Free Learning of Bayesian Network Structure in Continuous Domains., AAAI, 2005"], "Ion Muslea": ["Online Query Relaxation via Bayesian Causal Structures Discovery., AAAI, 2005"], "Laxmi Parida": ["Redescription Mining: Structure Theory and Algorithms., AAAI, 2005"], "William Pentney": ["Spectral Clustering of Biological Sequence Data., AAAI, 2005"], "A. Kai Qin": ["Enhanced Direct Linear Discriminant Analysis for Feature Extraction on High Dimensional Data., AAAI, 2005"], "Suju Rajan": ["A Maximum Likelihood Framework for Integrating Taxonomies., AAAI, 2005"], "Warren Shen": ["Constraint-Based Entity Matching., AAAI, 2005"], "Parag Singla": ["Discriminative Training of Markov Logic Networks., AAAI, 2005"], "Jiang Su": ["Representing Conditional Independence Using Decision Trees., AAAI, 2005"], "Matthew E. Taylor": ["Value Functions for RL-Based Behavior Transfer: A Comparative Study., AAAI, 2005"], "Gerald Tesauro": ["Online Resource Allocation Using Decompositional Reinforcement Learning., AAAI, 2005"], "Ljupco Todorovski": ["Inducing Hierarchical Process Models in Dynamic Domains., AAAI, 2005"], "Gang Xiao": ["Software Testing by Active Learning for Commercial Games., AAAI, 2005"], "Linli Xu": ["Unsupervised and Semi-Supervised Multi-Class Support Vector Machines., AAAI, 2005"], "Luke S. Zettlemoyer": ["Learning Planning Rules in Noisy Stochastic Worlds., AAAI, 2005"], "Harry Zhang": ["Hidden Naive Bayes., AAAI, 2005"], "Peng Zhang": ["Finite Sample Error Bound for Parzen Windows., AAAI, 2005"], "Michael H. Coen": ["Cross-Modal Clustering., AAAI, 2005"], "Thomas Dean": ["A Computational Model of the Cerebral Cortex., AAAI, 2005"], "Sang Min Oh": ["Data-Driven MCMC for Learning and Inference in Switching Linear Dynamic Systems., AAAI, 2005"], "Michael Pechuk": ["Function-Based Classification from 3D Data via Generic and Symbolic Models., AAAI, 2005"], "Michael G. Ross": ["Learning Static Object Segmentation from Motion Segmentation., AAAI, 2005"], "Weiyu Zhu": ["Semantic Scene Concept Learning by an Autonomous Agent., AAAI, 2005"], "Prashant Doshi": ["A Particle Filtering Based Approach to Approximating Interactive POMDPs., AAAI, 2005"], "Zhengzhu Feng": ["Efficient Maximization in Solving POMDPs., AAAI, 2005"], "Karthik Gopalratnam": ["Extending Continuous Time Bayesian Networks., AAAI, 2005"], "Michael R. James": ["Planning in Models that Combine Memory with Predictive Representations of State., AAAI, 2005"], "Yaxin Liu": ["Risk-Sensitive Planning with One-Switch Utility Functions: Value Iteration., AAAI, 2005"], "Sridhar Mahadevan": ["Samuel Meets Amarel: Automating Value Function Approximation Using Global State Space Analysis., AAAI, 2005"], "Rémi Munos": ["Error Bounds for Approximate Value Iteration., AAAI, 2005", "Geometric Variance Reduction in Markov Chains. Application to Value Function and Gradient Estimation., AAAI, 2005"], "Bryan Pardo": ["Modeling Form for On-line Following of Musical Performances., AAAI, 2005"], "Alexander A. Sherstov": ["Improving Action Selection in MDP's via Knowledge Transfer., AAAI, 2005"], "Håkan L. S. Younes": ["Planning and Execution with Phase Transitions., AAAI, 2005"], "Yee Seng Chan": ["Scaling Up Word Sense Disambiguation via Parallel Texts., AAAI, 2005"], "Rodrigo de Salvo Braz": ["An Inference Model for Semantic Entailment in Natural Language., AAAI, 2005"], "Oren Glickman": ["A Probabilistic Classification Approach for Lexical Textual Entailment., AAAI, 2005"], "Fei Huang": ["Clustering and Classifying Person Names by Origin., AAAI, 2005"], "Rohit J. Kate": ["Learning to Transform Natural to Formal Languages., AAAI, 2005"], "Jure Leskovec": ["Impact of Linguistic Analysis on the Semantic Graph Coverage and Learning of Document Extracts., AAAI, 2005"], "Kornél G. Markó": ["Unsupervised Multilingual Word Sense Disambiguation via an Interlingua., AAAI, 2005"], "Vincent Ng": ["Supervised Ranking for Pronoun Resolution: Some Recent Improvements., AAAI, 2005"], "Sebastian Padó": ["Cross-Lingual Bootstrapping of Semantic Lexicons: The Case of FrameNet., AAAI, 2005"], "Thanh Phong Pham": ["Word Sense Disambiguation with Semi-Supervised Learning., AAAI, 2005"], "Rajat Raina": ["Robust Textual Inference Via Learning and Abductive Reasoning., AAAI, 2005"], "Ellen Riloff": ["Exploiting Subjectivity Classification to Improve Information Extraction., AAAI, 2005"], "Virginia Savova": ["Dependency Parsing with Dynamic Bayesian Network., AAAI, 2005"], "Marius-Calin Silaghi": ["Spotting Subsequences Matching an HMM Using the Average Observation Probability Criteria with Application to Keyword Spotting., AAAI, 2005"], "Özlem Uzuner": ["Capturing Expression Using Linguistic Information., AAAI, 2005"], "William Cushing": ["State Agnostic Planning Graphs and the Application to Belief-Space Planning., AAAI, 2005"], "Will Fitzgerald": ["Quasi-Monotonic Segmentation of State Variable Behavior for Reactive Control., AAAI, 2005"], "Maria Fox": ["Validating Plans in the Context of Processes and Exogenous Events., AAAI, 2005"], "Alfonso Gerevini": ["Fast Planning in Domains with Derived Predicates: An Approach Based on Rule-Action Graphs and Local Search., AAAI, 2005"], "Patrik Haslum": ["New Admissible Heuristics for Domain-Independent Planning., AAAI, 2005"], "Ugur Kuter": ["Using Domain-Configurable Search Control for Probabilistic Planning., AAAI, 2005"], "Lihong Li": ["Lazy Approximation for Solving Continuous Finite-Horizon MDPs., AAAI, 2005"], "Iain Little": ["Prottle: A Probabilistic Temporal Planner., AAAI, 2005"], "Michael D. Moffitt": ["Augmenting Disjunctive Temporal Problems with Finite-Domain Constraints., AAAI, 2005"], "Paul H. Morris": ["Temporal Dynamic Controllability Revisited., AAAI, 2005"], "Nicola Policella": ["Exploiting Temporal Flexibility to Obtain High Quality Schedules., AAAI, 2005"], "Anton Riabov": ["Planning for Stream Processing Systems., AAAI, 2005"], "Tran Cao Son": ["Conformant Planning for Domains with Constraints-A New Approach., AAAI, 2005"], "Sung Wook Yoon": ["Learning Measures of Progress for Planning Domains., AAAI, 2005"], "Neil Yorke-Smith": ["Exploiting the Structure of Hierarchical Plans in Temporal Constraint Propagation., AAAI, 2005"], "Yongmian Zhang": ["Sensor Selection for Active Information Fusion., AAAI, 2005"], "Lin Zhu": ["Simultaneous Heuristic Search for Conjunctive Subgoals., AAAI, 2005"], "Eric Beaudry": ["Reactive Planning in a Motivated Behavioral Architecture., AAAI, 2005"], "Rahul Biswas": ["A Distributed Approach to Passive Localization for Sensor Networks., AAAI, 2005"], "Mathias Broxvall": ["Recovery Planning for Ambiguous Cases in Perceptual Anchoring., AAAI, 2005"], "Frank Dellaert": ["A Multifrontal QR Factorization Approach to Distributed Inference Applied to Multirobot Localization and Mapping., AAAI, 2005"], "Gen Endo": ["Learning CPG Sensory Feedback with Policy Gradient for Biped Locomotion for a Full-Body Humanoid., AAAI, 2005"], "Yang Gu": ["Tactic-Based Motion Modeling and Multi-Sensor Tracking., AAAI, 2005"], "Stephen Hart": ["A Relational Representation for Procedural Task Knowledge., AAAI, 2005"], "Tad Hogg": ["Controlling Tiny Multi-Scale Robots for Nerve Repair., AAAI, 2005"], "Mary Koes": ["Heterogeneous Multirobot Coordination with Spatial and Temporal Constraints., AAAI, 2005"], "Benjamin Kuipers": ["Consciousness: Drinking from the Firehose of Experience., AAAI, 2005"], "Axel Rottmann": ["Semantic Place Classification of Indoor Environments with Mobile Robots Using Boosting., AAAI, 2005"], "Jeremy Searock": ["Learning to Prevent Failure States for a Dynamically Balancing Robot., AAAI, 2005"], "Mohan Sridharan": ["Autonomous Color Learning on a Mobile Robot., AAAI, 2005"], "Cyrill Stachniss": ["Mobile Robot Mapping and Localization in Non-Static Environments., AAAI, 2005"], "Rudolph Triebel": ["Improving Simultaneous Mapping and Localization in 3D Using Global Constraints., AAAI, 2005"], "Anna Yershova": ["Bitbots: Simple Robots Solving Complex Tasks., AAAI, 2005"], "Blai Bonet": ["An Algorithm Better than AO*?, AAAI, 2005"], "Vadim Bulitko": ["Speeding Up Learning in Real-time Search via Automatic State Abstraction., AAAI, 2005"], "Vincent A. Cicirello": ["The Max K-Armed Bandit: A New Model of Exploration Applied to Search Heuristic Selection., AAAI, 2005"], "Stefan Edelkamp": ["Cost-Algebraic Heuristic Search., AAAI, 2005"], "Philip Kilby": ["Backbones and Backdoors in Satisfiability., AAAI, 2005"], "Akihiro Kishimoto": ["Search versus Knowledge for Solving Life and Death Problems in Go., AAAI, 2005"], "Richard E. Korf": ["Large-Scale Parallel Breadth-First Search., AAAI, 2005"], "Biplav Srivastava": ["Domain-Dependent Parameter Selection of Search-based Algorithms Compatible with User Performance Criteria., AAAI, 2005", "Managing the Life Cycle of Plans., AAAI, 2005"], "Nathan R. Sturtevant": ["Partial Pathfinding Using Map Abstraction and Refinement., AAAI, 2005"], "Rong Zhou": ["External-Memory Pattern Databases Using Structured Duplicate Detection., AAAI, 2005"], "Ion Constantinescu": ["Selection and Ranking of Propositional Formulas for Large-Scale Service Directories., AAAI, 2005"], "Marco Ernandes": ["WebCrow: A Web-Based System for Crossword Solving., AAAI, 2005"], "Guangcan Liu": ["A Learning-Based Term-Weighting Approach for Information Retrieval., AAAI, 2005"], "Yi Liu": ["Query Translation Disambiguation as Graph Partitioning., AAAI, 2005"], "Cynthia Matuszek": ["Searching for Common Sense: Populating Cyc™ from the Web., AAAI, 2005"], "Ani Nenkova": ["Automatic Text Summarization of Newswire: Lessons Learned from the Document Understanding Conference., AAAI, 2005", "Discourse Factors in Multi-Document Summarization., AAAI, 2005"], "Octavian Udrea": ["A Graph Theoretical Foundation for Integrating RDF Ontologies., AAAI, 2005"], "Kareem S. Aggour": ["Automating the Underwriting of Insurance Applications., AAAI, 2005"], "Paul S. Cerkez": ["Loads-n-Limits and Release-n-Sequence: The \"Brains\" behind WEPS., AAAI, 2005"], "Andy Hon Wai Chun": ["Scheduling Engineering Works for the MTR Corporation in Hong Kong., AAAI, 2005"], "Alexander Felfernig": ["Knowledge-based Interactive Selling of Financial Services with FSAdvisor., AAAI, 2005"], "Kreshna Gopal": ["TEXTAL™: Automated Crystallographic Protein Structure Determination., AAAI, 2005"], "Glenn S. Semmel": ["NESTA: NASA Engineering Shuttle Telemetry Agent., AAAI, 2005"], "Haleh Vafaie": ["CORMS AI: Decision Support System for Monitoring US Maritime Environment., AAAI, 2005"], "Shumeet Baluja": ["Boosting Sex Identification Performance., AAAI, 2005"], "Bradley J. Clement": ["The Deep Space Network Scheduling Problem., AAAI, 2005"], "Vasco Furtado": ["A Multi-Agent Simulator for Teaching Police Allocation., AAAI, 2005"], "Anand V. Panangadan": ["Markov Decision Processes for Control of a Sensor Network-based Health Monitoring System., AAAI, 2005"], "Marc J. V. Ponsen": ["Automatically Acquiring Domain Knowledge For Adaptive Game AI Using Evolutionary Learning., AAAI, 2005"], "Nishkam Ravi": ["Activity Recognition from Accelerometer Data., AAAI, 2005"], "Robert J. Sárfi": ["Development of a Hybrid Knowledge-Based System for Multiobjective Optimization of Power Distribution System Operations., AAAI, 2005"], "Nathan Schurr": ["The DEFACTO System: Training Tool for Incident Commanders., AAAI, 2005"], "Blake Shepard": ["A Knowledge-Based Approach to Network Security: Applying Cyc in the Domain of Network Risk Assessment., AAAI, 2005"], "G. Michael Youngblood": ["A Learning Architecture for Automating the Intelligent Environment., AAAI, 2005"], "Scott Alexander": ["Machine Learning and Its Application at Nooksack Falls Hydroelectric Station., AAAI, 2005"], "Nicholas L. Armstrong-Crews": ["Helicopter Routing for Maintaining Remote Sites in Alaska using a Genetic Algorithm., AAAI, 2005"], "Mehran Asadi": ["Autonomous Subgoal Discovery and Hierarchical Abstraction for Reinforcement Learning Using Monte Carlo Method., AAAI, 2005"], "Nadya Belov": ["Mixed-Initiative Approach to Collaboration in the Mathematical Domain., AAAI, 2005", "On Predicting User Intent., AAAI, 2005"], "Antonis Bikakis": ["DR-Prolog: A System for Reasoning with Rules and Ontologies on the Semantic Web., AAAI, 2005"], "Elizabeth Sugar Boese": ["Genre Classification of Web Documents., AAAI, 2005"], "Cristina Boicu": ["Rule Refinement by Domain Experts in Complex Knowledge Bases., AAAI, 2005"], "Jingfeng Cai": ["Use of Expert Knowledge for Decision Tree Pruning., AAAI, 2005"], "Cornelia Caragea": ["Learning Support Vector Machines from Distributed Data Sources., AAAI, 2005"], "Li Ding": ["Boosting Semantic Web Data Access Using Swoogle., AAAI, 2005", "On Boosting Semantic Web Data Access., AAAI, 2005"], "Dmitri A. Dolgov": ["Towards Exploiting Duality in Approximate Linear Programming for MDPs., AAAI, 2005"], "Cheuk Yiu Ip": ["Manufacturing Processes Recognition of Machined Mechanical Parts using SVMs., AAAI, 2005"], "Hsiang-Hwa Koo": ["An Automated Distributed Meeting Scheduler for FCVW Plug-in., AAAI, 2005"], "Joseph Kopena": ["Description Logic-Ground Knowledge Integration and Management., AAAI, 2005"], "David Lee": ["Continuous Speech Recognition Using Modified Stack Decoding Algorithm., AAAI, 2005"], "Lucian Vlad Lita": ["Qualitative Dimensions in Question Answering: Extending the Definitional QA Task., AAAI, 2005"], "Tokuro Matsuo": ["A Learning Support Method in Qualitative Simulation-Based Economic Education., AAAI, 2005"], "C. Adam Overholtzer": ["Evolving AI Opponents in a First-Person-Shooter Video Game., AAAI, 2005"], "Sam Skrivan": ["Minimizing Environmental Swings with a Recurrent Neural Network Control System., AAAI, 2005"], "Alexander Stoytchev": ["Autonomous Learning of Tool Affordances by a Robot., AAAI, 2005"], "Julie Thornton": ["Approximate Inference of Bayesian Networks through Edge Deletion., AAAI, 2005"], "Weizhao Wang": ["Towards Truthful Mechanisms for Binary Demand Games: A General Framework., AAAI, 2005"], "Jacob Beal": ["Leveraging Language into Learning., AAAI, 2005"], "Ellen Campana": ["Dissertation in Progress: An Empirical Analysis of the Costs and Benefits of Naturalness in Spoken Dialog Systems., AAAI, 2005"], "Mark James Carman": ["Learning Source Descriptions for Web Services., AAAI, 2005"], "Wolfgang Ketter": ["Dynamic Regime Identification and Prediction Based on Observed Behavior in Electronic Marketplaces., AAAI, 2005"], "Mykel J. Kochenderfer": ["Adaptive Modeling and Planning for Reactive Agents., AAAI, 2005"], "Xin Li": ["Self-Emergence of Structures in Gene Expression Programming., AAAI, 2005"], "Bhaskara Marthi": ["Concurrent Hierarchical Reinforcement Learning., AAAI, 2005"], "Jennifer Neville": ["Structure Learning for Statistical Relational Models., AAAI, 2005"], "Özgür Simsek": ["Towards Competence in Autonomous Agents., AAAI, 2005"], "Trey Smith": ["Rover Science Autonomy: Probabilistic Planning for Science-Aware Exploration., AAAI, 2005"], "Radu Soricut": ["Natural Language Generation for Text-to-Text Applications Using an Information-Slim Representation., AAAI, 2005"], "Snehal Thakkar": ["Planning for Geospatial Data Integration., AAAI, 2005"], "Shimon Whiteson": ["Improving Reinforcement Learning Function Approximators via Neuroevolution., AAAI, 2005"], "Andrea Acciarri": ["QuOnto: Querying Ontologies., AAAI, 2005"], "Vikas Agarwal": ["Building Applications Using End to End Composition of Web Services., AAAI, 2005"], "Gustave Anderson": ["The AI Technologies of the Philadelphia Area Urban Wireless Network Testbed., AAAI, 2005"], "Peter B. Andrews": ["Proving Theorems of Type Theory Automatically with TPS., AAAI, 2005"], "Mihai Boicu": ["A Learning and Reasoning System for Intelligence Analysis., AAAI, 2005"], "Alexandra M. Coddington": ["MADbot: A Motivated and Goal Directed Robot., AAAI, 2005"], "Timothy W. Finin": ["Swoogle: Searching for Knowledge on the Semantic Web., AAAI, 2005"], "Andrew Gilpin": ["Optimal Rhode Island Hold'em Poker., AAAI, 2005"], "Margaret Manella Kozak": ["Evolution of an Empathetic Digital Entity: Phase One., AAAI, 2005"], "Rada Mihalcea": ["Language Independent Extractive Summarization., AAAI, 2005"], "Matthew Molineaux": ["TIELT: A Testbed for Gaming Environments., AAAI, 2005"], "Siddharth Patwardhan": ["SenseRelate: : TargetWord-A Generalized Framework for Word Sense Disambiguation., AAAI, 2005"], "Ted Pedersen": ["Identifying Similar Words and Contexts in Natural Language with SenseClusters., AAAI, 2005"], "Geoffrey Peters": ["Song Search and Retrieval by Tapping., AAAI, 2005"], "Brett Poulin": ["The Proteome Analyst Suite of Automated Function Prediction Tools., AAAI, 2005"], "Charles Rich": ["DiamondHelp: A Collaborative Task Guidance Framework for Complex Devices., AAAI, 2005"], "Michael T. Rosenstein": ["Remote Supervisory Control of a Humanoid Robot., AAAI, 2005"], "Stuart C. Shapiro": ["MGLAIR Agents in Virtual and Other Graphical Environments., AAAI, 2005"], "Richard C. Simpson": ["Solo: A Cognitive Orthosis., AAAI, 2005"], "Finnegan Southey": ["SAGA-ML: An Active Learning System for Semiautomated Gameplay Analysis., AAAI, 2005"], "Alexander R. Statnikov": ["Using the GEMS System for Cancer Diagnosis and Biomarker Discovery from Microarray Gene Expression Data., AAAI, 2005"], "Simone Stumpf": ["The TaskTracker System., AAAI, 2005"], "Robert Avanzato": ["Low-cost Outdoor Robot Platform for the Penn State Abington Mini Grand Challenge., AAAI, 2005"], "Douglas S. Blank": ["Pyro: An Integrated Environment for Robotics Education., AAAI, 2005"], "Magdalena D. Bugajska": ["Ready or Not, Here I Come ...., AAAI, 2005"], "Debra T. Burhans": ["Robots in an Intelligent Systems Course., AAAI, 2005"], "Alan Davidson": ["Scavenging with a Laptop Robot., AAAI, 2005"], "Carl F. DiSalvo": ["Social Tag: Finding the Person with the Pink Hat., AAAI, 2005"], "David Hanson": ["Upending the Uncanny Valley., AAAI, 2005"], "Brian T. Kirby": ["Catoms: Moving Robots Without Moving Parts., AAAI, 2005"], "Matthew Marge": ["NavBot: The Navigational Search-and-Rescue Robot., AAAI, 2005"], "François Michaud": ["A Brochette of Socially Interactive Robots., AAAI, 2005"], "Paul Y. Oh": ["Indoor Aerial Robot Competition: Challenges in Search and Rescue Applications., AAAI, 2005"], "Matthias Scheutz": ["Toward Affective Cognitive Robots for Human-Robot Interaction., AAAI, 2005"], "Marjorie Skubic": ["Using a Sketch Pad Interface for Interacting with a Robot Team., AAAI, 2005"], "David S. Touretzky": ["Tekkotsu: A Framework for AIBO Cognitive Robotics., AAAI, 2005"], "Holly A. Yanco": ["Improving Human-Robot Interaction for Remote Robot Operation., AAAI, 2005"]}