{"Luís C. Lamb": ["Memetic Networks: Analyzing the Effects of Network Properties in Multi-Agent Performance., AAAI, 2008"], "David Sarne": ["Physical Search Problems Applying Economic Search Models., AAAI, 2008"], "Tuomas Sandholm": ["A Theory of Expressiveness in Mechanisms., AAAI, 2008", "First-Order Algorithm with O(ln(1/e)) Convergence for e-Equilibrium in Two-Person Zero-Sum Games., AAAI, 2008", "Expectation-Based Versus Potential-Aware Automated Abstraction in Imperfect Information Games: An Experimental Comparison Using Poker., AAAI, 2008"], "Jeffrey S. Rosenschein": ["Multiagent Graph Coloring: Pareto Efficiency, Fairness and Individual Rationality., AAAI, 2008", "Strategyproof Classification under Constant Hypotheses: A Tale of Two Functions., AAAI, 2008", "Coordination and Multi-Tasking Using EMT., AAAI, 2008"], "William E. Walsh": ["Expressive Banner Ad Auctions and Model-Based Online Optimization for Clearing., AAAI, 2008"], "Maximilian Mair": ["A Computational Analysis of the Tournament Equilibrium Set., AAAI, 2008"], "Ilka Schnoor": ["Approximability of Manipulating Elections., AAAI, 2008"], "David C. Parkes": ["Efficient Metadeliberation Auctions., AAAI, 2008", "Partially Synchronized DEC-MDPs in Dynamic Mechanism Design., AAAI, 2008", "Value-Based Policy Teaching with Active Indirect Elicitation., AAAI, 2008", "Economic Hierarchical Q-Learning., AAAI, 2008"], "Maria L. Gini": ["Achieving Cooperation in a Minimally Constrained Environment., AAAI, 2008"], "Dennis Perez": ["Generalized Point Based Value Iteration for Interactive POMDPs., AAAI, 2008"], "Michael Wooldridge": ["On the Dimensionality of Voting Games., AAAI, 2008"], "Paul Scerri": ["Agent Organized Networks Redux., AAAI, 2008"], "Anthony Hunter": ["Reasoning about the Appropriateness of Proponents for Arguments., AAAI, 2008"], "Yoav Shoham": ["Bayesian Coalitional Games., AAAI, 2008", "Optimal Testing of Structured Knowledge., AAAI, 2008", "Game Theory Pragmatics: A Challenge for AI., AAAI, 2008"], "Pinar Keskinocak": ["Agent Coordination with Regret Clearing., AAAI, 2008"], "David M. Pennock": ["An Expressive Auction Design for Online Display Advertising., AAAI, 2008"], "Pingzhong Tang": ["Computer-Aided Proofs of Arrow's and Other Impossibility Theorems., AAAI, 2008"], "Makoto Yokoo": ["Resource Constrained Distributed Constraint Optimization with Virtual Variables., AAAI, 2008"], "Guillermo Ricardo Simari": ["Argument Theory Change Applied to Defeasible Logic Programming., AAAI, 2008"], "Katia P. Sycara": ["The Impact of Vertical Specialization on Hierarchical Multi-Agent Systems., AAAI, 2008", "Hypothesis Pruning and Ranking for Large Plan Recognition Problems., AAAI, 2008"], "Kate Larson": ["Pareto Optimality in Abstract Argumentation., AAAI, 2008"], "Nicholas R. Jennings": ["Coalition Structure Generation: Dynamic Programming Meets Anytime Optimization., AAAI, 2008", "Bidding Strategies for Realistic Multi-Unit Sealed-Bid Auctions., AAAI, 2008"], "Suresh Chandra": ["Mathematical Modeling and Convergence Analysis of Trail Formation., AAAI, 2008"], "Munindar P. Singh": ["Semantical Considerations on Dialectical and Practical Commitments., AAAI, 2008", "On the Enactability of Business Protocols., AAAI, 2008"], "Vincent Conitzer": ["Optimal False-Name-Proof Voting Rules with Costly Voting., AAAI, 2008", "Determining Possible and Necessary Winners under Common Voting Rules Given Partial Orders., AAAI, 2008"], "Jérôme Lang": ["Voting on Multiattribute Domains with Cyclic Preferential Dependencies., AAAI, 2008"], "Edith Elkind": ["Manipulating the Quota in Weighted Voting Games., AAAI, 2008"], "Felip Manyà": ["Measuring the Hardness of SAT Instances., AAAI, 2008"], "Mohamed Réda Saïdi": ["A New Incomplete Method for CSP Inconsistency Checking., AAAI, 2008"], "Toby Walsh": ["The Parameterized Complexity of Global Constraints., AAAI, 2008", "Decompositions of Grammar Constraints., AAAI, 2008", "Breaking Value Symmetry., AAAI, 2008"], "Peter Clote": ["Protein Structure Prediction on the Face Centered Cubic Lattice by Local Search., AAAI, 2008"], "Wee Sun Lee": ["Relaxed Survey Propagation: A Sum-Product Algorithm for Max-SAT., AAAI, 2008"], "Matthias Zytnicki": ["Virtual Arc Consistency for Weighted CSP., AAAI, 2008"], "Yngvi Björnsson": ["Simulation-Based Approach to General Game Playing., AAAI, 2008"], "Yong Gao": ["Phase Transitions and Complexity of Weighted Satisfiability and Other Intractable Parameterized Problems., AAAI, 2008"], "Rina Dechter": ["Studies in Solution Sampling., AAAI, 2008"], "Troels Bjerre Sørensen": ["On Range of Skill., AAAI, 2008"], "Allen Van Gelder": ["Clause Learning Can Effectively P-Simulate General Propositional Resolution., AAAI, 2008"], "Richard D. Braatz": ["Piecewise Linear Dynamic Programming for Constrained POMDPs., AAAI, 2008"], "Razvan Voicu": ["Efficient Memoization for Dynamic Programming with Ad-Hoc Constraints., AAAI, 2008"], "Tommi A. Junttila": ["On the Power of Top-Down Branching Heuristics., AAAI, 2008"], "Meinolf Sellmann": ["Efficient Context-Free Grammar Constraints., AAAI, 2008"], "Richard E. Korf": ["Minimizing Disk I/O in Two-Bit Breadth-First Search., AAAI, 2008"], "Boi Faltings": ["H-DPOP: Using Hard Constraints for Search Space Pruning in DCOP., AAAI, 2008"], "Shie Mannor": ["Online Learning with Expert Advice and Finite-Horizon Constraints., AAAI, 2008"], "Peter van Beek": ["Exploiting Causal Independence Using Weighted Model Counting., AAAI, 2008"], "Anthony Stentz": ["R* Search., AAAI, 2008"], "Chu Min Li": ["Within-problem Learning for Efficient Lower Bound Computation in Max-SAT Solving., AAAI, 2008"], "Jonathan Schaeffer": ["Learning from Multiple Heuristics., AAAI, 2008"], "Stefan Szeider": ["Backdoor Trees., AAAI, 2008"], "Yves Deville": ["A Global Constraint for Bin-Packing with Precedences: Application to the Assembly Line Balancing Problem., AAAI, 2008"], "Grégoire Dooms": ["Bound Consistency for Binary Length-Lex Set Constraints., AAAI, 2008"], "Robert C. Holte": ["Predicting the Performance of IDA* with Conditional Distributions., AAAI, 2008"], "Mingsheng Ying": ["Reasoning with Cardinal Directions: An Efficient Algorithm., AAAI, 2008"], "Roie Zivan": ["Anytime Local Search for Distributed Constraint Optimization., AAAI, 2008"], "Vasant G. Honavar": ["On the Decidability of Role Mappings between Modular Ontologies., AAAI, 2008"], "Jicheng Zhao": ["Non-monotonic Temporal Logics that Facilitate Elaboration Tolerant Revision of Goals., AAAI, 2008"], "Meghyn Bienvenu": ["Prime Implicate Normal Form for ALC Concepts., AAAI, 2008"], "Tran Cao Son": ["Credulous Resolution for Answer Set Programming., AAAI, 2008", "Using Answer Set Programming and Lambda Calculus to Characterize Natural Language Sentences with Normatives and Exceptions., AAAI, 2008"], "Yoonsuck Choe": ["Manifold Integration with Markov Random Walks., AAAI, 2008"], "Yi Jin": ["Parallel Belief Revision., AAAI, 2008"], "Ferhan Türe": ["Efficient Haplotype Inference with Answer Set Programming., AAAI, 2008"], "Pierre Marquis": ["Extending the Knowledge Compilation Map: Krom, Horn, Affine and Beyond., AAAI, 2008"], "Hans Tompits": ["A Meta-Programming Technique for Debugging Answer-Set Programs., AAAI, 2008"], "Joseph Y. Halpern": ["From Qualitative to Quantitative Proofs of Security Properties Using First-Order Conditional Logic., AAAI, 2008"], "Victor Jauregui": ["Nonmonotonic Modes of Inference., AAAI, 2008"], "György Turán": ["Horn Complements: Towards Horn-to-Horn Belief Revision., AAAI, 2008"], "Ravi Palla": ["A Reductive Semantics for Counting and Choice in Answer Set Programming., AAAI, 2008"], "Jia-Huai You": ["Abductive Logic Programming by Nonground Rewrite Systems., AAAI, 2008"], "Yongmei Liu": ["A Formalization of Program Debugging in the Situation Calculus., AAAI, 2008"], "Jan Chomicki": ["Minimal Contraction of Preference Relations., AAAI, 2008"], "Leora Morgenstern": ["A First-Order Theory of Stanislavskian Scene Analysis., AAAI, 2008"], "Thomas Eiter": ["Worst-case Optimal Conjunctive Query Answering for an Expressive Description Logic without Inverses., AAAI, 2008"], "John Grant": ["An AGM-Based Belief Revision Mechanism for Probabilistic Spatio-Temporal Logics., AAAI, 2008"], "Adnan Darwiche": ["New Compilation Languages Based on Structured Decomposability., AAAI, 2008", "Focusing Generalizations of Belief Propagation on Targeted Queries., AAAI, 2008", "Many-Pairs Mutual Information for Adding Structure to Belief Propagation Approximations., AAAI, 2008", "A New Clause Learning Scheme for Efficient Unsatisfiability Proofs., AAAI, 2008"], "Guilin Qi": ["A Semantic Approach for Iterated Revision in Possibilistic Logic., AAAI, 2008"], "Pascal Hitzler": ["Terminological Reasoning in SHIQ with Ordered Binary Decision Diagrams., AAAI, 2008"], "Jinbo Huang": ["A Scalable Jointree Algorithm for Diagnosability., AAAI, 2008"], "Eyal Amir": ["Factored Models for Probabilistic Modal Logic., AAAI, 2008"], "Henry Lieberman": ["AnalogySpace: Reducing the Dimensionality of Common Sense Knowledge., AAAI, 2008"], "Abdul Sattar": ["An Extended Interpreted System Model for Epistemic Logics., AAAI, 2008", "Efficiently Exploiting Dependencies in Local Search for SAT., AAAI, 2008"], "Stefan Woltran": ["Hyperequivalence of Logic Programs with Respect to Supported Models., AAAI, 2008"], "Gregory M. Provan": ["Generating Application-Specific Benchmark Models for Complex Systems., AAAI, 2008", "Incremental Algorithms for Approximate Compilation., AAAI, 2008"], "Marc Denecker": ["Grounding with Bounds., AAAI, 2008"], "Timothy Baldwin": ["Towards Automatic Animated Storyboarding., AAAI, 2008"], "Guohua Liu": ["Loop Formulas for Logic Programs with Arbitrary Constraint Atoms., AAAI, 2008"], "Weiru Liu": ["Revising Imprecise Probabilistic Beliefs in the Framework of Probabilistic Logic Programming., AAAI, 2008"], "Ali Ghodsi": ["Distance Metric Learning Versus Fisher Discriminant Analysis., AAAI, 2008"], "Robert Zinkov": ["Potential-based Shaping in Model-based Reinforcement Learning., AAAI, 2008"], "Jiawei Han": ["Sparse Projections over Graph., AAAI, 2008"], "Xiaoou Tang": ["Clustering via Random Walk Hitting Time on Directed Graphs., AAAI, 2008"], "Xinlong Bao": ["Integrating Multiple Learning Components through Markov Logic., AAAI, 2008"], "Kenneth O. Stanley": ["A Case Study on the Critical Role of Geometric Regularity in Machine Learning., AAAI, 2008"], "Rong Jin": ["Semi-Supervised Ensemble Ranking., AAAI, 2008"], "Changshui Zhang": ["Instance-level Semisupervised Multiple Instance Learning., AAAI, 2008", "On Discriminative Semi-Supervised Classification., AAAI, 2008", "Semi-supervised Classification Using Local and Global Regularization., AAAI, 2008"], "Yoshua Bengio": ["Zero-data Learning of New Tasks., AAAI, 2008"], "Hongbin Zha": ["Dimension Amnesic Pyramid Match Kernel., AAAI, 2008"], "Tianbing Xu": ["Clustering on Complex Graphs., AAAI, 2008"], "Jianguo Xiao": ["From Comparing Clusterings to Combining Clusterings., AAAI, 2008", "Single Document Keyphrase Extraction Using Neighborhood Knowledge., AAAI, 2008"], "Shuicheng Yan": ["Trace Ratio Criterion for Feature Selection., AAAI, 2008"], "Qiang Yang": ["Transfer Learning via Dimensionality Reduction., AAAI, 2008", "Constraint Projections for Ensemble Learning., AAAI, 2008", "Mining Translations of Web Queries from Web Click-through Data., AAAI, 2008", "CIGAR: Concurrent and Interleaving Goal and Activity Recognition., AAAI, 2008"], "Kevin Small": ["Active Learning for Pipeline Models., AAAI, 2008"], "Weng-Keen Wong": ["Markov Blanket Feature Selection for Support Vector Machines., AAAI, 2008"], "Ashwin Ram": ["On-Line Case-Based Plan Adaptation for Real-Time Strategy Games., AAAI, 2008"], "Dan Ventura": ["Adapting ADtrees for High Arity Features., AAAI, 2008"], "Michael L. Littman": ["Efficient Learning of Action Schemas and Web-Service Descriptions., AAAI, 2008"], "Jeff A. Bilmes": ["Learning Hidden Curved Exponential Family Models to Infer Face-to-Face Interaction Networks from Situated Speech Data., AAAI, 2008", "Structure Learning on Large Scale Common Sense Statistical Models of Human State., AAAI, 2008"], "Wai Lam": ["Hidden Dynamic Probabilistic Models for Labeling Sequence Data., AAAI, 2008", "An Unsupervised Approach for Product Record Normalization across Different Web Sites., AAAI, 2008"], "Jin Dong": ["Classification by Discriminative Regularization., AAAI, 2008"], "Tao Li": ["Multi-View Local Learning., AAAI, 2008"], "Varun Ratnakar": ["Automating To-Do Lists for Users: Interpretation of To-Dos for Selecting and Tasking Agents., AAAI, 2008"], "Vivek Srikumar": ["Proactive Intrusion Detection., AAAI, 2008", "Importance of Semantic Representation: Dataless Classification., AAAI, 2008"], "Stephanie Seneff": ["Speech-enabled Card Games for Language Learners., AAAI, 2008"], "Sumit Basu": ["Exposing Parameters of a Trained Dynamic Model for Interactive Music Creation., AAAI, 2008"], "Michael Mateas": ["Another Look at Search-Based Drama Management., AAAI, 2008", "An Integrated Agent for Playing Real-Time Strategy Games., AAAI, 2008"], "Karen Hunt": ["Learning to Analyze Binary Computer Code., AAAI, 2008"], "Walter F. Bischof": ["Prediction and Change Detection in Sequential Data for Interactive Applications., AAAI, 2008"], "Christina Chan": ["Using Knowledge Driven Matrix Factorization to Reconstruct Modular Gene Regulatory Network., AAAI, 2008"], "Roxana Girju": ["Automatic Semantic Relation Extraction with Multiple Boundary Generation., AAAI, 2008"], "Randall Davis": ["Discourse Topic and Gestural Form., AAAI, 2008"], "Lev-Arie Ratinov": ["Text Categorization with Knowledge Transfer from Heterogeneous Data Sources., AAAI, 2008"], "Regina Barzilay": ["Cross-lingual Propagation for Morphological Analysis., AAAI, 2008"], "Iryna Gurevych": ["Using Wiktionary for Computing Semantic Relatedness., AAAI, 2008"], "Angèle M. Hamel": ["Optimal Scheduling of Contract Algorithms with Soft Deadlines., AAAI, 2008"], "Stefan Edelkamp": ["Optimal Metric Planning with State Sets in Automata Representation., AAAI, 2008"], "Peter R. Wurman": ["PBA*: Using Proactive Search to Make A* Robust to Unplanned Deviations., AAAI, 2008"], "Weixiong Zhang": ["Fast Planning by Search in Domain Transition Graph., AAAI, 2008"], "Amanda Smith": ["Planning with Problems Requiring Temporal Coordination., AAAI, 2008"], "Daniel S. Weld": ["Partitioned External-Memory Value Iteration., AAAI, 2008"], "Ján Senko": ["Error Classification in Action Descriptions: A Heuristic Approach., AAAI, 2008"], "Arjan J. C. van Gemund": ["Computing Minimal Diagnoses by Greedy Stochastic Search., AAAI, 2008", "Computing Observation Vectors for Max-Fault Min-Cardinality Diagnoses., AAAI, 2008"], "Christian Fritz": ["Finding State Similarities for Faster Planning., AAAI, 2008"], "Mikhail Soutchanski": ["Reasoning about Large Taxonomies of Actions., AAAI, 2008"], "Robert Mattmüller": ["Accuracy of Admissible Heuristic Functions in Selected Planning Domains., AAAI, 2008"], "Gabriele Röger": ["How Good is Almost Perfect?., AAAI, 2008"], "Ugur Kuter": ["HTN-MAKER: Learning HTNs with Minimal Additional Knowledge Engineering Required., AAAI, 2008"], "Nilufer Onder": ["Generating Plans in Concurrent, Probabilistic, Over-Subscribed Domains., AAAI, 2008"], "Manuela M. Veloso": ["Unknown Rewards in Finite-Horizon Domains., AAAI, 2008", "Feature Selection for Activity Recognition in Multi-Robot Domains., AAAI, 2008"], "David R. Karger": ["Route Planning under Uncertainty: The Canadian Traveller Problem., AAAI, 2008"], "Matthias Westphal": ["Landmarks Revisited., AAAI, 2008"], "Paolo Traverso": ["Fusing Procedural and Declarative Planning Goals for Nondeterministic Domains., AAAI, 2008"], "Shlomo Zilberstein": ["Learning Generalized Plans Using Abstract Counting., AAAI, 2008", "Interaction Structure and Dimensionality Reduction in Decentralized MDPs., AAAI, 2008"], "Hector J. Levesque": ["On the Progression of Situation Calculus Basic Action Theories: Resolving a 10-year-old Conjecture., AAAI, 2008"], "Subbarao Kambhampati": ["Probabilistic Planning via Determinization in Hindsight., AAAI, 2008"], "Michael R. Brent": ["CRF-OPT: An Efficient High-Quality Conditional Random Field Solver., AAAI, 2008"], "Sergio Queiroz": ["Preference Aggregation with Graphical Utility Models., AAAI, 2008"], "Kee-Eung Kim": ["Exploiting Symmetries in POMDPs for Point-Based Algorithms., AAAI, 2008"], "Milind Tambe": ["Towards Faster Planning with Continuous Resources in Stochastic Domains., AAAI, 2008"], "Peng Sun": ["A Variance Analysis for POMDP Policy Evaluation., AAAI, 2008"], "Leslie Pack Kaelbling": ["Lifted Probabilistic Inference with Counting Formulas., AAAI, 2008"], "Marc Sumner": ["A General Method for Reducing the Complexity of Relational Inference and its Application to MCMC., AAAI, 2008"], "Judea Pearl": ["Dormant Independence., AAAI, 2008"], "Myoung-Wan Koo": ["Symbolic Heuristic Search Value Iteration for Factored POMDPs., AAAI, 2008"], "Pedro M. Domingos": ["Lifted First-Order Belief Propagation., AAAI, 2008", "Hybrid Markov Logic Networks., AAAI, 2008"], "Laura E. Brown": ["Bounding the False Discovery Rate in Local Bayesian Network Learning., AAAI, 2008"], "Tao Chen": ["Latent Tree Models and Approximate Inference in Bayesian Networks., AAAI, 2008"], "Tsai-Ching Lu": ["A General Framework for Generating Multivariate Explanations in Bayesian Networks., AAAI, 2008"], "Shaul Markovitch": ["Concept-Based Feature Generation and Selection for Information Retrieval., AAAI, 2008"], "Matthew Rothstein": ["Linking Social Networks on the Web with FOAF: A Semantic Web Case Study., AAAI, 2008"], "C. Lee Giles": ["Hierarchical Location and Topic Based Query Expansion., AAAI, 2008", "Automatic Extraction of Data Points and Text Blocks from 2-Dimensional Plots in Digital Documents., AAAI, 2008"], "Manabu Okumura": ["Semi-Supervised Learning for Blog Classification., AAAI, 2008"], "Mitsuru Ishizuka": ["Generating Useful Network-based Features for Analyzing Social Networks., AAAI, 2008", "Text Beautifier: An Affective-Text Tool to Tailor Written Text., AAAI, 2008", "ADROIT: Automatic Discourse Relation Organizer of Internet-based Text., AAAI, 2008"], "Hiroshi Motoda": ["Minimizing the Spread of Contamination by Blocking Links in a Network., AAAI, 2008"], "Eric Horvitz": ["A Utility-Theoretic Approach to Privacy and Personalization., AAAI, 2008"], "Masaru Kitsuregawa": ["Query-URL Bipartite Based Approach to Personalized Query Recommendation., AAAI, 2008", "Efficient Querying Relaxed Dominant Relationship between Product Items Based on Rank Aggregation., AAAI, 2008"], "Qi Yan": ["Extracting Relevant Snippets for Web Navigation., AAAI, 2008"], "Gang Luo": ["Intelligent Output Interface for Intelligent Medical Search Engine., AAAI, 2008"], "Michael Spring": ["Neural Network based Constraint Satisfaction in Ontology Mapping., AAAI, 2008"], "Andrei Tamilin": ["Supporting Manual Mapping Revision using Logical Reasoning., AAAI, 2008"], "Michael Strube": ["Decoding Wikipedia Categories for Knowledge Acquisition., AAAI, 2008"], "Marius Pasca": ["Turning Web Text and Search Queries into Factual Knowledge: Hierarchical Class Attribute Extraction., AAAI, 2008", "Finding Cars, Goddesses and Enzymes: Parametrizable Acquisition of Labeled Instances for Open-Domain Information Extraction., AAAI, 2008"], "Hae-Chang Rim": ["Question Utility: A Novel Static Ranking of Question Search., AAAI, 2008"], "Ian Horrocks": ["Metalevel Information in Ontology-Based Applications., AAAI, 2008"], "Francis C. M. Lau": ["A User-Oriented Webpage Ranking Algorithm Based on User Attention Time., AAAI, 2008"], "Matt Berlin": ["Spatial Scaffolding for Sociable Robot Learning., AAAI, 2008"], "Drew V. McDermott": ["POIROT - Integrated Learning of Web Service Procedures., AAAI, 2008"], "Matthew Klenk": ["An Integrated Reasoning Approach to Moral Decision-Making., AAAI, 2008"], "Anthony Tomasic": ["RADAR: A Personal Assistant that Learns to Reduce Email Overload., AAAI, 2008"], "Daniel Borrajo": ["The PELA Architecture: Integrating Planning and Learning to Improve Execution., AAAI, 2008"], "J. Gregory Trafton": ["Incorporating Mental Simulation for a More Effective Robotic Teammate., AAAI, 2008"], "Rong Zhou": ["Pervasive Diagnosis: The Integration of Diagnostic Goals into Production Plans., AAAI, 2008", "On-line Planning and Scheduling: An Application to Controlling Modular Printers., AAAI, 2008"], "Richard Henthorn": ["Adaptive Control for Autonomous Underwater Vehicles., AAAI, 2008"], "Paul O'Rorke": ["Achieving Far Transfer in an Integrated Cognitive Architecture., AAAI, 2008"], "John E. Laird": ["Bimodal Spatial Reasoning with Continuous Motion., AAAI, 2008"], "Reid G. Simmons": ["Planning for Human-Robot Interaction Using Time-State Aggregated POMDPs., AAAI, 2008"], "Hai Phan": ["The Hidden Permutation Model and Location-Based Activity Recognition., AAAI, 2008"], "Jan Peters": ["Adaptive Importance Sampling with Automatic Model Selection in Value Function Approximation., AAAI, 2008"], "Cynthia Breazeal": ["Anticipatory Perceptual Simulation for Human-Robot Joint Practice: Theory and Application Study., AAAI, 2008"], "Nicholas Roy": ["Efficient Optimization of Information-Theoretic Exploration in SLAM., AAAI, 2008"], "Brian C. Williams": ["An Efficient Motion Planning Algorithm for Stochastic Dynamic Systems with Constraints on Probability of Failure., AAAI, 2008"], "James T. Kwok": ["Transferring Localization Models across Space., AAAI, 2008"], "François Charpillet": ["Reducing Particle Filtering Complexity for 3D Motion Capture using Dynamic Bayesian Networks., AAAI, 2008"], "Andrew Y. Ng": ["A Fast Data Collection and Augmentation Procedure for Object Recognition., AAAI, 2008", "Learning Grasp Strategies with Partial Shape Information., AAAI, 2008", "Make3D: Depth Perception from a Single Still Image., AAAI, 2008"], "Roland Siegwart": ["Multimodal People Detection and Tracking in Crowded Scenes., AAAI, 2008"], "Dou Shen": ["Transferring Localization Models over Time., AAAI, 2008"], "Jeffrey Junfeng Pan": ["Transferring Multi-device Localization Models using Latent Multi-task Learning., AAAI, 2008"], "Anind K. Dey": ["Maximum Entropy Inverse Reinforcement Learning., AAAI, 2008"], "Carles Mateu": ["Generating Hard SAT/CSP Instances Using Expander Graphs., AAAI, 2008"], "Marina Sokolova": ["An Effective and Robust Method for Short Text Classification., AAAI, 2008"], "Edmund H. Durfee": ["Hybrid Constraint Tightening for Solving Hybrid Scheduling Problems., AAAI, 2008", "NP-Completeness of Outcome Optimization for Partial CP-Nets., AAAI, 2008"], "Michael A. Goodrich": ["Data-Driven Programming and Behavior for Autonomous Virtual Characters., AAAI, 2008"], "Peter Kissmann": ["Limits and Possibilities of BDDs in State Space Search., AAAI, 2008"], "Ellen Riloff": ["Learning to Identify Reduced Passive Verb Phrases with a Shallow Parser., AAAI, 2008"], "Angela Schwering": ["The Re-Representation Problem in a Logic-Based Framework for Analogy Making., AAAI, 2008"], "François Dubeau": ["A Bayesian Kernel Logistic Discriminant Model: An Improvement to the Kernel Fisher's Discriminant., AAAI, 2008"], "William C. Regli": ["Dynamic Distributed Constraint Reasoning., AAAI, 2008"], "Galit Shmueli": ["Ensemble Forecasting for Disease Outbreak Detection., AAAI, 2008"], "Sridhar Mahadevan": ["Fast Spectral Learning using Lanczos Eigenspace Projections., AAAI, 2008"], "Kiam Tian Seow": ["Towards Synthesizing Optimal Coordination Modules for Distributed Agents., AAAI, 2008"], "Karl Tuyls": ["Bayes-Relational Learning of Opponent Models from Incomplete Information in No-Limit Poker., AAAI, 2008"], "Max Welling": ["Multi-HDP: A Non Parametric Bayesian Model for Tensor Factorization., AAAI, 2008"], "Craig Boutilier": ["Computing Reserve Prices and Identifying the Value Distribution in Real-world Auctions with Market Disruptions., AAAI, 2008"], "Zhi-Hua Zhou": ["Multi-Label Dimensionality Reduction via Dependence Maximization., AAAI, 2008"], "Joseph Kemnitz": ["Online Learning in Monkeys., AAAI, 2008"], "Sheila A. McIlraith": ["Beyond Classical Planning: Procedural Control Knowledge and Preferences in State-of-the-Art Planners., AAAI, 2008"], "Dan Roth": ["Learning and Inference with Constraints., AAAI, 2008"], "Fernando Pereira": ["Intelligent Email: Aiding Users with AI., AAAI, 2008"], "Nicola Leone": ["Magic Sets for Data Integration., AAAI, 2008"], "Jacob O. Wobbrock": ["Decision-Theoretic User Interface Generation., AAAI, 2008"], "David Silver": ["Achieving Master Level Play in 9 x 9 Computer Go., AAAI, 2008"], "Fang Wei": ["Abduction with Bounded Treewidth: From Theoretical Tractability to Practically Efficient Computation., AAAI, 2008"], "Jörg Hoffmann": ["Explicit-State Abstraction: A New Method for Generating Heuristic Functions., AAAI, 2008"], "A. G. Amitha Perera": ["Video Activity Recognition in the Real World., AAAI, 2008"], "Héctor Muñoz-Avila": ["An Analysis of Transformational Analogy: General Framework and Complexity., AAAI, 2008"], "Sarit Kraus": ["Efficient Algorithms to Solve Bayesian Stackelberg Games for Security Applications., AAAI, 2008", "ARMOR Security for Los Angeles International Airport., AAAI, 2008"], "Beverly L. Harrison": ["Examining Difficulties Software Developers Encounter in the Adoption of Statistical Machine Learning., AAAI, 2008"], "Christopher J. C. Burges": ["Using Signals of Human Interest to Enhance Single-document Summarization., AAAI, 2008"], "Adrian K. Agogino": ["Adaptive Management of Air Traffic Flow: A Multiagent Coordination Approach., AAAI, 2008"], "Madhav V. Marathe": ["An Interaction-Based Approach to Computational Epidemiology., AAAI, 2008"], "Vladimir Lifschitz": ["What Is Answer Set Programming?., AAAI, 2008"], "Raymond J. Mooney": ["Learning to Connect Language and Perception., AAAI, 2008"], "Erik Sandewall": ["Artificial Intelligence Needs Open-Access Knowledgebase Contents., AAAI, 2008"], "Michael Skinner": ["Intelligence in Wikipedia., AAAI, 2008"], "Andy Hon Wai Chun": ["Using AI for Olympic Equestrian Event Preparation., AAAI, 2008"], "Jiyou Jia": ["A Case Study of AI Application on Language Instruction: CSIEC., AAAI, 2008"], "André Valente": ["Tactical Language and Culture Training Systems: Using Artificial Intelligence to Teach Foreign Languages and Cultures., AAAI, 2008"], "Jayakrishnan Andaparambil": ["The Law of Choice and the Decision Not to Decide., AAAI, 2008"], "Elizabeth Bradley": ["Application of Artificial Intelligence to Operational Real-Time Clear-Air Turbulence Prediction., AAAI, 2008"], "Thinh P. Nguyen": ["Reinforcement Learning for Vulnerability Assessment in Peer-to-Peer Networks., AAAI, 2008"], "Hui Chen": ["Learning Sparse Kernels from 3D Surfaces for Heart Wall Motion Abnormality Detection., AAAI, 2008"], "Joelle Pineau": ["Adaptive Treatment of Epilepsy via Batch-mode Reinforcement Learning., AAAI, 2008"], "Joe Kriege": ["Enabling the Interoperability of Large-Scale Legacy Systems., AAAI, 2008"], "Donald Perlis": ["Finding Ontological Correspondences for a Domain-Independent Natural Language Dialog Agent., AAAI, 2008"], "Nic Wilson": ["Personalisation of Telecommunications Services as Combinatorial Optimisation., AAAI, 2008"], "N. Serdar Uckun": ["Diagnosing Faults in Electrical Power Systems of Spacecraft and Aircraft., AAAI, 2008"], "Steven Covington": ["Local Search for Optimal Global Map Generation Using Mid-Decadal Landsat Images., AAAI, 2008"], "Anthony Strawa": ["Learning to Improve Earth Observation Flight Planning., AAAI, 2008"], "Nassir Navab": ["On-line Recognition of Surgical Activity for Monitoring in the Operating Room., AAAI, 2008"], "Sara Rosenblum": ["COACH - Cumulative Online Algorithm for Classification of Handwriting Deficiencies., AAAI, 2008"], "Ali A. Ghorbani": ["Real-time Alert Correlation Using Stream Data Mining Techniques., AAAI, 2008"], "Hoong Chuin Lau": ["A Hybrid Approach to Convoy Movement Planning in an Urban City., AAAI, 2008"], "Errin W. Fulp": ["In-the-Dark Network Traffic Classification Using Support Vector Machines., AAAI, 2008"], "Ricardo Brunelli": ["Crops Selection for Optimal Soil Planning using Multiobjective Evolutionary Algorithms., AAAI, 2008"], "Aining Yin": ["Semantic Web Development for Traditional Chinese Medicine., AAAI, 2008"], "Andrew Lim": ["A Vehicle Routing System to Solve a Periodic Vehicle Routing Problem for a Food Chain in Hong Kong., AAAI, 2008"], "Avi Pfeffer": ["Using Reasoning Patterns to Simplify Games., AAAI, 2008"], "Tim Oates": ["Lexical and Grammatical Inference., AAAI, 2008"], "Michael Brady": ["The Benefits of an Ontological Patient Model in Clinical Decision-Support., AAAI, 2008", "The Benefits of an Ontological Patient Model in Clinical Decision-Support., AAAI, 2008"], "Sanda M. Harabagiu": ["Using Clustering Methods for Discovering Event Structures., AAAI, 2008"], "Grigoris Antoniou": ["Distributed Reasoning with Conflicts in a Multi-Context Framework., AAAI, 2008"], "Minghao Yin": ["Conformant Planning Heuristics Based on Plan Reuse in Belief States., AAAI, 2008"], "Shixian Li": ["Personalized Reasoner Based on Belief Strengths of Information Sources., AAAI, 2008"], "Maria Alessandra Torsello": ["A Neuro-Fuzzy Strategy for Web Personalization., AAAI, 2008"], "Tracy Hammond": ["Sketch Recognition Based on Manifold Learning., AAAI, 2008", "GLADDER: Combining Gesture and Geometric Sketch Recognition., AAAI, 2008", "Distinguishing between Sketched Scribble Look Alikes., AAAI, 2008", "User Identification by Means of Sketched Stroke Features., AAAI, 2008", "Using a Geometric-Based Sketch Recognition Approach to Sketch Chinese Radicals., AAAI, 2008", "Eliminating False Positives during Corner Finding by Merging Similar Segments., AAAI, 2008"], "Luke Dickens": ["Perpetual Learning for Non-Cooperative Multiple Agents., AAAI, 2008"], "Ara Bedrosian": ["Unsupervised Categorization (Filtering) of Google Images Based on Visual Consistency., AAAI, 2008"], "Paul Fodor": ["Existentially Quantified Values for Queries and Updates of Facts in Transaction Logic Programs., AAAI, 2008", "Querying Sequential and Concurrent Horn Transaction Logic Programs Using Tabling Techniques., AAAI, 2008", "Optimizations and Extensions for the Horn Transaction Logic Programs., AAAI, 2008"], "Tim Finin": ["Predicting Appropriate Semantic Web Terms from Words., AAAI, 2008"], "Robert Holder": ["Improving a Plan Library for Real-time Systems Using Nearly Orthogonal Latin Hypercube Sampling., AAAI, 2008"], "Reda Alhajj": ["A Self-organizing Multi-agent System for Adaptive Continuous Unsupervised Learning in Complex Uncertain Environments., AAAI, 2008"], "Michael Chertkov": ["Loop Calculus for Satisfiability., AAAI, 2008"], "Albert Murtha": ["Constrained Classification on Structured Data., AAAI, 2008"], "Jane Yung-jen Hsu": ["Chatting Activity Recognition in Social Occasions Using Factorial Conditional Random Fields with Iterative Classification., AAAI, 2008"], "Barry McCollum": ["Discover Relevant Environment Feature Using Concurrent Reinforcement Learning., AAAI, 2008"], "Jerry B. Weinberg": ["2-Dimensional Cellular Automata Approach for Robot Grid Formations., AAAI, 2008"], "Alexander Stoytchev": ["Hierarchical Voting Experts: An Unsupervised Algorithm for Segmenting Hierarchically Structured Sequences., AAAI, 2008", "Toward Autonomous Learning of an Ontology of Tool Affordances by a Robot., AAAI, 2008"], "Peter Hamilton": ["The Swarm Application Framework., AAAI, 2008"], "Tiffany Barnes": ["The Validity of Providing Automated Hints in an ITS Using a MDP., AAAI, 2008"], "Esra Erdem": ["Efficient Haplotype Inference with Answer Set Programming., AAAI, 2008"], "Xi Wang": ["Visualization of Large-Scale Weighted Clustered Graph: A Genetic Approach., AAAI, 2008"], "Adam Anthony": ["The Relational Push-Pull Model: A Generative Model for Relational Data Clustering., AAAI, 2008"], "Sandeep Chintabathina": ["Towards Answer Set Prolog Based Architectures for Intelligent Agents., AAAI, 2008"], "Selina Chu": ["Unstructured Audio Classification for Environment Recognition., AAAI, 2008"], "Faezeh Ensan": ["An Architecture and Formalism for Handling Modular Ontologies., AAAI, 2008"], "Noam Hazon": ["Social Interaction under Uncertainty in Multi Agent Systems., AAAI, 2008"], "Daylond Hooper": ["Tightly Coupled Cooperation among Independent Agents., AAAI, 2008"], "George Konidaris": ["Autonomous Robot Skill Acquisition., AAAI, 2008"], "Li Li": ["Generating Plans in Concurrent, Probabilistic, Over-Subscribed Domains., AAAI, 2008"], "Paul Maier": ["Adaptive Abstraction of Constraint-Based Models for Self-Diagnosis and Planning., AAAI, 2008"], "Masahiro Ono": ["Distributed Robust Execution of Qualitative State Plan with Chance Constraints., AAAI, 2008"], "Siddharth Patwardhan": ["Combining Global Relevance Information with Local Contextual Clues for Event-Oriented Information Extraction., AAAI, 2008"], "David L. Roberts": ["Computational Influence for Training and Entertainment., AAAI, 2008"], "Margaret Werner-Washburne": ["Integrative Construction and Analysis of Condition-specific Biological Networks., AAAI, 2008"], "Francesco Santini": ["Managing Quality of Service with Soft Constraints., AAAI, 2008"], "Barry O'Sullivan": ["A Hybrid Approach to Domino Portrait Generation., AAAI, 2008"], "Michael Freed": ["A Demonstration of the RADAR Personal Assistant., AAAI, 2008"], "Jeffrey M. Usher": ["CogSketch., AAAI, 2008"], "Cong Yu": ["Yoopick: A Combinatorial Sports Prediction Market., AAAI, 2008"], "Michael Winikoff": ["Prometheus Design Tool., AAAI, 2008"], "Alan J. Vayda": ["Human-Robot Collaboration for Remote Surveillance., AAAI, 2008"], "Dan Tappan": ["Knowledge-Based Spatial Reasoning for Scene Generation from Text Descriptions., AAAI, 2008"], "David W. Aha": ["IMT: A Mixed-Initiative Data Mapping and Search Toolkit., AAAI, 2008"]}