{"K. Prazdny": ["The Role of Eye Position Information in Algorithms for Stereoscopic Matching., AAAI, 1982"], "W. A. Richards": ["Representing Smooth Plane Curves for Recognition: Implications for Figure-Ground Reversal., AAAI, 1982"], "John R. Kender": ["Why Perspective Is Difficult: How Two Algorithms Fail., AAAI, 1982"], "Donald B. Gennery": ["Tracking Known Three-Dimensional Objects., AAAI, 1982"], "Yoshiaki Shirai": ["A Model Based Vision System for Recognition of Machine Parts., AAAI, 1982"], "Alex Pentland": ["Local Computation of Shape., AAAI, 1982"], "Valdis Berzins": ["Edge Detection in Optical Flow Fields., AAAI, 1982"], "Andrew P. Witkin": ["Modeling and Using Physical Constraints in Scene Analysis., AAAI, 1982", "Intensity-Based Edge Classification., AAAI, 1982"], "Gérard G. Medioni": ["Segmentation of Images Into Regions Using Edge Information., AAAI, 1982"], "Thomas S. Huang": ["A Corner Finding Algorithm for Image Analysis and Registration., AAAI, 1982"], "S. Ganapathy": ["A Systematic Approach to Continuous Graph Labeling With Application to Computer Vision., AAAI, 1982"], "William Jaynes": ["Determining Surface Type From Surface Normals., AAAI, 1982"], "Douglas E. Appelt": ["Planning Natural-Language Utterances., AAAI, 1982"], "Lawrence Birnbaum": ["Argument Molecules: A Functional Representation of Argument Structure., AAAI, 1982"], "Diane J. Litman": ["ARGOT: The Rochester Dialogue System., AAAI, 1982"], "Marc Luria": ["Dividing Up the Question Answering Process., AAAI, 1982"], "E. Jeffrey Conklin": ["Salience as a Simplifying Metaphor for Natural Language Generation., AAAI, 1982"], "David Scott Warren": ["Conceptual Dependency and Montague Grammar: A Step Toward Conciliation., AAAI, 1982"], "David L. Waltz": ["Event Shape Diagrams., AAAI, 1982"], "Robert Milne": ["An Explanation for Minimal Attachment and Right Association., AAAI, 1982"], "Mark D. Grover": ["A Synthetic Approach to Temporal Information Processing., AAAI, 1982"], "Eugene Charniak": ["Word Sense and Case Slot Disambiguation., AAAI, 1982"], "David M. Keirsey": ["Word Learning With Hierarchy-Guided Inference., AAAI, 1982"], "Robert Wilensky": ["Talking to UNIX in English: An Overview of UC., AAAI, 1982"], "Pietro Laface": ["An Expert System for Interpreting Speech Patterns., AAAI, 1982"], "Bruce W. Ballard": ["A Search Procedure for Perfect Information Games of Chance: Its Formulation and Analysis., AAAI, 1982"], "Jeffrey S. Rosenschein": ["Synchronization of Multi-Agent Plans., AAAI, 1982"], "Laveen N. Kanal": ["A General Paradigm for A.I. Search Procedures., AAAI, 1982"], "Cynthia A. Brown": ["Evaluating Search Methods Analytically., AAAI, 1982"], "Bernard Nudel": ["Consistent-Labeling Problems and Their Algorithms., AAAI, 1982"], "Judea Pearl": ["Reverend Bayes on Inference Engines: A Distributed Hierarchical Approach., AAAI, 1982"], "Steve Polit": ["Diagnosis Based on Description of Structure and Function., AAAI, 1982"], "Eva Hudlicka": ["Unifying Data-Directed and Goal-Directed Control: An Example and Experiments., AAAI, 1982"], "Jonathan J. Hull": ["Knowledge Integration in Text Recognition., AAAI, 1982"], "Reid G. Simmons": ["Spatial and Temporal Reasoning in Geologic Map Interpretation., AAAI, 1982"], "Gary Strohm": ["Job-Shop Scheduling: An Investigation in Constraint-Directed Reasoning., AAAI, 1982"], "Douglas B. Lenat": ["Heuretics: Theoretical and Experimental Study of Heuristic Rules., AAAI, 1982"], "Richard E. Korf": ["A Program That Learns to Solve Rubik's Cube., AAAI, 1982"], "Jaime G. Carbonell": ["Experiential Learning in Analogical Problem Solving., AAAI, 1982"], "Gordon I. McCalla": ["Error Detection and Recovery in a Dynamic Planning Environment., AAAI, 1982"], "Edwina L. Rissland": ["Scenarios as an Aid to Planning., AAAI, 1982"], "Stephanie J. Cammarata": ["A Framework for Distributed Problem Solving., AAAI, 1982"], "Joseph Faletti": ["PANDORA: A Program for Doing Commonsense Planning in Complex Situations., AAAI, 1982"], "Hector J. Levesque": ["Competence in Knowledge Representation., AAAI, 1982"], "Charles Rich": ["Knowledge Representation Languages and Predicate Calculus: How to Have Your Cake and Eat It Too., AAAI, 1982"], "Marc B. Vilain": ["A System for Reasoning About Time., AAAI, 1982"], "Kurt Konolige": ["Circumscriptive Ignorance., AAAI, 1982"], "Kenneth D. Forbus": ["Modeling Motion With Qualitative Process Theory., AAAI, 1982"], "Benjamin Kuipers": ["Getting the Envisionment Right., AAAI, 1982"], "David H. Ackley": ["The QBKG System: Generating Explanations From a Non-Discrete Knowledge Representation., AAAI, 1982"], "Carl T. Uhrik": ["PLANT/ds Revisited: Non-Homogeneous Evaluation Schema in Expert Systems., AAAI, 1982"], "Neil C. Rowe": ["Inheritance of Statistical Properties., AAAI, 1982"], "Mabry Tyson": ["Proof Methods in an Agenda-Based Natural-Deduction Theorem Prover., AAAI, 1982"], "Mark E. Stickel": ["A Nonclausal Connection-Graph Resolution Theorem-Proving Program., AAAI, 1982"], "Daniel H. H. Ingalls": ["Multiple Inheritance in Smalltalk-BO., AAAI, 1982"], "Gordon S. Novak": ["GLISP: A High-Level Language for A.I. Programming., AAAI, 1982"], "David Elliot Shaw": ["DADO: A Tree-Structured Machine Architecture for Production Systems., AAAI, 1982"], "Lokendra Shastri": ["Toward Connectionist Parsing., AAAI, 1982"], "Mallory Selfridge": ["Why Do Children Misunderstand Reversible Passives? The CHILD Program Learns to Understand Passive Sentences., AAAI, 1982"], "Allen Newell": ["Learning by Chunking: Summary of a Task and a Model., AAAI, 1982"], "Michael Lesk": ["Route Finding in Street Maps by Computers and People., AAAI, 1982"], "William F. Brewer": ["Plan Understanding, Narrative Comprehension, and Story Schemas., AAAI, 1982"], "Michael G. Dyer": ["Affect Processing for Narratives., AAAI, 1982"], "Margot Flowers": ["On Being Contradictory., AAAI, 1982"], "Janet L. Kolodner": ["The Role of Experience in Development of Expertise., AAAI, 1982"], "Michael R. Genesereth": ["Diagnosis Using Hierarchical Design Models., AAAI, 1982"], "Louis I. Steinberg": ["The CRITTER System: Analyzing Digital Circuits by Propagating Behaviors and Specifications., AAAI, 1982"], "John Wade Ulrich": ["IDT: An Intelligent Diagnostic Tool., AAAI, 1982"], "William R. Nelson": ["REACTOR: An Expert System for Diagnosis and Treatment of Nuclear Reactor Accidents., AAAI, 1982"], "W. E. Underwood": ["A CSA Model-Based Nuclear Power Plant Consultant., AAAI, 1982"], "Charles Kellogg": ["Knowledge Management: A Practical Amalgam of Knowledge and Data Base Technology., AAAI, 1982"], "Jean-Louis Laurière": ["Removing Restrictions in the Relational Data Base Model: An Application of Problem Solving Techniques., AAAI, 1982"], "Thomas W. Malone": ["RABBIT: An Intelligent Database Assistant., AAAI, 1982"], "Susan P. Ennis": ["Expert Systems: A User's Perspective of Some Current Tools., AAAI, 1982"], "Belynda Spitzer": ["Building Expert Systems for Controlling Complex Programs., AAAI, 1982"], "Lawrence A. Stabile": ["Frame-Based Computer Network Monitoring., AAAI, 1982"], "Sanjai Narain": ["SWIRL: An Object-Oriented Air Battle Simulator., AAAI, 1982"], "William J. Clancey": ["Plan Recognition Strategies in Student Modeling: Prediction and Description., AAAI, 1982"], "Timothy W. Finin": ["An Expert System That Volunteers Advice., AAAI, 1982"], "Peter Friedland": ["SPEX: A Second-Generation Experiment Design System., AAAI, 1982"], "William B. Schwartz": ["Information Acquisition in Diagnosis., AAAI, 1982"], "Sanjay Mittal": ["Deep Versus Compiled Knowledge Approaches to Diagnostic Problem-Solving., AAAI, 1982"], "Robert L. Blum": ["Induction of Causal Relationships From a Time-Oriented Clinical Database: An Overview of the RX Project., AAAI, 1982"], "Bonnie L. Webber": ["User Participation in the Reasoning Processes of Expert Systems., AAAI, 1982"], "Saburo Tsuji": ["Toward a Learning of Object Models Using Analogical Objects and Verbal Instruction., AAAI, 1982"], "Stanley Vestal": ["An Overview of PhiNIX., AAAI, 1982"], "Ruven E. Brooks": ["ARBY: Diagnosis With Shallow Causal Models., AAAI, 1982"], "Daniel E. Neiman": ["Graphical Animation From Knowledge., AAAI, 1982"], "Hans P. Moravec": ["The CMU Rover., AAAI, 1982"], "Rodney A. Brooks": ["Solving the Find-Path Problem by Good Representation of Free Space., AAAI, 1982"], "Jonathan Delatizky": ["Final Position Control in Planar Horizontal Arm Movements., AAAI, 1982"], "Tokuji Okada": ["Development of an Overall Direction-of-Action Sensor for Robots., AAAI, 1982"], "E. Gordon Powell": ["An Efficient Collision Warning Algorithm for Robot Arms., AAAI, 1982"], "L. Y. Shih": ["Stability of Automatic Guidance for a Mobile Robot., AAAI, 1982"], "Marc Eisenstadt": ["Using Temporal Abstraction to Understand Recursive Programs Involving Side Effects., AAAI, 1982"], "William R. Swartout": ["GIST English Generator., AAAI, 1982"], "Gerald DeJong": ["Automatic Schema Acquisition in a Natural Language Environment., AAAI, 1982"], "Tom M. Mitchell": ["Acquisition of Appropriate Bias for Inductive Concept Learning., AAAI, 1982"], "Raymond Reiter": ["Circumscription Implies Predicate Completion (Sometimes)., AAAI, 1982"], "Eric Mays": ["Monitors as Responses to Questions: Determining Competence., AAAI, 1982"], "Stephen W. Barth": ["Efficient Minimum Information Updating for Bayesian Inferencing in Expert Systems., AAAI, 1982"], "Robert C. Moore": ["The Role of Logic in Knowledge Representation and Commonsense Reasoning., AAAI, 1982"], "John Seely Brown": ["Foundations of Envisioning., AAAI, 1982"]}