{"Gregory D. Hager": ["If at First You Don't Succeed..., AAAI, 1997", "A Color Interest Operator for Landmark-Based Navigation., AAAI, 1997"], "Juan David Velásquez": ["Modeling Emotions and Other Motivations in Synthetic Agents., AAAI, 1997"], "Mihai Barbuceanu": ["Coordinating Agents by Role Based Social Constraints and Conversation Plans., AAAI, 1997"], "Milind Tambe": ["Agent Architectures for Flexible, Practical Teamwork., AAAI, 1997", "Efficient Production Match Algorithm and Its Implication for Dynamic Constraint Satisfaction Problems., AAAI, 1997", "Social Comparison for Failure Detection and Recovery in Multi-Agent Settings., AAAI, 1997", "Intelligent Agents for the Synthetic Battlefield: A Company of Rotary Wing Aircraft., AAAI, 1997"], "Sarit Kraus": ["Negotiation on Data Allocation in Multi-Agent Environments., AAAI, 1997"], "Katia P. Sycara": ["Benefits of Learning in Negotiation., AAAI, 1997", "James Bond and Michael Ovitz: The Secret Life of Agents., AAAI, 1997"], "Sheila A. McIlraith": ["Representing Actions and State Constraints in Model-Based Diagnosis., AAAI, 1997"], "Brian C. Williams": ["Fast Context Switching in Real-Time Propositional Reasoning., AAAI, 1997"], "Vibhu O. Mittal": ["Visual Prompts and Graphical Design: A Framework for Exploring the Design Space of 2-D Charts and Graphs., AAAI, 1997"], "Robert St. Amant": ["Navigation and Planning in a Mixed-Initiative User Interface., AAAI, 1997"], "Henri Prade": ["Possibilistic and Standard Probabilistic Semantics of Conditional Knowledge., AAAI, 1997"], "Moshe Tennenholtz": ["On the Axiomatization of Qualitative Decision Criteria., AAAI, 1997"], "Dennis F. Kibler": ["Symbolic Nearest Mean Classifiers., AAAI, 1997"], "Haim Schweitzer": ["Classification and Reductio-ad-Absurdum Optimality Proofs., AAAI, 1997"], "Gregory M. Provan": ["The Effect of Observations on the Complexity of Model-Based Diagnosis., AAAI, 1997"], "Gautam Biswas": ["Monitoring, Prediction, and Fault Isolation in Dynamic Physical Systems., AAAI, 1997"], "Robert Givan": ["Model Minimization in Markov Decision Processes., AAAI, 1997", "Obvious Properties of Computer Programs., AAAI, 1997"], "Adam J. Grove": ["Structured Solution Methods for Non-Markovian Decision Processes., AAAI, 1997"], "Benjamin Kuipers": ["Model Decomposition and Simulation: A Component Based Qualitative Simulation Algorithm., AAAI, 1997", "Static and Dynamic Abstraction Solves the Problem of Chatter in Qualitative Simulation., AAAI, 1997"], "Matthew Brand": ["The \"Inverse Hollywood Problem\": From Video to Scripts and Storyboards via Causal Analysis., AAAI, 1997"], "Howard E. Shrobe": ["Qualitative Rigid Body Mechanics., AAAI, 1997"], "Thomas R. Ioerger": ["Integrating a Spatial Reasoner with a Resolution Theorem-Prover., AAAI, 1997"], "Murray Shanahan": ["Noise, Non-Determinism and Spatial Uncertainty., AAAI, 1997"], "Gert Rickheit": ["Projective Relations for 3D Space: Computational Model, Application, and Psychological Evaluation., AAAI, 1997"], "Eddie Schwalb": ["A New Unification Method for Temporal Reasoning with Constraints., AAAI, 1997"], "James R. Slagle": ["Connection Based Strategies for Deciding Propositional Temporal Logic., AAAI, 1997"], "Gadi Solotorevsky": ["Bayes Networks for Estimating the Number of Solutions to a CSP., AAAI, 1997"], "Dan Geiger": ["A Practical Algorithm for Finding Optimal Triangulations., AAAI, 1997"], "Daniel Sabin": ["Interchangeability Supports Abstraction and Reformulation for Multi-Dimensional Constraint Satisfaction., AAAI, 1997"], "Amitabha Roy": ["Exploiting Symmetry in Lifted CSPs., AAAI, 1997"], "Robert Schrag": ["Using CSP Look-Back Techniques to Solve Real-World SAT Instances., AAAI, 1997"], "Stephen Beale": ["Using Branch-and-Bound with Constraint Satisfaction in Optimization Problems., AAAI, 1997"], "William S. Havens": ["Detecting Unsatisfiable CSPs by Coloring the Micro-Structure., AAAI, 1997"], "Bart Selman": ["Problem Structure in the Presence of Perturbations., AAAI, 1997"], "Mukesh Dalal": ["Model-Theoretic Semantics and Tractable Algorithm for CNF-BCP., AAAI, 1997"], "Mark S. Fox": ["Beyond Contention: Extending Texture-Based Scheduling Heuristics., AAAI, 1997", "Texture-Based Heuristics for Scheduling Revisited., AAAI, 1997"], "Oliver M. Duschka": ["Query Optimization Using Local Completeness., AAAI, 1997"], "Wen-tau Yih": ["Template-Based Information Mining from HTML Documents., AAAI, 1997"], "Shuichi Miyazaki": ["Local Search Algorithms for Partial MAXSAT., AAAI, 1997"], "Joachim P. Walser": ["Solving Linear Pseudo-Boolean Constraint Problems with Local Search., AAAI, 1997"], "Alex S. Fukunaga": ["Variable-Selection Heuristics in Local Search for SAT., AAAI, 1997"], "Éric Grégoire": ["Tabu Search for SAT., AAAI, 1997"], "Eric Horvitz": ["Models of Continual Computation., AAAI, 1997"], "Victor R. Lesser": ["Complex Goal Criteria and Its Application in Design-to-Criteria Scheduling., AAAI, 1997"], "Björn Carlson": ["Effective Redundant Constraints for Online Scheduling., AAAI, 1997"], "Stephen F. Smith": ["Stochastic Procedures for Generating Feasible Schedules., AAAI, 1997"], "Toby Walsh": ["The Scaling of Search Cost., AAAI, 1997"], "Henry A. Kautz": ["Evidence for Invariants in Local Search., AAAI, 1997"], "Lluís Vila": ["Summarizing CSP Hardness with Continuous Probability Distributions., AAAI, 1997"], "Tad Hogg": ["Exploiting the Deep Structure of Constraint Satisfaction Problems with Quantum Computers., AAAI, 1997"], "Andrew J. Parkes": ["Clustering at the Phase Transition., AAAI, 1997"], "James C. Lester": ["Realtime Generation of Customized 3D Animated Explanations for Knowledge-Based Learning Environments., AAAI, 1997"], "Gregory Aist": ["The Sounds of Silence: Towards Automated Evaluation of Student Learning in a Reading Tutor that Listens., AAAI, 1997"], "Steve Lawrence": ["Presenting and Analyzing the Results of AI Experiments: Data Averaging and Data Snooping., AAAI, 1997"], "Bruce W. Porter": ["Building Concept Representations from Reusable Components., AAAI, 1997"], "Marcelo Tallis": ["A Script-Based Approach to Modifying Knowledge Bases., AAAI, 1997"], "Daniel Kudenko": ["Representing Sequences in Description Logics., AAAI, 1997", "Transferring and Retraining Learned Information Filters., AAAI, 1997"], "Avi Pfeffer": ["P-CLASSIC: A Tractable Probablistic Description Logic., AAAI, 1997", "Effective Bayesian Inference for Stochastic Programs., AAAI, 1997"], "Pierre E. Bonzon": ["A Reflective Proof System for Reasoning in Contexts., AAAI, 1997"], "Valerie Barr": ["Applications of Rule-Base Coverage Measures to Expert System Evaluation., AAAI, 1997"], "Wayne Snyder": ["Detecting Redundant Production Rules., AAAI, 1997"], "Grigoris Antoniou": ["A Comparison of Two Approaches to Splitting Default Theories., AAAI, 1997", "Stratification for Variants of Default Logic., AAAI, 1997"], "Riccardo Rosati": ["Reasoning with Minimal Belief and Negation as Failure: Algorithms and Complexity., AAAI, 1997"], "James Rice": ["Tools for Assembling Modular Ontologies in Ontolingua., AAAI, 1997"], "James A. Hendler": ["Efficient Management of Very Large Ontologies., AAAI, 1997"], "Tom Costello": ["Beyond Minimizing Change., AAAI, 1997"], "Stuart R. Taylor": ["Adding Knowledge to the Action Description Language A., AAAI, 1997"], "Hudson Turner": ["Causal Theories of Action and Change., AAAI, 1997"], "Michael Thielscher": ["Qualified Ramifications., AAAI, 1997"], "Yunshan Zhu": ["Ordered Semantic Hyper Linking., AAAI, 1997"], "Joseph Douglas Horton": ["Extending the Regular Restriction of Resolution to Non-Linear Subdeductions., AAAI, 1997"], "Tom Bylander": ["Worst-Case Absolute Loss Bounds for Linear Learning Algorithms., AAAI, 1997", "A Linear Programming Heuristic for Optimal Planning., AAAI, 1997"], "Leonard Pitt": ["Version Spaces without Boundary Sets., AAAI, 1997"], "Soraya B. Rana": ["Representation, Search and Genetic Algorithms., AAAI, 1997"], "Sriram Srinivasan": ["Pattern Discovery in Distributed Databases., AAAI, 1997"], "Johannes Fürnkranz": ["More Efficient Windowing., AAAI, 1997"], "Vladimir Pericliev": ["Maximally Parsimonious Discrimination: A Generic Task from Linguistic Discovery., AAAI, 1997"], "Gerald J. Sussman": ["Sparse Representations for Fast, One-Shot Learning., AAAI, 1997"], "Henry Cejtin": ["Intelligent Methods for File System Optimization., AAAI, 1997"], "Moninder Singh": ["Learning Bayesian Networks from Incomplete Data., AAAI, 1997"], "Ah Chung Tsoi": ["Lessons in Neural Network Training: Overfitting May be Harder than Expected., AAAI, 1997"], "David W. Opitz": ["An Empirical Evaluation of Bagging and Boosting., AAAI, 1997"], "Dale Schuurmans": ["A New Metric-Based Approach to Model Selection., AAAI, 1997"], "R. Craig Varnell": ["Maximizing the Benefits of Parallel Search Using Machine Learning., AAAI, 1997"], "Richard Kufrin": ["Generating C4.5 Production Rules in Parallel., AAAI, 1997"], "Kang G. Shin": ["Detecting and Reacting to Unplanned-for World States., AAAI, 1997", "Avoiding Failure via Pre-Planned Responses and Time-Bounded Planning., AAAI, 1997", "Development of Iterative Scheduler to Planner Feedback., AAAI, 1997"], "Daishi Harada": ["Reinforcement Learning with Time., AAAI, 1997"], "Prasad Tadepalli": ["Active Learning with Committees for Text Categorization., AAAI, 1997", "Active Learning with Committees., AAAI, 1997", "Learning Goal-Decomposition Rules Using Exercises., AAAI, 1997"], "Eugene Charniak": ["Statistical Parsing with a Context-Free Grammar and Word Statistics., AAAI, 1997"], "Rebecca F. Bruce": ["A New Supervised Learning Algorithm for Word Sense Disambiguation., AAAI, 1997"], "Jean-Pierre Corriveau": ["A Pragmatic Treatment of Quantification in Natural Language., AAAI, 1997", "Quantification and Commonsense Reasoning., AAAI, 1997"], "Udo Hahn": ["Comparatives in Context., AAAI, 1997"], "Eric Bloedorn": ["Multi-Document Summarization by Graph Search and Matching., AAAI, 1997"], "Daniel Marcu": ["From Local to Global Coherence: A Bottom-Up Approach to Text Planning., AAAI, 1997"], "Maja J. Mataric": ["Interference as a Tool for Designing and Evaluating Multi-Robot Controllers., AAAI, 1997", "Using Communication to Reduce Locality in Multi-Robot Learning., AAAI, 1997"], "Christoph Schlieder": ["Spatial Navigation with Uncertain Deviations., AAAI, 1997"], "Hamid Nawab": ["Combining Approximate Front End Signal Processing with Selective Reprocessing in Auditory Perception., AAAI, 1997"], "Manuela M. Veloso": ["Analogical Replay for Efficient Conditional Planning., AAAI, 1997"], "David C. Wilson": ["Case-Based Similarity Assessment: Estimating Adaptability from Experience., AAAI, 1997"], "Mark S. Boddy": ["Dynamic Abstraction Planning., AAAI, 1997"], "Karen L. Myers": ["Abductive Completion of Plan Sketches., AAAI, 1997"], "Richard E. Korf": ["Finding Optimal Solutions to Rubik's Cube Using Pattern Databases., AAAI, 1997"], "Craig A. Knoblock": ["Planning by Rewriting: Efficiently Generating High-Quality Plans., AAAI, 1997"], "Hector Geffner": ["A Robust and Fast Action Selection Mechanism for Planning., AAAI, 1997"], "Ronen I. Brafman": ["Planning with Concurrent Interacting Actions., AAAI, 1997", "A Heuristic Variable Grid Solution Method for POMDPs., AAAI, 1997"], "Milos Hauskrecht": ["Incremental Methods for Computing Bounds in Partially Observable Markov Decision Processes., AAAI, 1997"], "Michael L. Littman": ["Probabilistic Propositional Planning: Representations and Complexity., AAAI, 1997"], "R. James Firby": ["The AAAI-97 Mobile Robot Competion: Martians, Remotes, Hors d'oeuvres and Cleaning up the Mess Afterwards (Abstract)., AAAI, 1997"], "Richard J. Doyle": ["The Emergence of Spacecraft Autonomy., AAAI, 1997"], "David W. Etherington": ["What Does Knowledge Representation Have to Say to Artificial Intelligence?, AAAI, 1997"], "Pat Langley": ["Machine Learning for Intelligent Systems., AAAI, 1997"], "Michael P. Wellman": ["Market-Oriented Programming (Abstract)., AAAI, 1997"], "Ivan Yen": ["Hack and Kluge., AAAI, 1997"], "J. Oliver Ross": ["Learning in a Fuzzy Logic Robot Controller., AAAI, 1997"], "Robert Sim": ["Autonomous Exploration: An Integrated Systems Approach., AAAI, 1997"], "R. Peter Bonasso": ["ServerDroid: A MultiMedia Service Robot., AAAI, 1997"], "Lisa Meeden": ["A Situated Vacuuming Robot., AAAI, 1997"], "Tucker R. Balch": ["Teaming Up: Georgia Tech's Multi-Robot Competition Teams., AAAI, 1997"], "Jon Howell": ["The Dartmouth Mobile Robot: SK., AAAI, 1997"], "Chaouki T. Abdallah": ["LOBOtomous: An Autonomous Platform for Indoor Environments., AAAI, 1997"], "Sean M. Scoggins": ["Finding Life on Mars, and Other Tasks for NCSU's Mobile Robots., AAAI, 1997"], "Randy Sargent": ["Are You Being Served?, AAAI, 1997"], "Robin R. Murphy": ["Intelligent Sensor Fusion for the 1997 AAAI Mobile Robot Competition., AAAI, 1997"], "David A. Gustafson": ["Kansas State Robotics., AAAI, 1997"], "Maria L. Gini": ["A Cooperative Multi-Robot Approach to the Mapping and Exploration of Mars., AAAI, 1997"], "Gregory L. Heileman": ["Lobokhod: The University of New Mexico's Robotic Mars Rover., AAAI, 1997"], "Sen Song": ["Multiple Agents from the Bottom Up: The Interaction Lab's Robot Competition Effort., AAAI, 1997"], "Dennis Perzanowski": ["ARIEL: Autonomous Robot for Integrated Exploration and Localization., AAAI, 1997"], "Debra T. Burhans": ["Pragmatic Question Answering: Generic versus Specific Responses., AAAI, 1997"], "Juan M. Corchado": ["Adaptive Hybrid System Architecture for Forecasting., AAAI, 1997"], "Stephen F. Correl": ["Iterative Refinement of Knowledge Bases with Consistency Guarantees., AAAI, 1997"], "William H. Hsu": ["Probabilistic Learning in Bayesian and Stochastic Neural Networks., AAAI, 1997"], "Ravi Kapadia": ["Unified Hardware and Software Models for Smart System Design., AAAI, 1997", "Smart System Design Using Hybrid Models., AAAI, 1997"], "Venkateswarlu Kolluri": ["Evaluating the Role of Background Knowledge in Enhancing Knowledge Discovery in Databases., AAAI, 1997"], "Ole J. Mengshoel": ["Belief Network Inference in Dynamic Environments., AAAI, 1997"], "Ted Pedersen": ["Knowledge Lean Word Sense Disambiguation., AAAI, 1997", "Naive Mixes for Word Sense Disambiguation., AAAI, 1997"], "Wanda Pratt": ["Dynamic Organization of Search Results Using a Taxonomic Domain Model., AAAI, 1997"], "Mehran Sahami": ["Applications of Machine Learning to Information Access., AAAI, 1997"], "Kenneth B. Samuel": ["Computing Discourse Information with Statistical Methods., AAAI, 1997"], "Bilge Say": ["An Information-Based Approach to Punctuation., AAAI, 1997"], "Peter Stone": ["Layered Learning in Multiagent Systems., AAAI, 1997"], "Edmund H. Durfee": ["Dynamic Prioritization of Complex Agents in Distributed Constraint Satisfaction Problems., AAAI, 1997", "A Stochastic Strategy for Multiagent Contracts and the Impact of Deliberation Overhead., AAAI, 1997", "Analyzing Agents that Learn about Agents., AAAI, 1997"], "Gunnar Hartvigsen": ["An Efficient Heuristic Search in a Large Multi-Agent System., AAAI, 1997"], "Sarah Boyd": ["Summarizing Time-Varying Data., AAAI, 1997"], "Piew Datta": ["Applying Clustering to the Classification Problem., AAAI, 1997"], "Haym Hirsh": ["Experiments in UNIX Command Prediction., AAAI, 1997"], "Pedro M. Domingos": ["A Comparison of Model Averaging Methods in Foreign Exchange Prediction., AAAI, 1997", "Learning Multiple Models without Sacrificing Comprehensibility., AAAI, 1997"], "Greg A. Keim": ["Speeding Safely: Multi-Criteria Optimization in Probabilistic Planning., AAAI, 1997"], "Jeffrey A. Goldman": ["Information Routing Using a Corpus Distribution., AAAI, 1997"], "Jonathan B. Handler": ["Althea: Minimalist Representation for Robot Assembly Tasks., AAAI, 1997"], "Leo Kuvayev": ["Learning to Play Hearts., AAAI, 1997"], "Robert McCartney": ["Predicting Resource Use with Case-Based Plan Recognition., AAAI, 1997"], "Gretchen K. Cormier": ["On the Discovery of Patterns in Medical Data., AAAI, 1997"], "Michelle Q. Wang Baldonado": ["Real-Time Full-Text Clustering of Networked Documents., AAAI, 1997"], "Michael E. Gorman": ["A Model of Invention., AAAI, 1997"], "Yolanda Gil": ["Modifying Knowledge Bases Using Scripts., AAAI, 1997"], "Jenn-Kwei Tyan": ["Noise Sensitivity Analysis for Shape from Focus Methods., AAAI, 1997"], "William P. Birmingham": ["Matching Requests for Agent Services with Differentiated Vocabulary., AAAI, 1997"], "Bart Anderson": ["Pimtool, an Expert System to Troubleshoot Computer Hardware Failures., AAAI, 1997"], "Hyun Jeong Park": ["Case and Constraint-Based Apartment Construction Project Planning System: FASTrak-APT., AAAI, 1997"], "Eva Baron-Vartian": ["PST: The Provider Selection Tool., AAAI, 1997"], "Edward J. Dombroski": ["Desktop Underwriter: Fannie Mae's Automated Mortgage Underwriting Expert System., AAAI, 1997"], "Dennis Koski": ["Design of High Performance Help Desk Application and Its Implementation Results., AAAI, 1997"], "João P. Martins": ["CREWS_NS: Scheduling Train Crew in The Netherlands., AAAI, 1997"], "Paul Steege": ["The Scheduling of Rail at Union Pacific Railroad., AAAI, 1997"], "Lih-Wee Chew": ["SunRay V - An Intelligent Container Trucking Operations Management and Control System., AAAI, 1997"], "James R. Nolan": ["DISXPERT: A Social Security Disability Screening Expert System., AAAI, 1997"], "Cyril Way": ["STHANA: Profitability Forecast and Situation Analysis for Automated Teller Machines., AAAI, 1997"], "Kirk D. Wilson": ["ChemReg: Using Case-Based Reasoning to Support Health and Safety Compliance in the Chemical Industry., AAAI, 1997"], "Alan W. Biermann": ["The Role of WordNet in The Creation of a Trainable Message Understanding System., AAAI, 1997"], "Troy Whitney": ["Using a Robot Control Architecture to Automate Space Shuttle Operations., AAAI, 1997"], "Andreas Butz": ["Animation with CATHI., AAAI, 1997"], "Randall W. Hill Jr.": ["Automated Generation of Tracking Plans for a Network of Communications Antennas., AAAI, 1997"], "Michael H. Coen": ["Building Brains for Rooms: Designing Distributed Software Agents., AAAI, 1997"], "Josh Clow": ["Mulitmodal Interaction for Distributed Interactive Simulation., AAAI, 1997"], "Ricardo Moura": ["ADDVAC: Applying Active Design Documents for the Capture, Retrieval and Use of Rationale During Offshore Platform VAC Design., AAAI, 1997"], "David Fisher": ["MITA: An Information Extraction Approach to Analysis of Free-Form Text in Life Insurance Applications., AAAI, 1997"], "Dag Kjenstad": ["Blackboard Agents for Mixed-Initiative Management of Integrated Process-Planning/Production-Scheduling Solutions Across the Supply Chain., AAAI, 1997"], "Nabil R. Adam": ["Information Extraction based Multiple-Category Document Classification for the Global Legal Information Network., AAAI, 1997"], "Eric T. Olsson": ["An Intelligent Control Architecture for Accelerator Beamline Tuning., AAAI, 1997"], "Teresa Hunt": ["Attitude and Position Control Using Real-Time Color Tracking., AAAI, 1997"], "Steven W. Mitchell": ["A Hybrid Architecture for Real-Time Mixed-Initiative Planning and Control., AAAI, 1997"], "Toru Yamanouchi": ["Intelligent Command Control for VLSI CAD Systems., AAAI, 1997"], "Peter D. Karp": ["A Generic Knowledge-Base Browser and Editor., AAAI, 1997"], "Neil S. Taylor": ["Multiple Fault Diagnosis from FMEA., AAAI, 1997"], "Ellen Spertus": ["Smokey: Automatic Recognition of Hostile Messages., AAAI, 1997"], "Ana Cristina Bicharra Garcia": ["MultiADD: A Multiagent Active Design Document Model to Support Group Design., AAAI, 1997"], "Michael T. Cox": ["Rationale-Supported Mixed-Initiative Case-Based Planning., AAAI, 1997"], "François Dubé": ["IDS: Improving Aircraft Fleet Maintenance., AAAI, 1997"]}