{"Eugene C. Freuder": ["Complexity of K-Tree Structured Constraint Satisfaction Problems., AAAI, 1990"], "Rina Dechter": ["Tree Decomposition with Applications to Constraint Processing., AAAI, 1990", "On the Expressiveness of Networks with Hidden Variables., AAAI, 1990"], "Philip Laird": ["Solving Large-Scale Constraint-Satisfaction and Scheduling Problems Using a Heuristic Repair Method., AAAI, 1990"], "Brian Falkenhainer": ["Dynamic Constraint Satisfaction Problems., AAAI, 1990", "Self-Explanatory Simulations: An Integration of Qualitative and Quantitative Knowledge., AAAI, 1990"], "Bernard A. Nadel": ["The Complexity of Constraint Satisfaction in Prolog., AAAI, 1990"], "Qiang Yang": ["An Algebraic Approach to Conflict Resolution in Planning., AAAI, 1990"], "Ramin Zabih": ["Some Applications of Graph Bandwidth to Constraint Satisfaction Problems., AAAI, 1990"], "Les Gasser": ["An Organizational Approach to Adaptive Production Systems., AAAI, 1990"], "Dan I. Moldovan": ["The Design of a Marker Passing Architecture for Knowledge Processing., AAAI, 1990"], "Suraj Goel": ["A Parallel Asynchronous Distributed Production System., AAAI, 1990"], "Michael N. Huhns": ["Distributed Truth Maintenance., AAAI, 1990"], "Robert A. Meyer": ["DARES: A Distributed Automated REasoning System., AAAI, 1990"], "Thomas A. Montgomery": ["A Hierarchical Protocol for Coordinating Mulitagent Behaviors., AAAI, 1990"], "José H. T. Nunes": ["On Acting Together., AAAI, 1990"], "Jeffrey S. Rosenschein": ["Negotiation and Conflict Resolution in Non-Cooperative Domains., AAAI, 1990"], "Solomon Eyal Shimony": ["Probabilistic Semantics for Cost Based Abduction., AAAI, 1990"], "Ronald Fagin": ["Two Views of Belief: Belief as Generalized Probability and Belief as Evidence., AAAI, 1990"], "Yen-Teh Hsia": ["The Belief Calculus and Uncertain Reasoning., AAAI, 1990"], "Brendan Del Favero": ["Symbolic Probabilistic Inference in Belief Networks., AAAI, 1990"], "Greg Siegle": ["An Approach to Reasoning About Continuous Change for Applications in Planning., AAAI, 1990"], "John L. Bresina": ["Anytime Synthetic Projection: Maximizing the Probability of Goal Satisfaction., AAAI, 1990"], "Charles Elkan": ["Incremental, Approximate Planning., AAAI, 1990"], "Paul Morris": ["Admissible Criteria for Loop Control in Planning., AAAI, 1990"], "Steve Hanks": ["Practical Temporal Projection., AAAI, 1990"], "Froduald Kabanza": ["Synthesis of Reactive Plans for Multi-Path Environments., AAAI, 1990"], "Subbarao Kambhampati": ["Mapping and Retrieval During Plan Reuse: A Validation Structure Based Approach., AAAI, 1990", "A Theory of Plan Modification., AAAI, 1990"], "Marc Ringuette": ["Introducing the Tileworld: Experimentally Evaluating Agent Architectures., AAAI, 1990"], "Marc B. Vilain": ["Getting Serious About Parsing Plans: A Grammatical Analysis of Plan Recognition., AAAI, 1990"], "Michael P. Wellman": ["The STRIPS Assumption for Planning Under Uncertainty., AAAI, 1990"], "Josh D. Tenenberg": ["ABTWEAK: Abstracting a Nonlinear, Least Commitment Planner., AAAI, 1990"], "Mark C. Torrance": ["Search Lessons Learned from Crossword Puzzles., AAAI, 1990"], "William D. Harvey": ["Iterative Broadening., AAAI, 1990"], "Sunil Issar": ["Path-Focused Duplication: A Search Procedure for General Matings., AAAI, 1990"], "Laxmikant V. Kalé": ["Consistent Linear Speedups to a First Solution in Parallel State-Space Search., AAAI, 1990"], "Eli Pinchover": ["Inductive Synthesis of Equational Programs., AAAI, 1990"], "Michaël Rusinowitch": ["Mechanizing Inductive Reasoning., AAAI, 1990"], "William McCune": ["Skolem Functions and Equality in Automated Deduction., AAAI, 1990"], "Karen L. Myers": ["Automatically Generating Universal Attachments Through Compilation., AAAI, 1990"], "Gerald E. Peterson": ["Solving Term Inequalities., AAAI, 1990"], "Johan de Kleer": ["Exploiting Locality in a TMS., AAAI, 1990"], "Kave Eshghi": ["Computing Stable Models by Using the ATMS., AAAI, 1990"], "Kurt Konolige": ["Computing the Extensions of Autoepistemic and Default Logics with a Truth Maintenance System., AAAI, 1990"], "Louiqa Raschid": ["Maintaining Consistency in a Stratified Production System Program., AAAI, 1990"], "Timothy M. Converse": ["Integrating Planning and Acting in a Case-Based Framework., AAAI, 1990"], "Hozumi Tanaka": ["A Method of Calculating the Measure of Salience in Understanding Metaphors., AAAI, 1990", "Towards Incremental Disambiguation with a Generalized Discrimination Network., AAAI, 1990"], "Michael Redmond": ["Distributed Cases for Case-Based Reasoning: Facilitating Use of Multiple Cases., AAAI, 1990"], "James Miller": ["Validated Retrieval in Case-Based Reasoning., AAAI, 1990"], "Bruce Krulwich": ["Model-Based Diagnosis of Planning Failures., AAAI, 1990"], "Raymond Reiter": ["Characterizing Diagnoses., AAAI, 1990"], "Wolfgang Nejdl": ["Physical Impossibility Instead of Fault Models., AAAI, 1990"], "Raymond J. Mooney": ["On the Role of Coherence in Abductive Explanation., AAAI, 1990", "Changing the Rules: A Comprehensive Approach to Theory Refinement., AAAI, 1990"], "Hector J. Levesque": ["Abductive and Default Reasoning: A Computational Core., AAAI, 1990", "Indexical Knowledge in Robot Plans., AAAI, 1990"], "Brian C. Williams": ["Interaction-Based Invention: Designing Novel Devices from First Principles., AAAI, 1990"], "Thomas D. Wu": ["Efficient Diagnosis of Multiple Disorders Based on a Symptom Clustering Approach., AAAI, 1990"], "Benjamin Kuipers": ["QPC: A Compiler from Physical Models into Qualitative Differential Equations., AAAI, 1990"], "Dennis DeCoste": ["Dynamic Acioss-Time Measurement Interpretation., AAAI, 1990"], "Joseph L. Hellerstein": ["Obtaining Quantitative Predictions from Monotone Relationships., AAAI, 1990"], "Arthur M. Farley": ["Shifting Ontological Perspectives in Reasoning About Physical Systems., AAAI, 1990"], "Sang Hoe Koo": ["Qualitative Reasoning with Microscopic Theories., AAAI, 1990"], "Daniel S. Weld": ["Approximation Reformulations., AAAI, 1990"], "Alexander S. Yeh": ["Finding the Average Rates of Change in Repetitive Behavior., AAAI, 1990"], "Raymond McCall": ["Towards a System Architecture Supporting Contextualized Learning., AAAI, 1990"], "Carlo Tasso": ["Backward Model Tracing: An Explanation-Based Approach for Reconstructing Student Reasoning., AAAI, 1990"], "William R. Murray": ["A Blackboard-based Dynamic Instructional Planner., AAAI, 1990"], "Kathleen R. McKeown": ["Coordinating Text and Graphics in Explanation Generation., AAAI, 1990", "User Models and User Interfaces., AAAI, 1990"], "Ehud Reiter": ["Avoiding Unwanted Conversational Implicatures in Text and Graphics., AAAI, 1990"], "William R. Swartout": ["Pointing: A Way Toward Explanation Dialogue., AAAI, 1990"], "William C. Bulko": ["Understanding Natural Language with Diagrams., AAAI, 1990"], "Sandra Carberry": ["Incorporating Default Inferences Into Plan Recognition., AAAI, 1990"], "Gerhard Fischer": ["A Cooperative Problem Solving System for User Interface Design., AAAI, 1990"], "Candace L. Sidner": ["Models of Plans to Support Communication: An Initial Report., AAAI, 1990"], "David A. Wroblewski": ["A Collaborative Interface for Editing Large Knowledge Bases., AAAI, 1990"], "Peter W. Mullarkey": ["An Experiment in Direct Knowledge Acquisition., AAAI, 1990"], "Masamichi Shimura": ["Parametric Engineering Design Using Constraint-Based Reasoning., AAAI, 1990"], "David C. Wilkins": ["Establishing the Coherence of an Evplanation to Improve Refinement of an Incomplete Knowledge Base., AAAI, 1990"], "Charles E. Matthews": ["A Design Based Approach to Constructing Computational Solutions to Diagnostic Problems., AAAI, 1990"], "Hector Geffner": ["Causal Theories for Nonmonotonic Reasoning., AAAI, 1990"], "Gerhard Lakemeyer": ["Decidable Reasoning in First-Order Knowledge Bases with Perfect Introspection., AAAI, 1990"], "Leora Morgenstern": ["A Formal Theory of Multiple Agent Nonmonotonic Reasoning., AAAI, 1990"], "Eunok Paek": ["A Circumscriptive Theory for Causal and Evidential Support., AAAI, 1990"], "Maurizio Lenzerini": ["The Complexity of Closed World Reasoning and Circumscription., AAAI, 1990"], "Venkat Ajjanagadde": ["An Optimally Efficient Limited Inference System., AAAI, 1990"], "Jonathan Stillman": ["It's Not My Default: The Complexity of Membership Problems in Restricted Propositional Default Logics., AAAI, 1990"], "Robert F. Hadley": ["Connectionism, Rule Following, and Symbolic Manipulation., AAAI, 1990"], "Steffen Hölldobler": ["A Structured Connectionist Unification Algorithm., AAAI, 1990"], "Craig Boutilier": ["Conditional Logics of Normality as Modal Systems., AAAI, 1990"], "Donald Perlis": ["Nonmonotonicity and the Scope of Reasoning: Preliminary Report., AAAI, 1990"], "Ramanathan V. Guha": ["The Representation of Defaults in Cyc., AAAI, 1990"], "Piotr Rychlik": ["The Generalized Theory of Model Preference., AAAI, 1990"], "Franz Baader": ["Terminological Cycles in KL-ONE-based Knowledge Representation Languages., AAAI, 1990"], "Yoav Shoham": ["On the Complexity of Monotonic Inheritance with Roles., AAAI, 1990"], "Richmond H. Thomason": ["Boolean Extensions of Inheritance Networks., AAAI, 1990"], "Albrecht Schmiedel": ["Temporal Terminological Logic., AAAI, 1990"], "Judea Pearl": ["A Maximum Entropy Approach to Nonmonotonic Reasoning., AAAI, 1990", "Learning Causal Trees from Dependence Information., AAAI, 1990"], "Alessandro Saffiotti": ["A Hybrid Framework for Representing Uncertain Knowledge., AAAI, 1990"], "Ken Satoh": ["A Probabilistic Interpretation for Lazy Nonmonotonic Reasoning., AAAI, 1990"], "Haim Schweitzer": ["Probabilities that Imply Certainties., AAAI, 1990"], "Charles Y. C. Chung": ["Very Fast Decision Table Execution of Propositional Expert Systems., AAAI, 1990"], "Anthony B. O'Hare": ["The Intelligent Database Interface: Integrating AI and Database Systems., AAAI, 1990"], "David Gadbois": ["On the Performance of Lazy Matching in Production Systems., AAAI, 1990"], "Paul S. Rosenbloom": ["A Frameworkfor Investigating Production System Formulations with Polynomially Bounded Match., AAAI, 1990", "Incremental Non-Backtracking Focusing: A Polynomially Bounded Generalization Algorithm for Version Spaces., AAAI, 1990", "Integrating, Execution, Planning, and Learning in Soar for External Environments., AAAI, 1990"], "John Yen": ["A Principled Approach to Reasoning About the Specificity ofRules., AAAI, 1990"], "Glenn A. Kramer": ["Solving Geometric Constraint Systems., AAAI, 1990"], "Gerard Ligozat": ["Weak Representations of Interval Algebras., AAAI, 1990"], "Gene Joe": ["A Qualitative Model for Space., AAAI, 1990"], "Peter van Beek": ["Reasoning about Qualitative Temporal Information., AAAI, 1990"], "Wray L. Buntine": ["Myths and Legends in Learning Classification Rules., AAAI, 1990"], "William W. Cohen": ["Learning from Textbook Knowledge: A Case Study., AAAI, 1990"], "Keki B. Irani": ["What Should Be Minimized in a Decision Tree?, AAAI, 1990"], "C. David Page Jr.": ["Generalization with Taxonomic Information., AAAI, 1990"], "Stuart L. Crawford": ["Constructor: A System for the Induction of Probabilistic Models., AAAI, 1990"], "Allen Ginsberg": ["Theory Reduction, Theory Revision, and Retranslation., AAAI, 1990"], "Steve G. Romaniuk": ["A Hybrid Connectionist, Symbolic Learning System., AAAI, 1990"], "Hiroaki Kitano": ["Empirical Studies on the Speed of Convergence of Neural Network Training Using Genetic Algorithms., AAAI, 1990"], "Rodney A. Brooks": ["Learning to Coordinate Behaviors., AAAI, 1990"], "Christopher J. Matheus": ["Adding Domain Knowledge to SBL Through Feature Construction., AAAI, 1990"], "Midori Tanaka": ["Inductive Learning in Probabilistic Domain., AAAI, 1990"], "Jans Aasman": ["Knowledge Level and Inductive Uses of Chunking (EBL)., AAAI, 1990"], "Cullen Schaffer": ["A Proven Domain-Independent Scientific Function-Finding Algorithm., AAAI, 1990"], "Wei-Min Shen": ["Complementary Discrimination Learning: A Duality Between Generalization and Discrimination., AAAI, 1990"], "Edwina L. Rissland": ["Inductive Learning in a Mixed Paradigm Setting., AAAI, 1990"], "Jeffrey C. Schlimmer": ["Two Case Studies in Cost-Sensitive Concept Acquisition., AAAI, 1990"], "Michiel O. Noordewier": ["Refinement ofApproximate Domain Theories by Knowledge-Based Neural Networks., AAAI, 1990"], "Melissa P. Chase": ["On Analytical and Similarity-Based Classification., AAAI, 1990"], "Larry A. Rendell": ["Effective Generalization of Relational Descriptions., AAAI, 1990"], "Andrew G. Barto": ["Explaining Temporal Differences to Create Useful Concepts for Evaluating States., AAAI, 1990"], "Abul Hussam": ["Automated Discovery in a Chemistry Laboratory., AAAI, 1990"], "Jack Mostow": ["Adaptive Search by Explanation-Based Learning of Heuristic Censors., AAAI, 1990"], "Brad Blumenthal": ["Empirical Comparisons of Some Design Replay Algorithms., AAAI, 1990"], "Monte Zweben": ["Learning Search Control for Constraint-Based Scheduling., AAAI, 1990"], "Oren Etzioni": ["Why PRODIGY/EBL Works., AAAI, 1990"], "Craig A. Knoblock": ["Learning Abstraction Hierarchies for Problem Solving., AAAI, 1990"], "Evan Gamble": ["Extending EBG to Term-Rewriting Systems., AAAI, 1990"], "Stanley Letovsky": ["Operationality Criteria for Recursive Predicates., AAAI, 1990"], "Ronen Feldman": ["The Utility of EBL in Recursive Domain Theories., AAAI, 1990"], "Julia Hirschberg": ["Accent and Discourse Context: Assigning Pitch Accent in Synthetic Speech., AAAI, 1990"], "Yasuhiro Katagiri": ["Structure of Perspectivity: A Case of Japanese Reflexive Pronoun \"zibun\"., AAAI, 1990"], "John Levine": ["PRAGMA - A Flexible Bidirectional Dialogue System., AAAI, 1990"], "M. David Sadek": ["Logical Task Modelling for Man-Machine Dialogue., AAAI, 1990"], "Martha Stone Palmer": ["Integrating Natural Language Processing and Knowledge Based Processing., AAAI, 1990"], "Mitchell P. Marcus": ["Parsing a Natural Language Using Mutual Information Statistics., AAAI, 1990"], "Robert F. Simmons": ["Truly Parallel Understanding of Text., AAAI, 1990"], "Jens Christensen": ["A Hierarchical Planner that Generates Its Own Hierarchies., AAAI, 1990"], "Margaret Randazza": ["Coping with Uncertainty in a Control System for Navigation and Exploration., AAAI, 1990"], "Melinda T. Gervasio": ["Learning General Completable Reactive Plans., AAAI, 1990"], "Robin J. Popplestone": ["Symmetiy Constraint Inference in Assembly Planning: Automatic Assembly Configuration Specification., AAAI, 1990"], "Sanjaya Addanki": ["LOGnets: A Hybrid Graph Spatial Representation for Robot Navigation., AAAI, 1990"], "Tom M. Mitchell": ["Becoming Increasingly Reactive., AAAI, 1990"], "P. Anandan": ["Constraints for the Early Detection of Discontinuity from Motion., AAAI, 1990"], "Rakesh Mohan": ["Generalized Shape Autocorrelation., AAAI, 1990"], "David J. Kriegman": ["Computing Exact Aspect Graphs of Curved Objects: Parametric Surfaces., AAAI, 1990"], "Ronald J. Brachman": ["The Future of Knowledge Representation., AAAI, 1990"], "Jon Doyle": ["Rationality and its Roles in Reasoning (Extended Abstract)., AAAI, 1990"], "David Haussler": ["Probably Approximately Correct Learning., AAAI, 1990"], "David A. McAllester": ["Truth Maintenance., AAAI, 1990"], "David L. Waltz": ["Massivley Parallel AI., AAAI, 1990"], "Robert Balzer": ["AI and Software Engineering: Will the Twain Ever Meet?, AAAI, 1990"], "Richard Fikes": ["AI and Software Engineering - Managing Exploratory Programming., AAAI, 1990"], "Mark S. Fox": ["Looking for the AI in Software Engineering: An Applications Perspective., AAAI, 1990"], "John P. McDermott": ["Developing Software is like Talking to Eskimos about Snow., AAAI, 1990"], "Elliot Soloway": ["The Techies vs. the Non-techies: Today's Two Cultures., AAAI, 1990"], "Susan T. Dumais": ["Panel: User Modeling and User Interfaces., AAAI, 1990"], "James D. Hollan": ["User Modeling and User Interfaces: A Case for Domain Models, Task Models, and Tailorability., AAAI, 1990"], "Karen Sparck Jones": ["What's in a User?, AAAI, 1990"]}