{"Gary C. Borchardt": ["Understanding Causal Descriptions of Physical Systems., AAAI, 1992"], "Kathleen R. McKeown": ["Generating Cross-References for Multimedia Explanation., AAAI, 1992"], "Thomas J. Murray": ["Results of Encoding Knowledge with Tutor Construction Tools., AAAI, 1992"], "Daniel D. Suthers": ["Steps from Explanation Planning to Model Construction Dialogues., AAAI, 1992"], "George Berg": ["A Connectionist Parser with Recursive Sentence Structure and Lexical Disambiguation., AAAI, 1992"], "Claire Cardie": ["Learning to Disambiguate Relative Pronouns., AAAI, 1992"], "Boonserm Kijsirikul": ["Discrimination-Based Constructive Induction of Logic Programs., AAAI, 1992"], "Bradley L. Richards": ["Learning Relations by Pathfinding., AAAI, 1992", "Automatic Abduction of Qualitative Models., AAAI, 1992"], "Michael R. Lowry": ["Symmetry as Bias: Rediscovering Special Relativity., AAAI, 1992"], "Raúl E. Valdés-Pérez": ["Theory-Driven Discovery of Reaction Pathways in the MECHEM System., AAAI, 1992"], "Robert Zembowicz": ["Discovery of Equations: Experimental Evaluation of Convergence., AAAI, 1992"], "Jan M. Zytkow": ["Operational Definition Refinement: A Discovery Process., AAAI, 1992"], "Gilles Bisson": ["Learning in FOL with a Similarity Measure., AAAI, 1992"], "Vlad G. Dabija": ["Learning to Learn Decision Trees., AAAI, 1992"], "C. Lisa Dent": ["A Personal Learning Apprentice., AAAI, 1992"], "Usama M. Fayyad": ["The Attribute Selection Problem in Decision Tree Generation., AAAI, 1992"], "David Perry Greene": ["COGIN: Symbolic Induction with Genetic Algorithms., AAAI, 1992"], "Haym Hirsh": ["Polynomial-Time Learning with Version Spaces., AAAI, 1992"], "Randy Kerber": ["ChiMerge: Discretization of Numeric Attributes., AAAI, 1992"], "Kenji Kira": ["The Feature Selection Problem: Traditional Methods and a New Algorithm., AAAI, 1992"], "Philip D. Laird": ["Discrete Sequence Prediction and its Applications., AAAI, 1992"], "Steven W. Norton": ["Classifier Learning from Noisy Data as Probabilistic Evidence Combination., AAAI, 1992"], "Cullen Schaffer": ["Sparse Data and the Effect of Overfitting Avoidance in Decision Tree Induction., AAAI, 1992"], "Wei-Min Shen": ["Complementary Discrimination Learning with Decision Lists., AAAI, 1992"], "Joo-Hwee Lim": ["A Framework for Integrating Fault Diagnosis and Incremental Knowledge Acquisition in Connectionist Expert Systems., AAAI, 1992"], "Richard Maclin": ["Using Knowledge-Based Neural Networks to Improve Algorithms: Refining the Chou-Fasman Algorithm for Protein Folding., AAAI, 1992"], "Richard S. Sutton": ["Adapting Bias by Gradient Descent: An Incremental Version of Delta-Bar-Delta., AAAI, 1992"], "Geoffrey G. Towell": ["Using Symbolic Learning to Improve Knowledge-Based Neural Networks., AAAI, 1992"], "Lonnie Chrisman": ["Reinforcement Learning with Perceptual Aliasing: The Perceptual Distinctions Approach., AAAI, 1992"], "Jack Gelfand": ["Acquisition of Automatic Activity through Practice: Changes in Sensory Input., AAAI, 1992"], "John R. Koza": ["Automatic Programming of Robots Using Genetic Programming., AAAI, 1992"], "Satinder P. Singh": ["Reinforcement Learning with a Hierarchy of Abstract Models., AAAI, 1992"], "Thomas L. Dean": ["Inferring Finite Automata with Stochastic Output Functions and an Application to Map Learning., AAAI, 1992"], "Michael J. Kearns": ["Oblivious PAC Learning of Concept Hierarchies., AAAI, 1992"], "Pat Langley": ["An Analysis of Bayesian Classifiers., AAAI, 1992"], "Prasad Tadepalli": ["A Theory of Unsupervised Speedup Learning., AAAI, 1992"], "Jonathan Gratch": ["COMPOSER: A Probabilistic Solution to the Utility Problem in Speed-Up Learning., AAAI, 1992"], "Russell Greiner": ["A Statistical Approach to Solving the EBL Utility Problem., AAAI, 1992"], "Lawrence B. Holder": ["Empirical Analysis of the General Utility Problem in Machine Learning., AAAI, 1992"], "Foster J. Provost": ["Inductive Policy., AAAI, 1992"], "Eithan Ephrati": ["Constrained Intelligent Action: Planning Under the Influence of a Master Agent., AAAI, 1992"], "Nicholas R. Jennings": ["Using Joint Responsibility to Coordinate Collaborative Problem Solving in Dynamic Environments., AAAI, 1992"], "Yoav Shoham": ["On the Synthesis of Useful Social Laws for Artificial Agent Societies (Preliminary Report)., AAAI, 1992"], "Michael P. Wellman": ["A General-Equilibrium Approach to Distributed Transportation Planning., AAAI, 1992"], "Michael J. Almeida": ["An Approach to the Representation of Iterative Situations., AAAI, 1992"], "Cecile T. Balkanski": ["Actions, Beliefs and Intentions in Rationale Clauses and Means Clauses., AAAI, 1992"], "Daniel Jurafsky": ["An On-Line Computational Model of Human Sentence Interpretation., AAAI, 1992"], "Steven L. Lytinen": ["Literal Meaning and the Comprehension of Metaphors., AAAI, 1992"], "Paul S. Jacobs": ["Parsing Run Amok: Relation-Driven Control for Text Analysis., AAAI, 1992"], "Mark A. Jones": ["A Probabilistic Parser Applied to Software Testing Documents., AAAI, 1992"], "Ellen Riloff": ["Classifying Texts Using Relevancy Signatures., AAAI, 1992"], "Uri Zernik": ["Shipping Departments vs. Shipping Pacemakers: Using Thematic Analysis to Improve Tagging Accuracy., AAAI, 1992"], "Anna Corazza": ["Computation of Upper-Bounds for Stochastic Context-Free Languages., AAAI, 1992"], "Venu Govindaraju": ["A Computational Model for Face Location Based on Cognitive Principles., AAAI, 1992"], "Yibing Yang": ["Grouping Iso-Velocity Points for Ego-Motion Recovery., AAAI, 1992"], "Philip E. Agre": ["Cultural Support for Improvisation., AAAI, 1992"], "Fahiem Bacchus": ["The Expected Value of Hierarchical Problem-Solving., AAAI, 1992", "From Statistics to Beliefs., AAAI, 1992"], "Gregg Collins": ["Achieving the Functionality of Filter Conditions in a Partial Order Planner., AAAI, 1992"], "Kutluhan Erol": ["On the Complexity of Domain-Independent Planning., AAAI, 1992"], "Adele E. Howe": ["Analyzing Failure Recovery to Improve Planner Design., AAAI, 1992"], "Charles J. Petrie": ["Constrained Decision Revision., AAAI, 1992"], "Kwang Ryel Ryu": ["Learning from Goal Interactions in Planning: Goal Stack Analysis and Generalization., AAAI, 1992"], "Mukesh Dalal": ["Efficient Propositional Constraint Propagation., AAAI, 1992"], "Nicholas J. Haddock": ["Semantic Evaluation as Constraint Network Consistency., AAAI, 1992"], "Paul D. Hubbe": ["An Efficient Cross Product Representation of the Constraint Satisfaction Problem Search Space., AAAI, 1992"], "Paul Morris": ["On the Density of Solutions in Equilibrium Points for the Queens Problem., AAAI, 1992"], "Gadi Pinkas": ["An Improved Connectionist Activation Function for Energy Minimization., AAAI, 1992"], "Bart Selman": ["A New Method for Solving Hard Satisfiability Problems., AAAI, 1992"], "Peter van Beek": ["On the Minimality and Decomposability of Constraint Networks., AAAI, 1992"], "Nageshwara Rao Vempaty": ["Solving Constraint Satisfaction Problems Using Finite State Automata., AAAI, 1992"], "David G. Mitchell": ["Hard and Easy Distributions of SAT Problems., AAAI, 1992"], "Ron Musick": ["How Long Will It Take?, AAAI, 1992"], "Colin P. Williams": ["Using Deep Structure to Locate Hard Problems., AAAI, 1992"], "Franz Barachini": ["Run-Time Prediction for Production Systems., AAAI, 1992"], "Babak Hamidzadeh": ["Can Real-Time Search Algorithms Meet Deadlines?, AAAI, 1992"], "James G. Schmolze": ["Comparison of Three Algorithms for Ensuring Serializable Executions in Parallel Production Systems., AAAI, 1992"], "Ursula M. Schwuttke": ["Real-time Metareasoning with Dynamic Trade-off Evaluation., AAAI, 1992"], "Eric B. Baum": ["On Optimal Game Tree Propagation for Imperfect Players., AAAI, 1992"], "Arthur L. Delcher": ["Improved Decision-Making in Game Trees: Recovering from Pathology., AAAI, 1992"], "Walter Hamscher": ["Modeling Accounting Systems to Support Multiple Tasks: A Progress Report., AAAI, 1992"], "Toru Ishida": ["Moving Target Search with Intelligence., AAAI, 1992"], "Richard E. Korf": ["Linear-Space Best-First Search: Summary of Results., AAAI, 1992"], "Ambuj Mahanti": ["Performance of IDA on Trees and Graphs., AAAI, 1992"], "Weixiong Zhang": ["An Average-Case Analysis of Branch-and-Bound with Applications: Summary of Results., AAAI, 1992"], "Eugene Charniak": ["Dynamic MAP Calculations for Abduction., AAAI, 1992"], "Keith L. Downing": ["Consistency-Based Diagnosis in Physiological Domains., AAAI, 1992"], "Yoichiro Nakakuki": ["Adaptive Model-Based Diagnostic Mechanism Using a Hierarchical Model Scheme., AAAI, 1992"], "Bon K. Sy": ["Reasoning MPE to Multiply Connected Belief Networks Using Message Passing., AAAI, 1992"], "James M. Crawford": ["Formalising Reasoning about Change: A Qualitative Reasoning Approach., AAAI, 1992"], "Alvaro del Val": ["Deriving Properties of Belief Update from Theories of Action., AAAI, 1992"], "Fangzhen Lin": ["Concurrent Actions in the Situation Calculus., AAAI, 1992"], "Mark A. Young": ["Nonmonotonic Sorts for Feature Structures., AAAI, 1992"], "Craig Boutilier": ["A Logic for Revision and Subjunctive Queries., AAAI, 1992"], "James Bowen": ["Lexical Imprecision in Fuzzy Constraint Networks., AAAI, 1992"], "Adnan Darwiche": ["A Symbolic Generalization of Probability Theory., AAAI, 1992"], "Piotr J. Gmytrasiewicz": ["A Logic of Knowledge and Belief for Recursive Modeling: A Preliminary Report., AAAI, 1992"], "Kurt Konolige": ["Ideal Introspective Belief., AAAI, 1992"], "Alessandro Saffiotti": ["A Belief-Function Logic., AAAI, 1992"], "Jacques Wainer": ["Combining Circumscription and Modal Logic., AAAI, 1992"], "Kevin D. Ashley": ["Generating Dialectical Examples Automatically., AAAI, 1992"], "A. Julian Craddock": ["Common Sense Retrieval., AAAI, 1992"], "Daniel C. Edelson": ["When Should a Cheetah Remind You of a Bat? Reminding in Case-Based Teaching., AAAI, 1992"], "Eric K. Jones": ["Model-Based Case Adaptation., AAAI, 1992"], "Zhan Cui": ["Qualitative Simulation Based on a Logical Formalism of Space and Time., AAAI, 1992"], "Kenneth D. Forbus": ["Self-Explanatory Simulations: Scaling Up to Large Models., AAAI, 1992"], "Gordon Skorstad": ["Towards a Qualitative Lagrangian Theory of Fluid Flow., AAAI, 1992"], "Randall H. Wilson": ["On the Qualitative Structure of a Mechanical Assembly., AAAI, 1992"], "P. Pandurang Nayak": ["Causal Approximations., AAAI, 1992", "Automated Model Selection Using Context-Dependent Behaviors., AAAI, 1992"], "R. Bharat Rao": ["Learning Engineering Models with the Minimum Description Length Principle., AAAI, 1992"], "Tom Bylander": ["Complexity Results for Serial Decomposability., AAAI, 1992"], "Jürgen Dorn": ["Temporal Reasoning in Sequence Graphs., AAAI, 1992"], "Martin Charles Golumbic": ["Algorithms and Complexity for Reasoning about Time., AAAI, 1992"], "Bernhard Nebel": ["On the Computational Complexity of Temporal Projection and Plan Validation., AAAI, 1992"], "William W. Cohen": ["Computing Least Common Subsumers in Description Logics., AAAI, 1992"], "Robert Dionne": ["A Non-Well-Founded Approach to Terminological Cycles., AAAI, 1992"], "Jochen Heinsohn": ["An Empirical Analysis of Terminological Representation Systems., AAAI, 1992"], "Robert M. MacGregor": ["Recognition Algorithms for the Loom Classifier., AAAI, 1992"], "Johan de Kleer": ["An Improved Incremental Algorithm for Generating Prime Implicates., AAAI, 1992"], "Henry A. Kautz": ["Forming Concepts for Fast Inference., AAAI, 1992"], "Jonathan Stillman": ["The Complexity of Propositional Default Logics., AAAI, 1992"], "R. Peter Bonasso": ["A Reactive Robot System for Find and Fetch Tasks in an Outdoor Environment., AAAI, 1992"], "Erann Gat": ["Integrating Planning and Reacting in a Heterogeneous Asynchronous Architecture for Controlling Real-World Mobile Robots., AAAI, 1992"], "Anthony Lazanas": ["Landmark-Based Robot Navigation., AAAI, 1992"], "David P. Miller": ["Reactive Navigation through Rough Terrain: Experimental Results., AAAI, 1992"], "Robert B. Doorenbos": ["Learning 10, 000 Chunks: What's It Like Out There?, AAAI, 1992"], "Nomi L. Harris": ["Mega-Classification: Discovering Motifs in Massive Datastreams., AAAI, 1992"], "Hiroaki Kitano": ["Building Large-Scale and Corporate-Wide Case-Based Systems: Integration of the Organizational and Machine Executable Algorithms., AAAI, 1992", "Wafer Scale Integration for Massively Parallel Memory-Based Reasoning., AAAI, 1992"], "Edmund H. Durfee": ["What Your Computer Really Needs to Know, You Learned in Kindergarten., AAAI, 1992"], "Kristian J. Hammond": ["Reasoning as Remembering: The Theory and Practice of CBR., AAAI, 1992"], "Lawrence Hunter": ["Artificial Intelligence and Molecular Biology., AAAI, 1992"]}