{"Michael C. Mulder": ["Educating the Next Generation of Information and Knowledge Experts, in Collaboration with Industry (Keynote Address)., CIKM, 1996"], "Arie Shoshani": ["OLAP and Statistical Databases: Similarities and Differences., CIKM, 1996"], "Terence R. Smith": ["Efficient Retrieval for Browsing Large Image Databases., CIKM, 1996"], "Andreas Henrich": ["Adapting a Spatial Access Structure for Document Representations in Vector Space., CIKM, 1996"], "Barbara Ray": ["A Terrain Database Representation Based on an Extended Vector Product Format., CIKM, 1996"], "Estrella Pulido": ["Recursive Query Processing Using Graph Traversal Techniques., CIKM, 1996"], "Daniel P. Miranker": ["Processing Queries for First Few Answers., CIKM, 1996", "A Case Study of Venus and a Declarative Basis for Rule Modules., CIKM, 1996"], "Chin-Wan Chung": ["Spatial Query Processing Using Object Decomposition Method., CIKM, 1996"], "Ling Liu": ["An Object-Oriented Approach to Multi-Level Association Rule Mining., CIKM, 1996"], "Ashley W. Plank": ["Background for Association Rules and Cost Estimate of Selected Mining Algorithms., CIKM, 1996"], "Xiaoyang Sean Wang": ["A Data Model for Supporting On-Line Analytical Processing., CIKM, 1996"], "Ibrahim Kamel": ["Fast Retrieval of Cursive Handwriting., CIKM, 1996"], "Catherine Baudin": ["Notes Explorer: Entity-Based Retrieval in Shared, Semi-Structured Information Spaces., CIKM, 1996"], "Robert J. Hall": ["Infomod: A Knowledge-Based Moderator for Electronic Mail Help Lists., CIKM, 1996"], "Asuman Dogac": ["Dynamic Query Optimization on a Distributed Object Management Platform., CIKM, 1996"], "Marianne Winslett": ["A Model of Object Database Applications and its Use in Cost Estimation., CIKM, 1996"], "Z. Meral Özsoyoglu": ["Processing OODB Queries by O-Algebra., CIKM, 1996"], "Narsingh Deo": ["Incorporating Latent Semantic Indexing into a Neural Network Model for Information Retrieval., CIKM, 1996"], "Scott B. Huffman": ["Learning to Extract Information From Text Based on User-Provided Examples., CIKM, 1996"], "Norbert Fuhr": ["Object-Oriented and Database Concepts for the Design of Networked Information Retrieval Systems., CIKM, 1996"], "Yehoshua Perl": ["Modeling a Vocabulary in an Object-Oriented Database., CIKM, 1996"], "V. Puig": ["Integrating Constraints in Complex Objects., CIKM, 1996"], "Richard D. Holowczak": ["Constructing Information Systems Based on Schema Reuse., CIKM, 1996"], "Jae-Woo Chang": ["S-signature: A New Scheme for Efficient Query Processing of Complex Objects in OODB., CIKM, 1996"], "Elke A. Rundensteiner": ["Effective Graph Clustering for Path Queries in Digital Map Databases., CIKM, 1996", "Hierarchical Optimization of Optimal Path Finding for Transportation Applications., CIKM, 1996"], "Dushan Z. Badal": ["Indexing Values of Time Sequences., CIKM, 1996"], "Naphtali Rishe": ["Performance Evaluation of G-tree and Its Application in Fuzzy Databases., CIKM, 1996"], "Ralf Steinmetz": ["The Personal Electronic Program Guide - Towards the Pre-Selection of Individual TV Programs., CIKM, 1996"], "Michael Teschke": ["CROSS-DB: A Feature-Extended Multidimensional Data Model for Statistical and Scientific Databases., CIKM, 1996"], "San-Yih Hwang": ["Handling Uncertainties in Workflow Applications., CIKM, 1996"], "Gultekin Özsoyoglu": ["Distributed Processing of Time-Constrained Queries in CASE-DB., CIKM, 1996"], "Chong-Sun Hwang": ["A New Conflict Relation for Concurrency Control and Recovery in object-based Databases., CIKM, 1996"], "Martin Freeman": ["Information Agents for Automated Browsing., CIKM, 1996"], "Iyer N. Subramanian": ["On Implementing SchemaLog - A Database Programming Language., CIKM, 1996"], "Sergio Greco": ["Optimal Unification of Bounded Simple Set Terms., CIKM, 1996"], "Richard Mark Soley": ["Web, Distributed Object Management, and Component Software (Panel)., CIKM, 1996"], "Val Tannen": ["Smart Mediators and Intelligent Agents (Panel)., CIKM, 1996"]}