{"Kyu-Young Whang": ["DB-IR integration and its application to a massively-parallel search engine., CIKM, 2009"], "Edward Y. Chang": ["Confucius and \"its\" intelligent disciples., CIKM, 2009"], "Clement T. Yu": ["Advanced metasearch engines., CIKM, 2009"], "Ee-Peng Lim": ["StereoTrust: a group based personalized trust model., CIKM, 2009"], "Yuan An": ["An empirical study on using hidden markov model for search interface segmentation., CIKM, 2009"], "Katsumi Tanaka": ["Query by analogical example: relational search using web search engine indices., CIKM, 2009", "Easiest-first search: towards comprehension-based web search., CIKM, 2009"], "Jakub Szymanski": ["Semi-supervised learning of semantic classes for query understanding: from the web and for the web., CIKM, 2009"], "C. Lee Giles": ["Efficient record-level wrapper induction., CIKM, 2009", "Independent informative subgraph mining for graph information retrieval., CIKM, 2009", "Detecting topic evolution in scientific literature: how can citations help?, CIKM, 2009", "Learning to rank graphs for online similar graph search., CIKM, 2009", "Graph-based seed selection for web-scale crawlers., CIKM, 2009"], "Bo Pang": ["What happens after an ad click?: quantifying the impact of landing pages in web advertising., CIKM, 2009"], "Charles L. A. Clarke": ["Characterizing commercial intent., CIKM, 2009"], "Efthimis N. Efthimiadis": ["Analyzing and evaluating query reformulation strategies in web search logs., CIKM, 2009"], "Susan T. Dumais": ["Characterizing and predicting search engine switching behavior., CIKM, 2009"], "Ricardo A. Baeza-Yates": ["Clustering and exploring search results using timeline constructions., CIKM, 2009"], "Marianne Winslett": ["Effective, design-independent XML keyword search., CIKM, 2009"], "Li Yan": ["Efficient processing of twig pattern matching in fuzzy XML., CIKM, 2009"], "Chee Yong Chan": ["Dissemination of heterogeneous XML data in publish/subscibe systems., CIKM, 2009"], "Carlo Sartiani": ["Linear inclusion for XML regular expression types., CIKM, 2009"], "Lei Chen": ["Effective XML content and structure retrieval with relevance ranking., CIKM, 2009", "Efficient join processing on uncertain data streams., CIKM, 2009", "Discovering matching dependencies., CIKM, 2009"], "Ming-Syan Chen": ["Intention-focused active reranking for image object retrieval., CIKM, 2009"], "Andrew Tomkins": ["A translation model for matching reviews to objects., CIKM, 2009", "An analysis framework for search sequences., CIKM, 2009"], "Dan Roth": ["Learning better transliterations., CIKM, 2009"], "Kilian Q. Weinberger": ["Supervised semantic indexing., CIKM, 2009"], "Xian-Sheng Hua": ["Ranking model adaptation for domain-specific search., CIKM, 2009"], "Adithi Sampath": ["Data-driven compound splitting method for english compounds in domain names., CIKM, 2009"], "Jun Zhao": ["Named entity disambiguation by leveraging wikipedia semantic knowledge., CIKM, 2009", "Cross-domain sentiment classification using a two-stage method., CIKM, 2009"], "Eric Crestan": ["Helping editors choose better seed sets for entity set expansion., CIKM, 2009"], "Dejing Dou": ["Using multiple ontologies in information extraction., CIKM, 2009"], "Vadim von Brzeski": ["Computational community interest for ranking., CIKM, 2009"], "ChengXiang Zhai": ["Adaptive relevance feedback in information retrieval., CIKM, 2009", "Generating comparative summaries of contradictory opinions in text., CIKM, 2009", "Beyond hyperlinks: organizing information footprints in search logs to support effective browsing., CIKM, 2009", "Constrained multi-aspect expertise matching for committee review assignment., CIKM, 2009", "A comparative study of methods for estimating query language models with pseudo feedback., CIKM, 2009"], "Ce Zhang": ["The use of categorization information in language models for question retrieval., CIKM, 2009"], "Abhishek Gupta": ["Improving search engines using human computation games., CIKM, 2009"], "Peter A. Boncz": ["Space-economical partial gram indices for exact substring matching., CIKM, 2009"], "Thomas J. E. Schwarz": ["AS-index: a structure for string search using n-grams and algebraic signatures., CIKM, 2009"], "Peter Christen": ["Robust record linkage blocking using suffix arrays., CIKM, 2009"], "Xiaofeng Meng": ["Efficient algorithms for approximate member extraction using signature-based inverted lists., CIKM, 2009", "Supporting context-based query in personal DataSpace., CIKM, 2009", "RS-Wrapper: random write optimization for solid state drive., CIKM, 2009"], "Bo Chen": ["An integrated discriminative probabilistic approach to information extraction., CIKM, 2009"], "Naren Ramakrishnan": ["Mining linguistic cues for query expansion: applications to drug interaction search., CIKM, 2009"], "Shizhong Liao": ["Message family propagation for ising mean field based on iteration tree., CIKM, 2009"], "Jianyong Wang": ["Efficient itemset generator discovery over a stream sliding window., CIKM, 2009", "Structure-aware indexing for keyword search in databases., CIKM, 2009"], "Deepa Paranjpe": ["Learning document aboutness from implicit user feedback and document structure., CIKM, 2009"], "Yulan He": ["Joint sentiment/topic model for sentiment analysis., CIKM, 2009"], "Zhong Su": ["sDoc: exploring social wisdom for document enhancement in web mining., CIKM, 2009", "Product feature categorization with multilevel latent semantic association., CIKM, 2009"], "Jussi Karlgren": ["Terminology mining in social media., CIKM, 2009"], "Torsten Suel": ["Compact full-text indexing of versioned document collections., CIKM, 2009"], "Luca Telloli": ["On the feasibility of multi-site web search engines., CIKM, 2009"], "P. Sreenivasa Kumar": ["On-line index maintenance using horizontal partitioning., CIKM, 2009"], "Susanne Boll": ["Adaptive geospatially focused crawling., CIKM, 2009"], "Stergios V. Anastasiadis": ["Low-cost management of inverted files for online full-text search., CIKM, 2009"], "Bongki Moon": ["Bitmap indexes for relational XML twig query processing., CIKM, 2009", "Dynamic in-page logging for flash-aware B-tree index., CIKM, 2009"], "Wendy Hui Wang": ["Answering XML queries using materialized views revisited., CIKM, 2009"], "Luc De Raedt": ["A query language for analyzing networks., CIKM, 2009"], "Palakorn Achananuparp": ["Probabilistic models for topic learning from images and captions in online biomedical literatures., CIKM, 2009"], "Xiaotong Lin": ["Learning to rank with a novel kernel perceptron method., CIKM, 2009"], "Gerhard Weikum": ["Towards a universal wordnet by learning from combined evidence., CIKM, 2009", "Language-model-based ranking for queries on RDF-graphs., CIKM, 2009", "MING: mining informative entity relationship subgraphs., CIKM, 2009"], "Abhishek Roy": ["Event detection from flickr data through wavelet-based spatial analysis., CIKM, 2009"], "Yang Yan": ["Msuggest: a semantic recommender framework for traditional chinese medicine book search engine., CIKM, 2009"], "Xiaoxiao Lian": ["Interactive, topic-based visual text summarization and analysis., CIKM, 2009"], "Yizhou Sun": ["P-Rank: a comprehensive structural similarity measure over information networks., CIKM, 2009"], "Wei Wang": ["Graph classification based on pattern co-occurrence., CIKM, 2009", "iMecho: an associative memory based desktop search system., CIKM, 2009"], "Shuo Zhang": ["Frequent subgraph pattern mining on uncertain graph data., CIKM, 2009"], "Jun Huan": ["L2 norm regularized feature kernel regression for graph data., CIKM, 2009", "Large margin transductive transfer learning., CIKM, 2009"], "Justin Zobel": ["Improvements that don't add up: ad-hoc retrieval results since 1998., CIKM, 2009"], "Javed A. Aslam": ["Empirical justification of the gain and discount function for nDCG., CIKM, 2009"], "Pierre Grinspan": ["Expected reciprocal rank for graded relevance., CIKM, 2009"], "Leif Azzopardi": ["Usage based effectiveness measures: monitoring application performance in information retrieval., CIKM, 2009", "Relying on topic subsets for system ranking estimation., CIKM, 2009"], "Yi-Min Wang": ["Post-rank reordering: resolving preference misalignments between search engines and end users., CIKM, 2009"], "Bianca Wackersreuther": ["Probabilistic skyline queries., CIKM, 2009", "Density-based clustering using graphics processors., CIKM, 2009"], "Christian S. Jensen": ["Scalable continuous range monitoring of moving objects in symbolic indoor space., CIKM, 2009"], "Min Wang": ["Provenance query evaluation: what's so special about it?, CIKM, 2009", "A framework for semantic link discovery over relational data., CIKM, 2009", "Semantic queries in databases: problems and challenges., CIKM, 2009"], "Baihua Zheng": ["Navigational path privacy protection: navigational path privacy protection., CIKM, 2009"], "Chris Drome": ["Automatic retrieval of similar content using search engine query interface., CIKM, 2009"], "Octavian Udrea": ["Mashup-based information retrieval for domain experts., CIKM, 2009"], "Yong Yu": ["A study of information retrieval on accumulative social descriptions using the generation features., CIKM, 2009"], "Dengyong Zhou": ["Product query classification., CIKM, 2009"], "Chin-Yew Lin": ["Learning to recommend questions based on user ratings., CIKM, 2009"], "Qiang Yang": ["Probabilistic latent preference analysis for collaborative filtering., CIKM, 2009"], "Michael R. Lyu": ["Semi-nonnegative matrix factorization with global statistical consistency for collaborative filtering., CIKM, 2009", "A social recommendation framework based on multi-scale continuous conditional random fields., CIKM, 2009", "Enhancing expertise retrieval using community-aware strategies., CIKM, 2009"], "Sebastiano Vigna": ["Voting in social networks., CIKM, 2009"], "Nigel Shadbolt": ["User-induced links in collaborative tagging systems., CIKM, 2009"], "Jaap Kamps": ["A signal-to-noise approach to score normalization., CIKM, 2009"], "Ji-Rong Wen": ["Nonlinear static-rank computation., CIKM, 2009", "Clustering queries for better document ranking., CIKM, 2009"], "Zheng Chen": ["A general magnitude-preserving boosting algorithm for search ranking., CIKM, 2009", "PQC: personalized query classification., CIKM, 2009", "ExSearch: a novel vertical search engine for online barter business., CIKM, 2009", "To divide and conquer search ranking by learning query difficulty., CIKM, 2009"], "Hsin-Min Wang": ["Learning to rank from Bayesian decision inference., CIKM, 2009"], "Kevyn Collins-Thompson": ["Reducing the risk of query expansion via robust constrained optimization., CIKM, 2009"], "Kun-Lung Wu": ["A code generation approach to optimizing high-performance distributed data stream processing., CIKM, 2009", "Characterizing, constructing and managing resource usage profiles of system S applications: challenges and experience., CIKM, 2009"], "Aristides Gionis": ["Fast shortest path distance estimation in large networks., CIKM, 2009"], "Karl Aberer": ["Evaluating top-k queries over incomplete data streams., CIKM, 2009"], "M. Tamer Özsu": ["Mining data streams with periodically changing distributions., CIKM, 2009", "Mining frequent itemsets in time-varying data streams., CIKM, 2009"], "Patrick Pantel": ["Information extraction meets relation databases., CIKM, 2009", "Identifying comparable entities on the web., CIKM, 2009"], "Azin Ashkan": ["Clustering web queries., CIKM, 2009"], "Marco Cristo": ["Evidence of quality of textual features on the web 2.0., CIKM, 2009"], "Tat-Seng Chua": ["Exploiting internal and external semantics for the clustering of short texts using world knowledge., CIKM, 2009"], "Kai Zhao": ["SELC: a self-supervised model for sentiment classification., CIKM, 2009"], "Richard D. Lawrence": ["Graph-based transfer learning., CIKM, 2009"], "W. Bruce Croft": ["A unified relevance model for opinion retrieval., CIKM, 2009", "Retrieval experiments using pseudo-desktop collections., CIKM, 2009", "Automatic query generation for patent search., CIKM, 2009"], "Xiaofang Zhou": ["Efficient information retrieval in mobile peer-to-peer networks., CIKM, 2009"], "Yanzhu Liu": ["Heterogeneous cross domain ranking in latent space., CIKM, 2009"], "Wai-Shing Ho": ["Supporting ranking pattern-based aggregate queries in sequence data cubes., CIKM, 2009"], "Xiangfu Meng": ["Fuzzy semantic web ontology learning from fuzzy UML model., CIKM, 2009"], "Kesheng Wu": ["Efficient joins with compressed bitmap indexes., CIKM, 2009"], "Darrell Whitley": ["POkA: identifying pareto-optimal k-anonymous nodes in a domain hierarchy lattice., CIKM, 2009"], "Albert Meltzer": ["Practical lessons of data mining at Yahoo!, CIKM, 2009"], "Fabrice Guillet": ["Domain driven data mining to improve promotional campaign ROI and select marketing channels., CIKM, 2009"], "Raymond K. Wong": ["Framework for timely and accurate ads on mobile devices., CIKM, 2009"], "Scott Gaffney": ["Improving web page classification by label-propagation over click graphs., CIKM, 2009"], "Joelle Pineau": ["Completing wikipedia's hyperlink structure through dimensionality reduction., CIKM, 2009"], "Huan Liu": ["Scalable learning of collective behavior based on sparse social dimensions., CIKM, 2009"], "Aixin Sun": ["Blog cascade affinity: analysis and prediction., CIKM, 2009"], "Natasa Milic-Frayling": ["Socializing or knowledge sharing?: characterizing social intent in community question answering., CIKM, 2009"], "Boualem Benatallah": ["Time sequence summarization to scale up chronology-dependent applications., CIKM, 2009"], "Arno Siebes": ["Compressing tags to find interesting media groups., CIKM, 2009"], "Wook-Shin Han": ["Efficient feature weighting methods for ranking., CIKM, 2009"], "Roland H. C. Yap": ["Fast and effective histogram construction., CIKM, 2009"], "Tim Kiefer": ["Generating SQL/XML query and update statements., CIKM, 2009"], "Sanjay Kumar Madria": ["A system for detecting xml similarity in content and structure using relational database., CIKM, 2009"], "Nithya Rajamani": ["Characteristics of document similarity measures for compliance analysis., CIKM, 2009"], "Sergey Chernov": ["Personalized social search based on the user's social network., CIKM, 2009"], "Hui Xiong": ["Enhancing recommender systems under volatile userinterest drifts., CIKM, 2009"], "Pu-Jen Cheng": ["A term dependency-based approach for query terms ranking., CIKM, 2009"], "Fernando Diaz": ["Classification-based resource selection., CIKM, 2009"], "Praveen Chandar": ["Probabilistic models of ranking novel documents for faceted topic retrieval., CIKM, 2009"], "James Allan": ["Incident threading for news passages., CIKM, 2009"], "Thomas Seidl": ["Detection of orthogonal concepts in subspaces of high dimensional data., CIKM, 2009", "Exploring multimedia databases via optimization-based relevance feedback and the earth mover's distance., CIKM, 2009"], "Jie Zhou": ["Subspace maximum margin clustering., CIKM, 2009"], "Belle L. Tseng": ["A risk minimization framework for domain adaptation., CIKM, 2009", "On domain similarity and effectiveness of adapting-to-rank., CIKM, 2009"], "David Racz": ["iLoc: a framework for incremental location-state acquisition and prediction based on mobile sensors., CIKM, 2009"], "Alvaro Bolivar": ["Predicting the conversion probability for items on C2C ecommerce sites., CIKM, 2009"], "Stephen C. Gates": ["Towards real-time measurement of customer satisfaction using automatically generated call transcripts., CIKM, 2009"], "Jin Dong": ["ROSE: retail outlet site evaluation by learning with both sample and feature preference., CIKM, 2009"], "Mengchi Liu": ["3se: a semi-structured search engine for heterogeneous data in graph model., CIKM, 2009", "Modeling context-dependent information., CIKM, 2009"], "Chengfei Liu": ["Minimal common container of tree patterns., CIKM, 2009"], "Yueguo Chen": ["Probabilistic moving range query over RFID spatio-temporal data streams., CIKM, 2009"], "Chris Upton": ["Suffix trees for very large genomic sequences., CIKM, 2009"], "Hyungdae Yi": ["Workload-aware trie indices for XML., CIKM, 2009"], "Sihem Amer-Yahia": ["Rank-aware clustering of structured datasets., CIKM, 2009"], "Eric Lo": ["Group-by skyline query processing in relational engines., CIKM, 2009"], "Mourad Debbabi": ["Walking in the crowd: anonymizing trajectory data for pattern analysis., CIKM, 2009"], "Jeffrey Xu Yu": ["Progressive skyline query evaluation and maintenance in wireless sensor networks., CIKM, 2009"], "Gang Zhao": ["Incremental similarity joins with edit distance constraints., CIKM, 2009"], "Jingbo Zhu": ["Label correspondence learning for part-of-speech annotation transformation., CIKM, 2009"], "Vijayalakshmi Atluri": ["Effective anonymization of query logs., CIKM, 2009"], "Gerome Miklau": ["A framework for safely publishing communication traces., CIKM, 2009"], "Xiangji Huang": ["Diverging patterns: discovering significant frequency change dissimilarities in large databases., CIKM, 2009"], "Junling Liu": ["Matching stream patterns of various lengths and tolerances., CIKM, 2009"], "Wilfred Ng": ["Efficient processing of group-oriented connection queries in a large graph., CIKM, 2009", "MRM: an adaptive framework for XML searching., CIKM, 2009"], "Michalis Vazirgiannis": ["Multidimensional routing indices for efficient distributed query processing., CIKM, 2009"], "Gang Chen": ["Cluster based rank query over multidimensional data streams., CIKM, 2009"], "Ada Wai-Chee Fu": ["Online anonymity for personalized web services., CIKM, 2009"], "Zhifeng Ng": ["Towards non-directional Xpath evaluation in a RDBMS., CIKM, 2009"], "Øystein Torbjørnsen": ["Inverted indexes vs. bitmap indexes in decision support systems., CIKM, 2009"], "Peter W. Beck": ["Scalable indexing of RDF graphs for efficient join processing., CIKM, 2009"], "Yitao Duan": ["Privacy without noise., CIKM, 2009"], "David C. Anastasiu": ["The gardener's problem for web information monitoring., CIKM, 2009"], "Sunju Park": ["Extraction of a latent blog community based on subject., CIKM, 2009"], "Lu Qin": ["Context-sensitive document ranking., CIKM, 2009"], "Renée J. Miller": ["(Not) yet another matcher., CIKM, 2009", "YAM: a schema matcher factory., CIKM, 2009"], "Jiuyong Li": ["Injecting purpose and trust into data anonymisation., CIKM, 2009"], "E. K. Park": ["Exploit the tripartite network of social tagging for web clustering., CIKM, 2009"], "Yi Chang": ["Multi-task learning for learning to rank in web search., CIKM, 2009"], "Olivier Cappé": ["Text segmentation via topic modeling: an analytical study., CIKM, 2009"], "Yanxiang He": ["iRANK: an interactive ranking framework and its application in query-focused summarization., CIKM, 2009"], "Lei Shi": ["Adaptive web mining of bilingual lexicons for cross language information retrieval., CIKM, 2009"], "David Hawking": ["Similarity-aware indexing for real-time entity resolution., CIKM, 2009"], "Jamie Callan": ["Effective and efficient structured retrieval., CIKM, 2009"], "Elad Yom-Tov": ["Who tags the tags?: a framework for bookmark weighting., CIKM, 2009"], "Lawrence Wai": ["Web search result summarization: title selection algorithms and user satisfaction., CIKM, 2009"], "Benoît Dumoulin": ["Context sensitive synonym discovery for web search queries., CIKM, 2009"], "Manabu Okumura": ["Text summarization model based on the budgeted median problem., CIKM, 2009"], "Changshui Zhang": ["Instance- and bag-level manifold regularization for aggregate outputs classification., CIKM, 2009", "Efficient multi-class unlabeled constrained semi-supervised SVM., CIKM, 2009"], "Michael Bendersky": ["Utilizing inter-passage and inter-document similarities for re-ranking search results., CIKM, 2009"], "Raymond Y. K. Lau": ["An effective model of using negative relevance feedback for information filtering., CIKM, 2009"], "Xiaojun Wan": ["Topic analysis for topic-focused multi-document summarization., CIKM, 2009"], "Irwin King": ["MatchSim: a novel neighbor-based similarity measure with maximum neighborhood matching., CIKM, 2009"], "David E. Losada": ["Using opinion-based features to boost sentence retrieval., CIKM, 2009"], "Daniel Blank": ["A hybrid index structure for geo-textual searches., CIKM, 2009"], "Isabelle Moulinier": ["Feature engineering on event-centric surrogate documents to improve search results., CIKM, 2009"], "Wen-Chih Peng": ["Clustering object moving patterns for prediction-based object tracking sensor networks., CIKM, 2009"], "Ying Li": ["Exploiting term relationship to boost text classification., CIKM, 2009"], "Norbert Ritter": ["Consistent on-line classification of dbs workload events., CIKM, 2009"], "Shu Zhang": ["Automatic web data extraction using tree alignment., CIKM, 2009"], "Arthur Zimek": ["LoOP: local outlier probabilities., CIKM, 2009"], "Timothy Baldwin": ["Experiments on pattern-based relation learning., CIKM, 2009"], "Christos Faloutsos": ["iPoG: fast interactive proximity querying on graphs., CIKM, 2009"], "Christie I. Ezeife": ["Using domain ontology for semantic web usage mining and next page prediction., CIKM, 2009"], "Xin Chen": ["Using negative voting to diversify answers in non-factoid question answering., CIKM, 2009"], "Caio Dias Valentim": ["A fast and simple method for extracting relevant content from news webpages., CIKM, 2009"], "Diana Inkpen": ["Real-word spelling correction using Google web 1Tn-gram data set., CIKM, 2009"], "Wei Liu": ["Acronym extraction and disambiguation in large-scale organizational web pages., CIKM, 2009"], "Li Xiong": ["Automatic link detection: a sequence labeling approach., CIKM, 2009"], "Yan Zhang": ["MagicCube: choosing the best snippet for each aspect of an entity., CIKM, 2009"], "Fabio Crestani": ["Mining and ranking streams of news stories using cross-stream sequential patterns., CIKM, 2009"], "Pierre-Alain Moëllic": ["Mining tourist information from user-supplied collections., CIKM, 2009"], "Kotagiri Ramamohanarao": ["Kernel latent semantic analysis using an information retrieval based kernel., CIKM, 2009"], "Maarten de Rijke": ["The impact of document structure on keyphrase extraction., CIKM, 2009", "Predicting the volume of comments on online news stories., CIKM, 2009", "A query model based on normalized log-likelihood., CIKM, 2009"], "Yuefeng Li": ["XCFS: an XML documents clustering approach using both the structure and the content., CIKM, 2009"], "Jason Weston": ["Combining labeled and unlabeled data with word-class distribution learning., CIKM, 2009"], "Srinath Srinivasa": ["Finding the topical anchors of a context using lexical cooccurrence data., CIKM, 2009"], "Brian D. Davison": ["Vetting the links of the web., CIKM, 2009"], "Songbo Tan": ["Building domain-oriented sentiment lexicon by improved information bottleneck., CIKM, 2009"], "Jean-François Boulicaut": ["Agglomerating local patterns hierarchically with ALPHA., CIKM, 2009"], "Weihong Qian": ["Topic and keyword re-ranking for LDA-based topic modeling., CIKM, 2009"], "Le Gruenwald": ["Spatio-temporal association rule mining framework for real-time sensor network applications., CIKM, 2009"], "Michihiko Minoh": ["ComprehEnRank: estimating comprehension in classroom by absorbing random walks on a cognitive graph., CIKM, 2009"], "Deepak Khemani": ["Interpretable and reconfigurable clustering of document datasets by deriving word-based rules., CIKM, 2009"], "Yugyung Lee": ["CAOFES: an ontological framework for web service retrieval., CIKM, 2009"], "S. Sundararajan": ["Active learning in partially supervised classification., CIKM, 2009"], "James Fogarty": ["Identifying interesting assertions from the web., CIKM, 2009"], "Jun'ichi Tsujii": ["Opinion classification with tree kernel SVM using linguistic modality analysis., CIKM, 2009"], "Weiming Hu": ["Fragment-based clustering ensembles., CIKM, 2009"], "Muhua Zhu": ["Multi-aspect opinion polling from textual reviews., CIKM, 2009"], "Chia-Hui Chang": ["Blogger-centric contextual advertising., CIKM, 2009"], "Anil K. Jain": ["A co-classification framework for detecting web spam and spammers in social media web sites., CIKM, 2009"], "Christopher J. C. Burges": ["A machine learning approach for improved BM25 retrieval., CIKM, 2009"], "Kien A. Hua": ["Incremental query evaluation for support vector machines., CIKM, 2009"], "Osamu Hasegawa": ["To obtain orthogonal feature extraction using training data selection., CIKM, 2009"], "Sameer Madan": ["User interests in social media sites: an exploration with micro-blogs., CIKM, 2009"], "Weiyi Meng": ["The effect of negation on sentiment analysis and retrieval effectiveness., CIKM, 2009"], "Kiyoshi Oguri": ["Dynamic hyperparameter optimization for bayesian topical trend analysis., CIKM, 2009"], "Hang Li": ["A general markov framework for page importance computation., CIKM, 2009"], "Yizhen Zhu": ["Exploiting bidirectional links: making spamming detection easier., CIKM, 2009"], "Phillip C.-Y. Sheu": ["What's behind topic formation and development: a perspective of community core groups., CIKM, 2009"], "Shaoping Ma": ["Exploring relevance for clicks., CIKM, 2009"], "Lian'en Huang": ["An efficient clustering algorithm for large-scale topical web pages., CIKM, 2009"], "Sujian Li": ["HyperSum: hypergraph based semi-supervised sentence ranking for query-oriented summarization., CIKM, 2009"], "Andreas Rauber": ["Improving retrievability of patents with cluster-based pseudo-relevance feedback documents selection., CIKM, 2009"], "Hao Yuan": ["Learning from past queries for resource selection., CIKM, 2009"], "Douglas W. Oard": ["Matching person names through name transformation., CIKM, 2009"], "Jiming Liu": ["Learning to rank using evolutionary computation: immune programming or genetic programming?, CIKM, 2009"], "Jun Adachi": ["Maximal metric margin partitioning for similarity search indexes., CIKM, 2009"], "Ying Liu": ["What makes categories difficult to classify?: a study on predicting classification performance for categories., CIKM, 2009"], "Rajiv Khanna": ["Translating relevance scores to probabilities for contextual advertising., CIKM, 2009"], "David A. Smith": ["Online community search using thread structure., CIKM, 2009"], "Dietrich Klakow": ["A word clustering approach for language model-based sentence retrieval in question answering systems., CIKM, 2009"], "Kilian Thiel": ["Pure spreading activation is pointless., CIKM, 2009"], "Ben Kao": ["Collaborative resource discovery in social tagging systems., CIKM, 2009"], "Hongyuan Zha": ["Smoothing DCG for learning to rank: a novel approach using smoothed hinge functions., CIKM, 2009"], "Hema Raghavan": ["A collaborative filtering approach to ad recommendation using the query-ad click graph., CIKM, 2009"], "Daqing He": ["Pseudo relevance feedback using semantic clustering in relevance language model., CIKM, 2009"], "Joemon M. Jose": ["A proactive personalised retrieval system., CIKM, 2009"], "Haobin Li": ["Data extraction from the web using wild card queries., CIKM, 2009"], "Jian-Yun Nie": ["Smoothing document language model with local word graph., CIKM, 2009"], "Fabrizio Silvestri": ["Aging effects on query flow graphs for query suggestion., CIKM, 2009"], "Özgür Ulusoy": ["Exploiting query views for static index pruning in web search engines., CIKM, 2009"], "Dekang Lin": ["Answer typing for information retrieval., CIKM, 2009"], "Maria Luisa Sapino": ["Exploring path query results through relevance feedback., CIKM, 2009"], "Yihong Gong": ["Comparative document summarization via discriminative sentence selection., CIKM, 2009"], "Jong-Hyeok Lee": ["An improved feedback approach using relevant local posts for blog feed retrieval., CIKM, 2009"], "Éric Gaussier": ["Retrieval constraints and word frequency distributions: a log-logistic model for IR., CIKM, 2009"], "Michal Shmueli-Scheuer": ["A scalable and effective full-text search in P2P networks., CIKM, 2009"], "Iadh Ounis": ["The influence of the document ranking in expert search., CIKM, 2009", "A study of selective collection enrichment for enterprise search., CIKM, 2009", "Finding good feedback documents., CIKM, 2009"], "Amit Sasturkar": ["URL normalization for de-duplication of web pages., CIKM, 2009"], "Veronica Gil Costa": ["Location cache for web queries., CIKM, 2009"], "Prasenjit Mitra": ["Generating synopses for document-element search., CIKM, 2009", "Multidimensional political spectrum identification and analysis., CIKM, 2009"], "Anlei Dong": ["Incorporating robustness into web ranking evaluation., CIKM, 2009"], "Tim Finin": ["Ensembles in adversarial classification for spam., CIKM, 2009"], "Shamit Patel": ["Improving binary classification on text problems using differential word features., CIKM, 2009"], "Gianluca Donato": ["Feature selection for ranking using boosted trees., CIKM, 2009"], "Xiaoming Li": ["Evaluation of methods for relative comparison of retrieval systems based on clickthroughs., CIKM, 2009"], "Aleksandar Ignjatovic": ["Measuring system performance and topic discernment using generalized adaptive-weight mean., CIKM, 2009"], "Milos Hauskrecht": ["Boosting KNN text classification accuracy by using supervised term weighting schemes., CIKM, 2009"], "Silviu Cucerzan": ["Automatic generation of topic pages using query-based aspect models., CIKM, 2009"], "Kalervo Järvelin": ["Interactive relevance feedback with graded relevance and sentence extraction: simulated user experiments., CIKM, 2009"], "Zhaohui Zheng": ["Stochastic gradient boosted distributed decision trees., CIKM, 2009"], "Won Suk Lee": ["M-COPE: a multiple continuous query processing engine., CIKM, 2009", "DS-Cuber: an integrated OLAP environment for data streams., CIKM, 2009"], "Yannis Manolopoulos": ["A novel distributed P2P simulator architecture: D-P2P-sim., CIKM, 2009"], "Bonghee Hong": ["Demonstration of an RFID middleware: LIT ALE manager., CIKM, 2009"], "Carlos Ordonez": ["OLAP with UDFs in digital libraries., CIKM, 2009"], "Rim Moussa": ["HDDBrs middleware for implementing highly available distributed databases., CIKM, 2009"], "Liwei Zheng": ["OfCourse: web content discovery, classification and information extraction for online course materials., CIKM, 2009"], "Baek Hwan Cho": ["VRIFA: a nonlinear SVM visualization tool using nomogram and localized radial basis function (LRBF) kernels., CIKM, 2009"], "Volker Linnemann": ["LuposDate: a semantic web database system., CIKM, 2009"], "Bin Cui": ["Constructing evolutionary taxonomy of collaborative tagging systems., CIKM, 2009"], "Yon Dohn Chung": ["SPIDER: a system for scalable, parallel / distributed evaluation of large-scale RDF data., CIKM, 2009"], "Carson Kai-Sang Leung": ["AnchorWoman: top-k structured mobile web search engine., CIKM, 2009"], "Christiaan Hendrikus van der Meijden": ["OSSOBOOK: database and knowledgemanagement techniques for archaeozoology., CIKM, 2009"], "Lihua Yue": ["A flexible simulation environment for flash-aware algorithms., CIKM, 2009"], "Maarten Marx": ["Helping people to choose for whom to vote. a web information system for the 2009 European elections., CIKM, 2009"], "Chung-Kuang Chou": ["RSS watchdog: an instant event monitor on real online news streams., CIKM, 2009"], "Sungchul Kim": ["RefMed: relevance feedback retrieval system fo PubMed., CIKM, 2009"], "Helmut Berger": ["SOIRE: a service-oriented IR evaluation architecture., CIKM, 2009"], "Uwe M. Borghoff": ["Efficient and reliable merging of XML documents., CIKM, 2009"], "Hyeokman Kim": ["A graphical browser for XML schema documents., CIKM, 2009"], "Sofia Brenes": ["XQGen: an algebra-based XPath query generator for micro-benchmarking., CIKM, 2009"], "Michel Salim": ["ASIC: algebra-based structural index comparison., CIKM, 2009"], "Dell Zhang": ["Bridging the gap: complex networks meet information and knowledge management., CIKM, 2009"], "Maojin Jiang": ["TSA'09 workshop summary: topic-sentiment analysis., CIKM, 2009"], "Jordi Nin": ["Privacy and anonymization for very large datasets., CIKM, 2009"], "Ying Chen": ["CloudDB workshop summary., CIKM, 2009"]}