{"Ricardo A. Baeza-Yates": ["Block Addressing Indices for Approximate Text Retrieval., CIKM, 1997"], "James C. French": ["Applications of Approximate Word Matching in Information Retrieval., CIKM, 1997"], "Carol Lundquist": ["Improving Relevance Feedback in the Vector Space Model., CIKM, 1997"], "Iqbal A. Goralwalla": ["Modeling Temporal Primitives: Back to Basics., CIKM, 1997"], "Michel Jaczynski": ["A Framework for the Management of Past Experiences with Time-Extended Situations., CIKM, 1997"], "Ken Nakayama": ["I-Regular Expression: Regular Expression with Continuous Interval Constraints., CIKM, 1997"], "SangKeun Lee": ["A Uniform Approach to Global Concurrency Control and Recovery in Multidatabase Environment., CIKM, 1997"], "Youngkon Lee": ["Commit-Reordering Validation Scheme for Transaction Scheduling in Client-Server Based Teleputing Systems: COREV., CIKM, 1997"], "Thomas Tesch": ["Global Nested Transaction Management for ODMG-Compliant Multi-Database Systems., CIKM, 1997"], "Thomas Lukasiewicz": ["Efficient Global Probabilistic Deduction from Taxonomic and Probabilistic Knowledge-Bases over Conjunctive Events., CIKM, 1997"], "Udo Hahn": ["Knowledge Mining from Textual Sources., CIKM, 1997"], "Waldemar W. Koczkodaj": ["Using Consistency-driven Pairwise Comparisons in Knowledge-based Systems., CIKM, 1997"], "Daniel Barbará": ["The AudioWeb., CIKM, 1997"], "Tim T. Y. Wai": ["Retrieving Video Data Via Motion Tracks of Content Symbols., CIKM, 1997"], "Nevenka Dimitrova": ["Video Keyframe Extraction and Filtering: A Keyframe is not a Keyframe to Everyone., CIKM, 1997"], "Aldo Franco Dragoni": ["Distributed Knowledge Revision/Integration., CIKM, 1997"], "Tolga Bozkaya": ["Matching and Indexing Sequences of Different Lengths., CIKM, 1997"], "Andreas Henrich": ["The Update of Index Structures in Object-Oriented DBMS., CIKM, 1997"], "Lance Obermeyer": ["Evaluating Triggers Using Decision Trees., CIKM, 1997"], "Jong Soo Park": ["Mining Association Rules with Adjustable Accuracy., CIKM, 1997"], "Seung-Kyum Kim": ["A Practical Approach to Static Analysis and Execution of Rules in Active Databases., CIKM, 1997"], "Jae-Woo Chang": ["A Spatial Match Representation Scheme for Indexing and Querying in Iconic Image Databases., CIKM, 1997"], "Ling Lin": ["Using a Sequential Index in Terrain-Aided Navigation., CIKM, 1997"], "Chabane Djeraba": ["Digital Information Retrieval., CIKM, 1997"], "Lisa Singh": ["Generating Association Rules from Semi-Structured Documents Using an Extended Concept Hierarchy., CIKM, 1997"], "Suk-Chung Yoon": ["Intensional Query Processing Using Data Mining Approaches., CIKM, 1997"], "Keith C. C. Chan": ["Mining Fuzzy Association Rules., CIKM, 1997"], "Mark Osborn": ["Evaluating Document Retrieval in Patent Database: A Preliminary Report., CIKM, 1997"], "Matthew C. Jones": ["View Materialization Techniques for Complex Hierarchical Objects., CIKM, 1997"], "Michael Früchtl": ["Assistant for an Information Database., CIKM, 1997"], "Charu C. Aggarwal": ["On Disk Caching of Web Objects in Proxy Servers., CIKM, 1997"], "Wonjun Lee": ["Experimental Evaluation of PFS Continuous Media File System., CIKM, 1997"], "Amir M. Zarkesh": ["Analysis and Design of Server Informative WWW-Sites., CIKM, 1997"], "Chengwen Liu": ["A Framework for Global Optimization of Aggregate Queries., CIKM, 1997"], "James Dullea": ["An Analysis of Cardinality Constraints in Redundant Relationships., CIKM, 1997"], "Susan Gauch": ["A Corpus Analysis Approach for Automatic Query Expansion., CIKM, 1997"], "John Light": ["A Distributed, Graphical, Topic-Oriented Document Search System., CIKM, 1997"], "Alia I. Abdelmoty": ["Towards Maintaining Consistency of Spatial Databases., CIKM, 1997"], "Erdogan Dogdu": ["Real-Time Transactions with Execution Histories: Priority Assignment and Load Control., CIKM, 1997"], "Pou-yung Lee": ["Reducing Match Time Variance in Production Systems with HAL., CIKM, 1997"], "Brad Perry": ["Discovering Similar Resources by Content Part-Linking., CIKM, 1997"], "Jie Cheng": ["Learning Belief Networks from Data: An Information Theory Based Approach., CIKM, 1997"], "Vanja Josifovski": ["Incorporating Association Pattern and Operation Specification in ODMG's OQL., CIKM, 1997"], "Michael Wolverton": ["Exploiting Enterprise Models for the Automatic Distribution of Corporate Information., CIKM, 1997"], "Ron Dolin": ["Pharos: A Scalable Distributed Architecture for Locating Heterogeneous Information Sources., CIKM, 1997"], "Sang Kyun Cha": ["Xmas: An Extensible Main-Memory Storage System., CIKM, 1997"], "IlYoung Chung": ["A Contention Based Dynamic Consistency Maintenance Scheme for Client Cache., CIKM, 1997"], "Sharad Mehrotra": ["Dealing with Partial Failures in Multiple Processor Primary-Backup Systems., CIKM, 1997"]}