{"Ben Shneiderman": ["Leonardo's laptop: human needs and the new computing technologies., CIKM, 2005"], "Yannis E. Ioannidis": ["Emerging data management systems: close-up and personal., CIKM, 2005"], "Thomas Hofmann": ["From bits and bytes to information and knowledge., CIKM, 2005"], "Börkur Sigurbjörnsson": ["Structured queries in XML retrieval., CIKM, 2005"], "Peter M. G. Apers": ["Score region algebra: building a transparent XML-R database., CIKM, 2005"], "Jaana Kekäläinen": ["Generalized contextualization method for XML information retrieval., CIKM, 2005"], "Can Türker": ["Decentralized coordination of transactional processes in peer-to-peer environments., CIKM, 2005"], "Francesco Scarcello": ["On the complexity of computing peer agreements for consistent query answering in peer-to-peer data integration systems., CIKM, 2005"], "Peter Triantafillou": ["Internet scale string attribute publish/subscribe data networks., CIKM, 2005"], "Burkhard Freitag": ["Intelligent creation of notification events in information systems: concept, implementation and evaluation., CIKM, 2005"], "Weimin Xiao": ["Opportunity map: a visualization framework for fast identification of actionable knowledge., CIKM, 2005"], "Prasenjit Mitra": ["Establishing value mappings using statistical models and user feedback., CIKM, 2005"], "Maarten de Rijke": ["Retrieving answers from frequently asked questions pages on the web., CIKM, 2005"], "Joon Ho Lee": ["Finding similar questions in large question and answer archives., CIKM, 2005"], "Xiaoyan Yu": ["Connecting topics in document collections with stepping stones and pathways., CIKM, 2005"], "Elisa Bertino": ["Securing XML data in third-party distribution systems., CIKM, 2005", "A novel approach for privacy-preserving video sharing., CIKM, 2005"], "Philippe Pucheral": ["The case for access control on XML relationships., CIKM, 2005"], "Hamid Pirahesh": ["A function-based access control model for XML databases., CIKM, 2005"], "Anand Thamildurai": ["Exact match search in sequence data using suffix trees., CIKM, 2005"], "Vassilis Athitsos": ["Rotation invariant indexing of shapes and line drawings., CIKM, 2005"], "Ambuj K. Singh": ["DIST: a distributed spatio-temporal index structure for sensor networks., CIKM, 2005", "Scalable ranking for preference queries., CIKM, 2005"], "Kathleen Griffiths": ["Focused crawling for both topical relevance and quality of medical information., CIKM, 2005"], "Wei-Ying Ma": ["Hybrid index structures for location-based web search., CIKM, 2005"], "Binggong Ding": ["Person resolution in person search results: WebHawk., CIKM, 2005"], "Ling Liu": ["Adaptive load shedding for windowed stream joins., CIKM, 2005"], "Philip S. Yu": ["Integrating DCT and DWT for approximating cube streams., CIKM, 2005", "Compact reachability labeling for graph-structured data., CIKM, 2005"], "Jörg Sander": ["Exploiting redundancy in sensor networks for energy efficient processing of spatiotemporal region queries., CIKM, 2005"], "Andrew McCallum": ["Collective multi-label classification., CIKM, 2005", "Joint deduplication of multiple record types in relational data., CIKM, 2005"], "Wai Gen Yee": ["Clustering high-dimensional data using an efficient and effective data space reduction., CIKM, 2005"], "Enrico Ronchetti": ["Versatile structural disambiguation for semantic-aware applications., CIKM, 2005"], "Elke A. Rundensteiner": ["D-CAPE: distributed and self-tuned continuous query processing., CIKM, 2005"], "Le Gruenwald": ["Mining conserved XML query paths for dynamic-conscious caching., CIKM, 2005", "WAM-Miner: in the search of web access motifs from historical web log data., CIKM, 2005"], "Aoying Zhou": ["Optimizing continuous multijoin queries over distributed streams., CIKM, 2005"], "Masashi Yamamuro": ["Processing XPath queries with XML summaries., CIKM, 2005"], "Tian Yu": ["On reducing redundancy and improving efficiency of XML labeling schemes., CIKM, 2005"], "Wen-Chi Hou": ["Applying cosine series to join size estimation., CIKM, 2005"], "David A. Grossman": ["Database selection in intranet mediators for natural language queries., CIKM, 2005"], "Vagelis Hristidis": ["Structure-based query-specific document summarization., CIKM, 2005"], "Alberto O. Mendelzon": ["Typed functional query languages with equational specifications., CIKM, 2005"], "Gene Tsudik": ["DSAC: integrity for outsourced databases with signature aggregation and chaining., CIKM, 2005"], "Chen Li": ["Answering aggregation queries on hierarchical web sites using adaptive sampling., CIKM, 2005"], "Mukesh K. Mohania": ["OSQR: overlapping clustering of query results., CIKM, 2005"], "Ramon Lawrence": ["INFER: a relational query language without the complexity of SQL., CIKM, 2005"], "Chinya V. Ravishankar": ["Efficient data dissemination using locale covers., CIKM, 2005"], "Keishi Tajima": ["Incremental evaluation of a monotone XPath fragment., CIKM, 2005"], "Nan Wang": ["Discovering strong skyline points in high dimensional spaces., CIKM, 2005"], "Il-Yeol Song": ["Mining undiscovered public knowledge from complementary and non-interactive biomedical literature through semantic pruning., CIKM, 2005"], "Yuqing Wu": ["Access control for XML: a dynamic query rewriting approach., CIKM, 2005"], "John Zeleznikow": ["Relational computation for mining association rules from XML data., CIKM, 2005"], "Helena Ahonen-Myka": ["Mining all maximal frequent word sequences in a set of sentences., CIKM, 2005"], "Gordon B. Agnew": ["Localized routing trees for query processing in sensor networks., CIKM, 2005"], "Xue-Qiang Zeng": ["A latent semantic classification model., CIKM, 2005"], "Dyce Jing Zhao": ["Supporting ranked search in parallel search cluster networks., CIKM, 2005"], "Katsumi Tanaka": ["Web opinion poll: extracting people's view by impression mining from the web., CIKM, 2005"], "Thomas Kamps": ["Statistical relationship determination in automatic thesaurus construction., CIKM, 2005"], "Hua Li": ["Model-guided information discovery for intelligence analysis., CIKM, 2005"], "Omid Madani": ["Biasing web search results for topic familiarity., CIKM, 2005"], "ChengXiang Zhai": ["Accurate language model estimation with document expansion., CIKM, 2005", "Accurately extracting coherent relevant passages using hidden Markov models., CIKM, 2005", "Implicit user modeling for personalized search., CIKM, 2005"], "Bing Liu": ["Mining community structure of named entities from free text., CIKM, 2005"], "Kwok-Yan Lam": ["A practical system of keyphrase extraction for web pages., CIKM, 2005"], "Chak-man Ng": ["Incremental stock time series data delivery and visualization., CIKM, 2005"], "Quanzhi Li": ["Generating better concept hierarchies using automatic document classification., CIKM, 2005"], "Xin Chen": ["Domain-specific keyphrase extraction., CIKM, 2005"], "Jyh-haw Yeh": ["An RSA-based time-bound hierarchical key assignment scheme for electronic article subscription., CIKM, 2005"], "Wagner Meira Jr.": ["Maximal termsets as a query structuring mechanism., CIKM, 2005"], "Arjen P. de Vries": ["Structural features in content oriented XML retrieval., CIKM, 2005"], "Soon Myoung Chung": ["Text document clustering based on frequent word sequences., CIKM, 2005"], "Umberto Straccia": ["Information retrieval and machine learning for probabilistic schema matching., CIKM, 2005"], "Patrick Gallinari": ["Learning to summarise XML documents using content and structure., CIKM, 2005", "Using RankBoost to compare retrieval systems., CIKM, 2005"], "Dongtao Li": ["Trust-based collaborative filtering., CIKM, 2005"], "Yuxin Peng": ["The earth mover's distance as a semantic measure for document similarity., CIKM, 2005"], "Hongbo Fu": ["Slicing*-tree based web page transformation for small displays., CIKM, 2005"], "Colm O'Riordan": ["An evaluation of evolved term-weighting schemes in information retrieval., CIKM, 2005"], "Jaap Kamps": ["Web-centric language models., CIKM, 2005"], "Eugene J. Shekita": ["Static score bucketing in inverted indexes., CIKM, 2005"], "Matthew B. Koll": ["Finding experts in community-based question-answering services., CIKM, 2005"], "Charles L. A. Clarke": ["Indexing time vs. query time: trade-offs in dynamic information retrieval systems., CIKM, 2005"], "Robert Warren": ["Poison pills: harmful relevant documents in feedback., CIKM, 2005"], "Fernando Adrian Das Neves": ["Discretization based learning approach to information retrieval., CIKM, 2005", "Semantic verification for fact seeking engines., CIKM, 2005"], "Hoang Oanh Nguyen Thi": ["Fast webpage classification using URL features., CIKM, 2005"], "Pascal Poncelet": ["On the estimation of frequent itemsets for data streams: theory and experiments., CIKM, 2005"], "Anmol Bhasin": ["Unapparent information revelation: a concept chain graph approach., CIKM, 2005"], "W. Bruce Croft": ["Document quality models for web ad hoc retrieval., CIKM, 2005", "Novelty detection based on sentence level patterns., CIKM, 2005"], "Ali R. Hurson": ["Cooperative caching for k-NN search in ad hoc networks., CIKM, 2005"], "Pável Calado": ["A new framework to combine descriptors for content-based image retrieval., CIKM, 2005", "Intelligent GP fusion from multiple sources for text classification., CIKM, 2005"], "Byron Dom": ["A structure-sensitive framework for text categorization., CIKM, 2005"], "Martin Pfeifle": ["Efficient and effective server-sided distributed clustering., CIKM, 2005"], "Sabine Rabaséda": ["Evaluation of a MCA-based approach to organize data cubes., CIKM, 2005"], "Pedro Coutinho": ["Semantic similarity over the gene ontology: family correlation and selecting disjunctive ancestors., CIKM, 2005"], "Ming-Syan Chen": ["Frequent pattern discovery with memory constraint., CIKM, 2005"], "Christopher C. Yang": ["Extracting a website's content structure from its link structure., CIKM, 2005"], "Bernhard Mitschang": ["Improving intranet search-engines using context information from databases., CIKM, 2005"], "Heping Hu": ["A new permutation approach for distributed association rule mining., CIKM, 2005"], "Ling Ma": ["On off-topic access detection in information systems., CIKM, 2005"], "Vipin Kumar": ["Privacy leakage in multi-relational databases via pattern based semi-supervised learning., CIKM, 2005"], "Evangelos E. Milios": ["Document clustering using character N-grams: a comparative evaluation with term-based and word-based clustering., CIKM, 2005"], "Samy Bengio": ["Inferring document similarity from hyperlinks., CIKM, 2005"], "Ronen Feldman": ["A hybrid approach to NER by MEMM and manual rules., CIKM, 2005"], "Joachim Hammer": ["Situation-aware risk management in autonomous agents., CIKM, 2005"], "Clement T. Yu": ["Mining officially unrecognized side effects of drugs by combining web search and machine learning., CIKM, 2005"], "Wolfgang Nejdl": ["MailRank: using ranking for spam detection., CIKM, 2005"], "Georg Lausen": ["ViPER: augmenting automatic information extraction with visual perceptions., CIKM, 2005"], "Yehoshua Sagiv": ["Interconnection semantics for keyword search in XML., CIKM, 2005"], "P. Sreenivasa Kumar": ["Efficient indexing and querying of XML data using modified Prüfer sequences., CIKM, 2005"], "Shree Raman": ["Towards automatic association of relevant unstructured content with structured query results., CIKM, 2005"], "Silviu Cucerzan": ["Predicting accuracy of extracting information from unstructured text collections., CIKM, 2005"], "Mong-Li Lee": ["A framework for mining topological patterns in spatio-temporal databases., CIKM, 2005", "ERkNN: efficient reverse k-nearest neighbors retrieval with local kNN-distance estimation., CIKM, 2005"], "Swaroop K. Chalasani": ["Automated cleansing for spend analytics., CIKM, 2005"], "George Karypis": ["Feature-based recommendation system., CIKM, 2005"], "Aya Soffer": ["Automatic analysis of call-center conversations., CIKM, 2005"], "Dmitriy Meyerzon": ["A new approach to intranet search based on information extraction., CIKM, 2005"], "Hongbo Xu": ["A novel refinement approach for text categorization., CIKM, 2005"], "Xue Li": ["Time weight collaborative filtering., CIKM, 2005"], "Jianwen Su": ["Handling frequent updates of moving objects., CIKM, 2005"], "Tok Wang Ling": ["QED: a novel quaternary encoding to completely avoid re-labeling in XML updates., CIKM, 2005"], "Sourav S. Bhowmick": ["Detecting changes on unordered XML documents using relational databases: a schema-conscious approach., CIKM, 2005"], "Justin Zobel": ["Similarity measures for tracking information flow., CIKM, 2005", "Redundant documents and search effectiveness., CIKM, 2005", "Fast on-line index construction by geometric partitioning., CIKM, 2005"], "Weiyi Meng": ["Word sense disambiguation in queries., CIKM, 2005"], "Albrecht Schmidt": ["Kalchas: a dynamic XML search engine., CIKM, 2005"], "Yuuji Hotta": ["Order checking in a CPOE using event analyzer., CIKM, 2005"], "Mario Diwersy": ["SyynX solutions: practical knowledge management in a medical environment., CIKM, 2005"], "Michael Hoey": ["Leveraging collective knowledge., CIKM, 2005"], "Keh-Shin F. Cheng": ["Taxonomies by the numbers: building high-performance taxonomies., CIKM, 2005"], "Xing Li": ["Distributed PageRank computation based on iterative aggregation-disaggregation methods., CIKM, 2005"], "Andreas Henrich": ["Scalable summary based retrieval in P2P networks., CIKM, 2005"], "Edward L. Robertson": ["A formal characterization of PIVOT/UNPIVOT., CIKM, 2005"], "Fabrizio Sebastiani": ["Determining the semantic orientation of terms through gloss classification., CIKM, 2005"], "Shlomo Argamon": ["Using appraisal groups for sentiment analysis., CIKM, 2005"], "Adele E. Howe": ["Effects of web document evolution on genre classification., CIKM, 2005"], "Thodoris Tsotsos": ["Query workload-aware overlay construction using histograms., CIKM, 2005"], "Kesheng Wu": ["Optimizing candidate check costs for bitmap indices., CIKM, 2005"], "Kenneth C. Sevcik": ["Towards estimating the number of distinct value combinations for a set of attributes., CIKM, 2005"], "Emine Yilmaz": ["A geometric interpretation and analysis of R-precision., CIKM, 2005"], "Fernando Diaz": ["Regularizing ad hoc retrieval scores., CIKM, 2005"], "James Allan": ["Incremental test collections., CIKM, 2005"], "Guihong Cao": ["Query expansion using term relationships in language models for information retrieval., CIKM, 2005"], "Nivio Ziviani": ["Concept-based interactive query expansion., CIKM, 2005"], "Jamie Callan": ["Query expansion using random walk models., CIKM, 2005"], "Narain H. Gehani": ["Semantic querying of tree-structured data sources using partially specified tree patterns., CIKM, 2005"], "Neoklis Polyzotis": ["Selectivity-based partitioning: a divide-and-union paradigm for effective query optimization., CIKM, 2005"], "Michel Scholl": ["Efficient evaluation of parameterized pattern queries., CIKM, 2005"], "Rohini K. Srihari": ["Minimal document set retrieval., CIKM, 2005"], "Philippe Mulhem": ["A model for weighting image objects in home photographs., CIKM, 2005"], "Kenneth R. Wood": ["Automatic construction of multifaceted browsing interfaces., CIKM, 2005"], "Beverly Yang": ["Optimizing cursor movement in holistic twig joins., CIKM, 2005"], "Marco Ruzzi": ["Consistent query answering under key and exclusion dependencies: algorithms and experiments., CIKM, 2005"], "Dik Lun Lee": ["Balancing performance and confidentiality in air index., CIKM, 2005"], "Massimo Melucci": ["Context modeling and discovery using vector space bases., CIKM, 2005"], "Chi-Chao Chang": ["Y!Q: contextual search at the point of inspiration., CIKM, 2005"]}