{"C. Lee Giles": ["Searching the Web: Can You Find What You Want?, CIKM, 1999"], "James T. Scoggins": ["A Practitioners' View of Techniques Used in Data Warehousing for Sifting Through Data to Provide Information., CIKM, 1999"], "Byunggu Yu": ["Simple QSF-Trees: An Efficient and Scalable Spatial Access Method., CIKM, 1999"], "Ju-Won Song": ["Transformation-Based Spatial Join., CIKM, 1999"], "Vasilis Delis": ["Binary String Relations: A Foundation for Spatiotemporal Knowledge Representation., CIKM, 1999"], "Russell C. Swan": ["Extracting Significant Time Varying Features from Text., CIKM, 1999"], "Yasusi Kanada": ["A Method of Geographical Name Extraction from Japanese Text for Thematic Geographical Search., CIKM, 1999"], "Chin-Yew Lin": ["Training a Selection Function for Extraction., CIKM, 1999"], "Birgit Pröll": ["Ready for Prime Time: Pre-Generation of Web Pages in TIScover., CIKM, 1999"], "Kun-Lung Wu": ["Local Replication for Proxy Web Caches with Hash Routing., CIKM, 1999"], "Dongwon Lee": ["Semantic Caching via Query Matching for Web Sources., CIKM, 1999"], "Stephen W. Liddle": ["Automatically Extracting Structure and Data from Business Reports., CIKM, 1999"], "Berthier A. Ribeiro-Neto": ["Extracting Semi-Structured Data Through Examples., CIKM, 1999"], "Mei-Ling Shyu": ["Discovering Quasi-Equivalence Relationships from Database Systems., CIKM, 1999"], "Katsushi Matsuda": ["Task-Oriented World Wide Web Retrieval by Document Type Classification., CIKM, 1999"], "Wen-Lin Hsu": ["Classification Algorithms for NETNEWS Articles., CIKM, 1999"], "Hang Li": ["Text Classification Using ESC-based Stochastic Decision Lists., CIKM, 1999"], "Waldemar Wieczerzycki": ["Database Model for Web-Based Cooperative Applications., CIKM, 1999"], "Steve Lawrence": ["Indexing and Retrieval of Scientific Literature., CIKM, 1999"], "Robert B. Allen": ["Metadata and Data Structures for the Historical Newspaper Digital Library., CIKM, 1999"], "Amin Y. Noaman": ["A Horizontal Fragmentation Algorithm for the Fact Relation in a Distributed Data Warehouse., CIKM, 1999"], "David Wai-Lok Cheung": ["Requirement-Based Data Cube Schema Design., CIKM, 1999"], "Theodore Johnson": ["Extending Complex Ad-Hoc OLAP., CIKM, 1999"], "Yannis Labrou": ["Yahoo! As an Ontology: Using Yahoo! Categories to Describe Documents., CIKM, 1999"], "Xiaolan Zhu": ["Ontology-Based Web Site Mapping for Information Exploration., CIKM, 1999"], "Steven Geffner": ["Browsing Large Digital Library Collections Using Classification Hierarchies., CIKM, 1999"], "Yong Lin": ["ZBroker: A Query Routing Broker for Z39.50 Databases., CIKM, 1999"], "Eric J. Glover": ["Architecture of a Metasearch Engine That Supports User Information Needs., CIKM, 1999"], "Clement T. Yu": ["Efficient and Effective Metasearch for a Large Number of Text Databases., CIKM, 1999"], "Ling Feng": ["Mining Inter-Transaction Associations with Templates., CIKM, 1999"], "John D. Holt": ["Efficient Mining of Association Rules in Text Databases., CIKM, 1999"], "Suk-Chung Yoon": ["Using Domain Knowledge in Knowledge Discovery., CIKM, 1999"], "Srinivasan Parthasarathy": ["Incremental and Interactive Sequence Mining., CIKM, 1999"], "Jeong-Oog Lee": ["SemQL: A Semantic Query Language for Multidatabase Systems., CIKM, 1999"], "Lane Warshaw": ["Rule-Based Query Optimization, Revisited., CIKM, 1999"], "Andrew Lim": ["Page Access Scheduling in Join Processing., CIKM, 1999"], "David Tanzer": ["Queryable Acyclic Production Systems., CIKM, 1999"], "Sunil Samtani": ["Self Maintenance of Multiple Views in Data Warehousing., CIKM, 1999"], "Ben Kao": ["Updates and View Maintenance in Soft Real-Time Database Systems., CIKM, 1999"], "John R. Smith": ["An Adaptive View Element Framework for Multi-Dimensional Data Management., CIKM, 1999"], "Fei Song": ["A General Language Model for Information Retrieval., CIKM, 1999"], "Ron Dolin": ["Practical evaluation of IR within automated classification systems., CIKM, 1999"], "M. Catherine McCabe": ["A Unified Environment for Fusion of Information Retrieval Approaches., CIKM, 1999"], "Myoung-Ah Kang": ["Indexing field values in field oriented systems: interval Quadtree., CIKM, 1999"], "Hakan Ferhatosmanoglu": ["Clustering Declustered Data for Efficient Retrieval., CIKM, 1999"], "Qinglong Hu": ["Indexing Techniques for Wireless Data Broadcast Under Data Clustering and Scheduling., CIKM, 1999"], "Franck Ravat": ["Towards Data Warehouse Design., CIKM, 1999"], "Avigdor Gal": ["Obsolescent Materialized Views in Query Processing of Enterprise Information Systems., CIKM, 1999"], "Hui Wang": ["Efficient Refreshment of Materialized Views with Multiple Sources., CIKM, 1999"], "Hyunchul Jang": ["An Effective Mechanism for Index Update in Structured Documents., CIKM, 1999"], "Conrad T. K. Chang": ["Performance and Implications of Semantic Indexing in a Distributed Environment., CIKM, 1999"], "Claudia Rolker": ["Quality of Service Transferred to Information Retrieval: The Adaptive Information Retrieval System., CIKM, 1999"], "Dwi H. Widyantoro": ["An Adaptive Algorithm for Learning Changes in User Interests., CIKM, 1999"], "Eytan Adar": ["Haystack: Per-User Information Environments., CIKM, 1999"], "Thomas Lee": ["Information Integration with Attributio Support for Corporate Profiles., CIKM, 1999"], "Roger Weber": ["Architecture of a Networked Image Search and Retrieval System., CIKM, 1999"], "Shahram Ghandeharizadeh": ["A Comparison of Alternative Continuous Display Techniques with Heterogeneous Multi-Zone Disks., CIKM, 1999"], "Yeon-Jung Kim": ["Spatial Match Representation Scheme Supporting Ranking in Iconic Images Databases., CIKM, 1999"], "Chi-Hung Chi": ["Word Segmentation and Recognition for Web Document Framework., CIKM, 1999"], "Seung Jin Lim": ["An Automated Approach for Retrieving Hierarchical Data from HTML Tables., CIKM, 1999"], "Norbert Gövert": ["A Probabilistic Description-Oriented Approach for Categorizing Web Documents., CIKM, 1999"], "Ke Wang": ["Clustering Transactions Using Large Items., CIKM, 1999"], "Scott Epter": ["A Multiple-Resolution Method for Edge-Centric Data Clustering., CIKM, 1999"], "Dawn J. Lawrie": ["A Self-Organized File Cabinet., CIKM, 1999"], "Martin F. van Bommel": ["Incremental Encoding of Multiple Inheritance Hierarchies., CIKM, 1999"], "Dalila Tamzalit": ["From Object Evolution to Object Emergence., CIKM, 1999"], "Ivan Radev": ["Graph-Based Object-Oriented Approach for Structural and Behavioral Representation of Multimedia Data., CIKM, 1999"], "Amy W. Apon": ["A Learning Approach to Processor Allocation in Parallel Systems., CIKM, 1999"], "Carsten Lanquillon": ["Adaptive Information Filtering: Detecting Changes in Text Streams., CIKM, 1999"], "Constantin Arapis": ["Archiving Telemeetings., CIKM, 1999"]}