{"Jamie Callan": ["Search engine support for software applications., CIKM, 2010"], "Divesh Srivastava": ["Schema extraction., CIKM, 2010"], "Gregory Grefenstette": ["Use of semantics in real life applications., CIKM, 2010"], "Susan T. Dumais": ["Temporal dynamics and information retrieval., CIKM, 2010"], "Daya C. Wimalasuriya": ["Components for information extraction: ontology-based information extractors and generic platforms., CIKM, 2010"], "Sean R. Szumlanski": ["Automatically acquiring a semantic network of related concepts., CIKM, 2010"], "Ken Q. Pu": ["Online annotation of text streams with structured entities., CIKM, 2010"], "Xinying Song": ["Automatic extraction of web data records containing user-generated content., CIKM, 2010"], "Yi-Cheng Chen": ["An efficient algorithm for mining time interval-based patterns in large database., CIKM, 2010"], "Benjamin Piwowarski": ["What can quantum theory bring to information retrieval., CIKM, 2010"], "Rianne Kaptein": ["Entity ranking using Wikipedia as a pivot., CIKM, 2010"], "Lidan Wang": ["Ranking under temporal constraints., CIKM, 2010"], "Ronan Cummins": ["Examining the information retrieval process from an inductive perspective., CIKM, 2010"], "Fiana Raiber": ["On identifying representative relevant documents., CIKM, 2010"], "Christos Doulkeridis": ["On the selectivity of multidimensional routing indices., CIKM, 2010"], "Jing Cai": ["Path-hop: efficiently indexing large graphs for reachability queries., CIKM, 2010"], "Yuchen Zhao": ["On wavelet decomposition of uncertain time series data sets., CIKM, 2010"], "Shaoxu Song": ["Efficient set-correlation operator inside databases., CIKM, 2010"], "Marina Barsky": ["Online update of b-trees., CIKM, 2010"], "Karl Gyllstrom": ["Wisdom of the ages: toward delivering the children's web with the link-based agerank algorithm., CIKM, 2010"], "Dolf Trieschnigg": ["A cross-lingual framework for monolingual biomedical information retrieval., CIKM, 2010"], "Zechao Li": ["Multi-modal multi-correlation person-centric news retrieval., CIKM, 2010"], "Claudiu S. Firan": ["Bringing order to your photos: event-driven classification of flickr images based on social knowledge., CIKM, 2010"], "Lu Liu": ["Mining topic-level influence in heterogeneous networks., CIKM, 2010"], "Cane Wing-ki Leung": ["Mining interesting link formation rules in social networks., CIKM, 2010"], "Jianbin Huang": ["SHRINK: a structural clustering algorithm for detecting hierarchical communities in networks., CIKM, 2010"], "Sampath Kameshwaran": ["Outcome aware ranking in interaction networks., CIKM, 2010"], "Arun S. Maiya": ["Expansion and search in networks., CIKM, 2010"], "Hao Lang": ["Improved latent concept expansion using hierarchical markov random fields., CIKM, 2010"], "Le Zhao": ["Term necessity prediction., CIKM, 2010"], "Kerui Min": ["Decomposing background topics from keywords by principal component pursuit., CIKM, 2010"], "Dingding Wang": ["Document update summarization using incremental hierarchical clustering., CIKM, 2010"], "Mingjie Qian": ["How about utilizing ordinal information from the distribution of unlabeled data., CIKM, 2010"], "Xiang Li": ["Automatic schema merging using mapping constraints among incomplete sources., CIKM, 2010"], "Dario Freni": ["Preserving location and absence privacy in geo-social networks., CIKM, 2010"], "Justin J. Levandoski": ["Preference query evaluation over expensive attributes., CIKM, 2010"], "Baichen Chen": ["Energy-efficient top-k query processing in wireless sensor networks., CIKM, 2010"], "Yu Li": ["StableBuffer: optimizing write performance for DBMS applications on flash devices., CIKM, 2010"], "Xiaotong Lin": ["Mr.KNN: soft relevance for multi-label classification., CIKM, 2010"], "Fuzhen Zhuang": ["Collaborative Dual-PLSA: mining distinction and commonality across multiple domains for text classification., CIKM, 2010"], "Jahna Otterbacher": ["Inferring gender of movie reviewers: exploiting writing style, content and metadata., CIKM, 2010"], "Akinori Fujino": ["A robust semi-supervised classification method for transfer learning., CIKM, 2010"], "Eric Eaton": ["Multi-view clustering with constraint propagation for learning with an incomplete mapping between views., CIKM, 2010"], "Vijay Bharadwaj": ["Pricing guaranteed contracts in online display advertising., CIKM, 2010"], "Zhi-Gang Fan": ["Maximum normalized spacing for efficient visual clustering., CIKM, 2010"], "Haw-ren Fang": ["Multilevel manifold learning with application to spectral clustering., CIKM, 2010", "Hypergraph-based multilevel matrix approximation for text information retrieval., CIKM, 2010"], "Liang Wang": ["Accelerating probabilistic frequent itemset mining: a model-based approach., CIKM, 2010"], "Yuchen Zhang": ["Learning click models via probit bayesian inference., CIKM, 2010"], "Anagha Kulkarni": ["Document allocation policies for selective searching of distributed indexes., CIKM, 2010"], "Matthew W. Bilotti": ["Rank learning for factoid question answering with linguistic and semantic constraints., CIKM, 2010"], "Abhimanyu Lad": ["Learning to rank relevant and novel documents through user feedback., CIKM, 2010"], "Graham Cormode": ["Set cover algorithms for very large datasets., CIKM, 2010"], "Parisa Haghani": ["The gist of everything new: personalized top-k processing over web 2.0 streams., CIKM, 2010"], "Andrey Gubichev": ["Fast and accurate estimation of shortest paths in large graphs., CIKM, 2010"], "Jun Gao": ["Fast top-k simple shortest paths discovery in graphs., CIKM, 2010"], "Shanu Sushmita": ["Factors affecting click-through behavior in aggregated search interfaces., CIKM, 2010"], "Hugo Zaragoza": ["Web search solved?: all result rankings the same?, CIKM, 2010"], "William Webber": ["Assessor error in stratified evaluation., CIKM, 2010"], "Abhay Harpale": ["CiteData: a new multi-faceted dataset for evaluating personalized search performance., CIKM, 2010"], "Jun Zhao": ["Learning a user-thread alignment manifold for thread recommendation in online forum., CIKM, 2010"], "Yun Chi": ["FacetCube: a framework of incorporating prior knowledge into non-negative tensor factorization., CIKM, 2010"], "Takeshi Kurashima": ["Travel route recommendation using geotags in photo sharing sites., CIKM, 2010"], "Yuan Tian": ["Boosting social network connectivity with link revival., CIKM, 2010"], "Aris Anagnostopoulos": ["Power in unity: forming teams in large-scale community systems., CIKM, 2010"], "Steven Bethard": ["Who should I cite: learning literature search models from citation behavior., CIKM, 2010"], "Jiafeng Guo": ["A structured approach to query recommendation with social annotation data., CIKM, 2010"], "Ablimit Aji": ["Using the past to score the present: extending term weighting models through revision history analysis., CIKM, 2010"], "Shuang-Hong Yang": ["Language pyramid and multi-scale text analysis., CIKM, 2010"], "Noriaki Kawamae": ["Latent interest-topic model: finding the causal relationships behind dyadic data., CIKM, 2010"], "Amit Singh": ["PROSPECT: a system for screening candidates for recruitment., CIKM, 2010"], "Michael E. Houle": ["Active caching for similarity queries based on shared-neighbor information., CIKM, 2010"], "Mark D. Wood": ["Searching consumer image collections using web-based concept expansion., CIKM, 2010"], "Pirooz Chubak": ["Index structures for efficiently searching natural language text., CIKM, 2010"], "Avishek Anand": ["Efficient temporal keyword search over versioned text., CIKM, 2010"], "Guido Sautter": ["Result-size estimation for information-retrieval subqueries., CIKM, 2010"], "Abhijith Kashyap": ["FACeTOR: cost-driven exploration of faceted query results., CIKM, 2010"], "Joel Coffman": ["A framework for evaluating database keyword search strategies., CIKM, 2010"], "Jérôme Kunegis": ["Network growth and the spectral evolution model., CIKM, 2010"], "Wei Ding": ["Automatic detection of craters in planetary images: an embedded framework using feature selection and boosting., CIKM, 2010"], "Zhiyuan Cheng": ["You are where you tweet: a content-based approach to geo-locating twitter users., CIKM, 2010"], "Damon Sotoudeh": ["Partial drift detection using a rule induction framework., CIKM, 2010"], "Athanasios Bamis": ["A method for discovering components of human rituals from streams of sensor data., CIKM, 2010"], "Tadashi Nomoto": ["Two-tier similarity model for story link detection., CIKM, 2010"], "Abdulmohsen Algarni": ["Selected new training documents to update user profile., CIKM, 2010"], "Jing Peng": ["Collaborative filtering in social tagging systems based on joint item-tag recommendations., CIKM, 2010"], "Einat Minkov": ["Collaborative future event recommendation., CIKM, 2010"], "Jonathan Gemmell": ["Hybrid tag recommendation for social annotation systems., CIKM, 2010"], "Thomas Yau-tat Lee": ["XML schema computations: schema compatibility testing and subschema extraction., CIKM, 2010"], "Xin Jin": ["Visual cube and on-line analytical processing of images., CIKM, 2010"], "Andrew K. C. Wong": ["Pattern discovery for large mixed-mode database., CIKM, 2010"], "Iyad Batal": ["Constructing classification features using minimal predictive patterns., CIKM, 2010"], "Hwanjo Yu": ["RankSVR: can preference data help regression?, CIKM, 2010"], "Snigdha Chaturvedi": ["Estimating accuracy for text classification tasks on large unlabeled data., CIKM, 2010"], "Xin Chen": ["A probabilistic topic-connection model for automatic image annotation., CIKM, 2010"], "Bo Liu": ["Orientation distance-based discriminative feature extraction for multi-class classification., CIKM, 2010"], "Aditya G. Parameswaran": ["Evaluating, combining and generalizing recommendations with prerequisites., CIKM, 2010"], "Robert West": ["Automatically suggesting topics for augmenting text documents., CIKM, 2010"], "Ee-Peng Lim": ["Detecting product review spammers using rating behaviors., CIKM, 2010"], "Makoto Nakatsuji": ["Classical music for rock fans?: novel recommendations for expanding user interests., CIKM, 2010"], "Yanen Li": ["Improving one-class collaborative filtering by incorporating rich user information., CIKM, 2010"], "Yi Cai": ["Personalized search by tag-based user profile and resource profile in collaborative tagging systems., CIKM, 2010", "Recommendation based on object typicality., CIKM, 2010"], "Claudia Hauff": ["A comparison of user and system query performance predictions., CIKM, 2010"], "Kunal Punera": ["The anatomy of a click: modeling user behavior on web information systems., CIKM, 2010"], "Qihua Wang": ["Exploring online social activities for adaptive search personalization., CIKM, 2010", "Collaboration analytics: mining work patterns from collaboration activities., CIKM, 2010"], "Ryen W. White": ["Predicting short-term interests using activity-based search context., CIKM, 2010"], "Hema Raghavan": ["Probabilistic first pass retrieval for search advertising: from theory to practice., CIKM, 2010"], "Mamadou Diao": ["Faceted search and browsing of audio content on spoken web., CIKM, 2010"], "Rushi Bhatt": ["Predicting product adoption in large-scale social networks., CIKM, 2010"], "Jeremy Pickens": ["Reverted indexing for feedback and expansion., CIKM, 2010"], "Xiaobing Xue": ["Improving verbose queries using subset distribution., CIKM, 2010", "Modeling reformulation using passage analysis., CIKM, 2010"], "Joshua V. Dillon": ["A unified optimization framework for robust pseudo-relevance feedback algorithms., CIKM, 2010"], "Marc Bron": ["Ranking related entities: components and analyses., CIKM, 2010"], "Roberto Mirizzi": ["Semantic tags generation and retrieval for online advertising., CIKM, 2010"], "Gerard de Melo": ["MENTA: inducing multilingual taxonomies from wikipedia., CIKM, 2010"], "Kaipeng Liu": ["Ontology emergence from folksonomies., CIKM, 2010"], "Minwoo Jeong": ["Multi-document topic segmentation., CIKM, 2010"], "Andruid Kerne": ["Meta-metadata: a metadata semantics language for collection representation applications., CIKM, 2010"], "Jianfeng Gao": ["Clickthrough-based translation models for web search: from word models to phrase models., CIKM, 2010"], "Alexander Kotov": ["Temporal query log profiling to improve web search ranking., CIKM, 2010"], "Siva Gurumurthy": ["Improving web search relevance and freshness with content previews., CIKM, 2010"], "Alpa Jain": ["Organizing query completions for web search., CIKM, 2010"], "Rodrygo L. T. Santos": ["Selectively diversifying web search results., CIKM, 2010"], "Shantanu Godbole": ["Building re-usable dictionary repositories for real-world text mining., CIKM, 2010"], "Honglei Guo": ["OpinionIt: a text mining system for cross-lingual opinion analysis., CIKM, 2010"], "Chunye Wang": ["Hierarchical service analytics for improving productivity in an enterprise service center., CIKM, 2010"], "Fabrizio Silvestri": ["VSEncoding: efficient coding and fast decoding of integer lists via dynamic programming., CIKM, 2010"], "Hao Yan": ["Efficient term proximity search with term-pair indexes., CIKM, 2010"], "Jinru He": ["Improved index compression techniques for versioned document collections., CIKM, 2010"], "Carolina Bonacic": ["Building efficient multi-threaded search nodes., CIKM, 2010"], "Vikas K. Garg": ["Real-time memory efficient data redundancy removal algorithm., CIKM, 2010"], "Thorben Burghardt": ["Search-log anonymization and advertisement: are they mutually exclusive?, CIKM, 2010"], "Royi Ronen": ["Automated interaction in social networks with datalog., CIKM, 2010", "Concurrent atomic protocols for making and changing decisions in social networks., CIKM, 2010"], "Johnson Mwebaze": ["Towards a provenance framework for sub-image processing for astronomical data., CIKM, 2010"], "Zhihong Chong": ["Open user schema guided evaluation of streaming RDF queries., CIKM, 2010"], "Shijie Zhang": ["SUMMA: subgraph matching in massive graphs., CIKM, 2010"], "Dexi Liu": ["Automatically weighting tags in XML collection., CIKM, 2010"], "Mohamed E. Khalefa": ["Skyline query processing for uncertain data., CIKM, 2010"], "Sai Tung On": ["FD-buffer: a buffer manager for databases on flash disks., CIKM, 2010"], "Rajeev Gupta": ["Efficiently querying archived data using Hadoop., CIKM, 2010"], "Ioannis Chrysakis": ["Evaluation of top-k queries in peer-to-peer networks using threshold algorithms., CIKM, 2010"], "Roberto De Virgilio": ["A metamodel approach to flexible semantic web service discovery., CIKM, 2010"], "Peifeng Yin": ["On top-k social web search., CIKM, 2010"], "Andranik Khachatryan": ["Quantifying uncertainty in multi-dimensional cardinality estimations., CIKM, 2010"], "Zhixu Li": ["Approximate membership localization (AML) for web-based join., CIKM, 2010"], "Yonghun Park": ["An efficient data-centric storage scheme considering storage and query hot-spots in sensor networks., CIKM, 2010"], "Fu Zhang": ["Formal approach and automated tool for constructing ontology from object-oriented database model., CIKM, 2010"], "Xuan Shang": ["(k, P)-anonymity: towards pattern-preserving anonymity of time-series data., CIKM, 2010"], "Guoliang Li": ["Extending dictionary-based entity extraction to tolerate errors., CIKM, 2010"], "Hongchan Roh": ["Yet another write-optimized DBMS layer for flash-based solid state storage., CIKM, 2010"], "Bruno Tomazela": ["Print: a provenance model to support integration processes., CIKM, 2010"], "Carlos Garcia-Alvarado": ["OLAP-based query recommendation., CIKM, 2010"], "Yu-Chieh Lin": ["Selective data acquisition for probabilistic K-NN query., CIKM, 2010"], "Xun Sun": ["Support elements in graph structured schema reintegration., CIKM, 2010"], "Jurandy Almeida": ["BP-tree: an efficient index for similarity search in high-dimensional metric spaces., CIKM, 2010"], "Yingjie Li": ["Query optimization for ontology-based information integration., CIKM, 2010"], "Curtis E. Dyreson": ["Data aspects in a relational database., CIKM, 2010"], "Saikat K. Dey": ["A hierarchical approach to reachability query answering in very large graph databases., CIKM, 2010"], "Mirit Shalem": ["Computing the top-k maximal answers in a join of ranked lists., CIKM, 2010"], "Thanh Hoang Nguyen": ["PruSM: a prudent schema matching approach for web forms., CIKM, 2010"], "Pu Shi": ["Anonymizing data with quasi-sensitive attribute values., CIKM, 2010"], "Andrei Z. Broder": ["Exploiting site-level information to improve web search., CIKM, 2010"], "Maryam Karimzadehgan": ["Exploration-exploitation tradeoff in interactive relevance feedback., CIKM, 2010"], "Morgan Harvey": ["Ranking social bookmarks using topic models., CIKM, 2010"], "Eric Crestan": ["A fine-grained taxonomy of tables on the web., CIKM, 2010"], "Hassan Sayyadi": ["Challenges in personalized authority flow based ranking of social media., CIKM, 2010"], "Shahab Kamali": ["A new mathematics retrieval system., CIKM, 2010"], "Dong Wang": ["Explore click models for search ranking., CIKM, 2010"], "Michael J. Welch": ["Generating advertising keywords from video content., CIKM, 2010"], "Carsten Eickhoff": ["Web page classification on child suitability., CIKM, 2010"], "Xujuan Zhou": ["Rough sets based reasoning and pattern mining for a two-stage information filtering system., CIKM, 2010"], "Dong Zhou": ["A late fusion approach to cross-lingual document re-ranking., CIKM, 2010"], "Hiroya Takamura": ["Learning to generate summary as structured output., CIKM, 2010"], "Ou Wu": ["Group ranking with application to image retrieval., CIKM, 2010"], "Nathan Nan Liu": ["Unifying explicit and implicit feedback for collaborative filtering., CIKM, 2010"], "Qiang He": ["Directly optimizing evaluation measures in learning to rank based on the clonal selection algorithm., CIKM, 2010"], "Yunping Huang": ["Query model refinement using word graphs., CIKM, 2010"], "Yuval Shavitt": ["Building recommendation systems using peer-to-peer shared content., CIKM, 2010"], "Nagaraj Kota": ["Threshold behavior of incentives in social networks., CIKM, 2010"], "Michael Springmann": ["Image retrieval at memory's edge: known image search based on user-drawn sketches., CIKM, 2010"], "Sarah K. Tyler": ["Utilizing re-finding for personalized information retrieval., CIKM, 2010"], "Taesup Moon": ["User behavior driven ranking without editorial judgments., CIKM, 2010", "Online learning for recency search ranking using real-time user feedback., CIKM, 2010"], "Jitendra Ajmera": ["Alignment of short length parallel corpora with an application to web search., CIKM, 2010"], "Cam-Tu Nguyen": ["A feature-word-topic model for image annotation., CIKM, 2010"], "Chang Liu": ["Weighting common syntactic structures for natural language based information retrieval., CIKM, 2010"], "Bo Long": ["Ranking with auxiliary data., CIKM, 2010"], "Lixin Shi": ["Using various term dependencies according to their utilities., CIKM, 2010", "Combining link and content for collective active learning., CIKM, 2010"], "Aditya Pal": ["Expert identification in community question answering: exploring question selection bias., CIKM, 2010"], "David Carmel": ["On the relationship between novelty and popularity of user-generated content., CIKM, 2010"], "Shicong Feng": ["Focused crawling using navigational rank., CIKM, 2010"], "Gianluca Demartini": ["TAER: time-aware entity retrieval-exploiting the past to find relevant entities in news articles., CIKM, 2010"], "Ingmar Weber": ["Demographic information flows., CIKM, 2010"], "Masaya Murata": ["Detecting periodic changes in search intentions in a search engine., CIKM, 2010"], "Christian Wartena": ["Selecting keywords for content based recommendation., CIKM, 2010"], "Michael Bendersky": ["Structural annotation of search queries using pseudo-relevance feedback., CIKM, 2010"], "Makoto P. Kato": ["Search as if you were in your home town: geographic search by regional context and dynamic feature-space selection., CIKM, 2010"], "Chao Shen": ["Topic aspect analysis for multi-document summarization., CIKM, 2010"], "Nitin Jindal": ["Finding unusual review patterns using unexpected rules., CIKM, 2010"], "Barbara Poblete": ["Visual-semantic graphs: using queries to reduce the semantic gap in web image retrieval., CIKM, 2010"], "Leszek Kaliciak": ["Novel local features with hybrid sampling technique for image retrieval., CIKM, 2010"], "Emine Yilmaz": ["Expected browsing utility for web search evaluation., CIKM, 2010"], "Daifeng Li": ["Community-based topic modeling for social tagging., CIKM, 2010"], "Lanbo Zhang": ["Discriminative factored prior models for personalized content-based recommendation., CIKM, 2010"], "Marc-Allen Cartright": ["Fast query expansion using approximations of relevance models., CIKM, 2010"], "Omar U. Florez": ["Mining rules to explain activities in videos., CIKM, 2010"], "Paul N. Bennett": ["Online stratified sampling: evaluating classifiers at web-scale., CIKM, 2010"], "Baichuan Li": ["Routing questions to appropriate answerers in community question answering services., CIKM, 2010"], "Yuan Lin": ["Learning to rank with groups., CIKM, 2010"], "Fan Li": ["Optimizing unified loss for web ranking specialization., CIKM, 2010"], "Yosi Mass": ["A peer-selection algorithm for information retrieval., CIKM, 2010"], "Zhaoyan Ming": ["Exploring domain-specific term weight in archived question search., CIKM, 2010"], "Bo Lu": ["Multi-information fusion for uncertain semantic representations of videos., CIKM, 2010"], "Guoqing Zheng": ["A topical link model for community discovery in textual interaction graph., CIKM, 2010"], "Sourish Dasgupta": ["Taxonomic clustering of web service for efficient discovery., CIKM, 2010"], "Nicolas Cebron": ["Active learning in parallel universes., CIKM, 2010"], "Paolo Ferragina": ["TAGME: on-the-fly annotation of short text fragments (by wikipedia entities)., CIKM, 2010"], "Emmanuel Müller": ["Adaptive outlierness for subspace outlier ranking., CIKM, 2010"], "Zi Yang": ["Understanding retweeting behaviors in social networks., CIKM, 2010"], "Tim Weninger": ["Mapping web pages to database records via link paths., CIKM, 2010"], "Huizhi Liang": ["Personalized recommender system based on item taxonomy and folksonomy., CIKM, 2010"], "Qiankun Zhao": ["Communication motifs: a tool to characterize social communications., CIKM, 2010"], "Kiyoshi Nitta": ["Improving taxonomies for large-scale hierarchical classifiers of web documents., CIKM, 2010"], "Duo Zhang": ["PTM: probabilistic topic mapping model for mining parallel document collections., CIKM, 2010"], "Kyosuke Nishida": ["Hierarchical auto-tagging: organizing Q&A knowledge for everyone., CIKM, 2010"], "Dustin Lange": ["Extracting structured information from Wikipedia articles to populate infoboxes., CIKM, 2010"], "Melike Sah": ["Automatic metadata extraction from multilingual enterprise content., CIKM, 2010"], "M. Vijayalakshmi": ["Intelligent sales forecasting engine using genetic algorithms., CIKM, 2010"], "Yajie Miao": ["Identifying new categories in community question answering archives: a topic modeling approach., CIKM, 2010"], "Huanhuan Cao": ["An effective approach for mining mobile user habits., CIKM, 2010"], "Jun Sese": ["Mining networks with shared items., CIKM, 2010"], "Yulan He": ["Learning sentiment classification model from labeled features., CIKM, 2010"], "Mehdi Kaytoue": ["Embedding tolerance relations in formal concept analysis: an application in information fusion., CIKM, 2010"], "Haiqin Yang": ["Online learning for multi-task feature selection., CIKM, 2010"], "Qi Liu": ["Exploiting user interests for collaborative filtering: interests expansion via personalized ranking., CIKM, 2010"], "Yanshan Xiao": ["K-farthest-neighbors-based concept boundary determination for support vector data description., CIKM, 2010"], "Hamidreza Kobdani": ["Relational feature engineering of natural language processing., CIKM, 2010"], "Zhenfeng Zhu": ["Transfer incremental learning for pattern classification., CIKM, 2010"], "Lidong Bing": ["Learning ontology resolution for document representation and its applications in text mining., CIKM, 2010"], "Gabor Melli": ["Supervised identification and linking of concept mentions to a domain-specific ontology., CIKM, 2010"], "Pavan Kumar GM": ["Relevance-index size tradeoff in contextual advertising., CIKM, 2010"], "Xiaoxun Zhang": ["CasJoin: a cascade chain for text similarity joins., CIKM, 2010"], "Jeong Woo Son": ["Learning naïve bayes transfer classifier throughclass-wise test distribution estimation., CIKM, 2010"], "Yong Ge": ["Top-Eye: top-k evolving trajectory outlier detection., CIKM, 2010"], "Prakash Mandayam Comar": ["Multi task learning on multiple related networks., CIKM, 2010"], "Jinyoung Kim": ["Building a semantic representation for personal information., CIKM, 2010"], "Hui Li": ["Affinity-driven prediction and ranking of products in online product review sites., CIKM, 2010"], "Xianpei Han": ["Topic-driven web search result organization by leveraging wikipedia semantic knowledge., CIKM, 2010"], "Hu Guan": ["Fast dimension reduction for document classification based on imprecise spectrum analysis., CIKM, 2010"], "Pan Du": ["Manifold ranking with sink points for update summarization., CIKM, 2010"], "Eduard C. Dragut": ["Construction of a sentimental word dictionary., CIKM, 2010"], "Xuan Li": ["Exploiting novelty, coverage and balance for topic-focused multi-document summarization., CIKM, 2010"], "Wayne Xin Zhao": ["Context modeling for ranking and tagging bursty features in text streams., CIKM, 2010"], "Pierpaolo Dondio": ["Comparison of six aggregation strategies to compute users' trustworthiness., CIKM, 2010"], "Haiping Lu": ["Visualization and clustering of crowd video content in MPCA subspace., CIKM, 2010"], "Mario Cataldi": ["ANITA: a narrative interpretation of taxonomies for their adaptation to text collections., CIKM, 2010"], "Christian Thurau": ["Yes we can: simplex volume maximization for descriptive web-scale matrix factorization., CIKM, 2010"], "Amal Chaminda Kaluarachchi": ["Incorporating terminology evolution for query translation in text retrieval with association rules., CIKM, 2010"], "Fabiano Muniz Belém": ["Exploiting co-occurrence and information quality metrics to recommend tags in web 2.0 applications., CIKM, 2010"], "Qinyi Wu": ["Elusive vandalism detection in wikipedia: a text stability-based approach., CIKM, 2010"], "Anirban Chatterjee": ["Feature subspace transformations for enhancing k-means clustering., CIKM, 2010"], "Nadav Golbandi": ["On bootstrapping recommender systems., CIKM, 2010"], "Benjamin Köhncke": ["Using Wikipedia categories for compact representations of chemical documents., CIKM, 2010"], "Jong Wook Kim": ["Efficient wikipedia-based semantic interpreter by exploiting top-k processing., CIKM, 2010"], "Rudra M. Tripathy": ["A study of rumor control strategies on social networks., CIKM, 2010"], "Dezhao Song": ["Domain-independent entity coreference in RDF graphs., CIKM, 2010"], "Samaneh Moghaddam": ["Opinion digger: an unsupervised opinion miner from unstructured product reviews., CIKM, 2010"], "Adam Bermingham": ["Classifying sentiment in microblogs: is brevity an advantage?, CIKM, 2010"], "Krishna Yeswanth Kamath": ["Identifying hotspots on the real-time web., CIKM, 2010"], "Omid Madani": ["Discovery of numerous specific topics via term co-occurrence analysis., CIKM, 2010"], "Markus Bundschus": ["Digging for knowledge with information extraction: a case study on human gene-disease associations., CIKM, 2010"], "Mark James Carman": ["Towards query log based personalization using topic models., CIKM, 2010"], "Xiaoguang Qi": ["Choosing your own adventure: automatic taxonomy generation to permit many paths., CIKM, 2010"], "Mohammad S. Aziz": ["Robust prediction from multiple heterogeneous data sources with partial information., CIKM, 2010"], "Jun Du": ["Adapting cost-sensitive learning for reject option., CIKM, 2010"], "Peng Zhang": ["SKIF: a data imputation framework for concept drifting data streams., CIKM, 2010"], "Ana-Maria Popescu": ["Detecting controversial events from twitter., CIKM, 2010"], "Ye Tian": ["Topic detection and organization of mobile text messages., CIKM, 2010"], "Marco Fisichella": ["Unsupervised public health event detection for epidemic intelligence., CIKM, 2010"], "Kushal S. Dave": ["Pattern based keyword extraction for contextual advertising., CIKM, 2010"], "Mingmin Chi": ["Mixture model label propagation., CIKM, 2010"], "Hongliang Fei": ["Regularization and feature selection for networked features., CIKM, 2010"], "Dmitry Yurievich Pavlov": ["BagBoo: a scalable hybrid bagging-the-boosting model., CIKM, 2010"], "Lee S. Jensen": ["Exploiting sequential relationships for familial classification., CIKM, 2010"], "Ullas Nambiar": ["Massive structured data management solution., CIKM, 2010"], "Juozas Gordevicius": ["Ranking of evolving stories through meta-aggregation., CIKM, 2010"], "Dominik Slezak": ["Injecting domain knowledge into a granular database engine: a position paper., CIKM, 2010"], "Linh Thai Nguyen": ["Experiences with using SVM-based learning for multi-objective ranking., CIKM, 2010"], "Zhenzhen Kou": ["Learning to blend rankings: a monotonic transformation to blend rankings from heterogeneous domains., CIKM, 2010"], "Xiaonan Li": ["EntityEngine: answering entity-relationship queries using shallow semantics., CIKM, 2010"], "Ning Yan": ["Facetedpedia: enabling query-dependent faceted search for wikipedia., CIKM, 2010"], "Wei Jin": ["Discovering, ranking and annotating cross-document relationships between concepts., CIKM, 2010"], "Marek Ciglan": ["WikiPop: personalized event detection system based on Wikipedia page view statistics., CIKM, 2010"], "Zhifeng Bao": ["XReal: an interactive XML keyword searching., CIKM, 2010"], "JongWoo Ha": ["EUI: an embedded engine for understanding user intents from mobile devices., CIKM, 2010"], "Wenbo Li": ["TC-DCA: a system for text classification based on document's content allocation., CIKM, 2010"], "Julián Urbano": ["Crawling the web for structured documents., CIKM, 2010"], "Gabriella Kazai": ["Connecting the local and the online in information management., CIKM, 2010", "3rd BooksOnline workshop: research advances in large digital book repositories and complementary media., CIKM, 2010"], "Jesús Camacho-Rodríguez": ["LiquidXML: adaptive XML content redistribution., CIKM, 2010"], "Katerina Doka": ["Brown dwarf: a P2P data-warehousing system., CIKM, 2010"], "François Goasdoué": ["RDFViewS: a storage tuning wizard for RDF applications., CIKM, 2010"], "Qiong Cheng": ["WS-GraphMatching: a web service tool for graph matching., CIKM, 2010"], "Peter Bjellerup": ["FALCON: seamless access to meeting data from the inbox and calendar., CIKM, 2010"], "Angela Bonifati": ["SPac: a distributed, peer-to-peer, secure and privacy-aware social space., CIKM, 2010"], "Chuancong Gao": ["SEQUEL: query completion via pattern mining on multi-column structural data., CIKM, 2010"], "Zhongmin Yan": ["MI-WDIS: web data integration system for market intelligence., CIKM, 2010"], "Se Jung Shin": ["i-SEE: integrated stream execution environment over on-line data streams., CIKM, 2010"], "Elena Baralis": ["Summarizing biological literature with BioSumm., CIKM, 2010"], "Veselin Ganev": ["Exploring and visualizing academic social networks., CIKM, 2010"], "Roberto Basili": ["Summary of the 4th workshop on analytics for noisy unstructured text data (AND)., CIKM, 2010"], "Xiaofeng Meng": ["Report on the second international workshop on cloud data management (CloudDB 2010)., CIKM, 2010"], "Hagit Shatkay": ["DTMBIO workshop summary., CIKM, 2010"], "Carlos Ordonez": ["DOLAP 2010 workshop summary., CIKM, 2010"], "Jaap Kamps": ["Third workshop on exploiting semantic annotations in information retrieval (ESAIR): CIKM 2010 workshop., CIKM, 2010"], "Mihai Lupu": ["3rd international workshop on patent information retrieval (PaIR'10)., CIKM, 2010"], "Anisoara Nica": ["PIKM 2010: ACM workshop for ph.d. students in information and knowledge management., CIKM, 2010"], "José Carlos Cortizo": ["Overview of the 2nd international workshop on search and mining user-generated contents., CIKM, 2010"]}