{"Yan Chi": ["Rubato DB: A Highly Scalable Staged Grid Database System for OLTP and Big Data Applications., CIKM, 2014"], "Yongxin Tong": ["MaC: A Probabilistic Framework for Query Answering with Machine-Crowd Collaboration., CIKM, 2014"], "Vagelis Hristidis": ["Templated Search over Relational Databases., CIKM, 2014"], "Tok Wang Ling": ["ExpressQ: Identifying Keyword Context and Search Target in Relational Keyword Queries., CIKM, 2014"], "Lin Zhang": ["Pulling Conjunctive Query Equivalence out of the Bag., CIKM, 2014"], "Imed Zitouni": ["Machine-Assisted Search Preference Evaluation., CIKM, 2014"], "Tetsuya Sakai": ["Designing Test Collections for Comparing Many Systems., CIKM, 2014"], "Maarten de Rijke": ["Multileaved Comparisons for Fast Online Evaluation., CIKM, 2014", "Online Exploration for Detecting Shifts in Fresh Intent., CIKM, 2014", "Time-Aware Rank Aggregation for Microblog Search., CIKM, 2014", "Time-sensitive Personalized Query Auto-Completion., CIKM, 2014"], "Leif Azzopardi": ["A Retrievability Analysis: Exploring the Relationship Between Retrieval Bias and Retrieval Performance., CIKM, 2014"], "Peter Bailey": ["Relevance and Effort: An Analysis of Document Utility., CIKM, 2014"], "Grégoire Mesnil": ["A Latent Semantic Model with Convolutional-Pooling Structure for Information Retrieval., CIKM, 2014"], "W. Bruce Croft": ["A Comparison of Retrieval Models using Term Dependencies., CIKM, 2014"], "Yizhou Sun": ["Meta-Path-Based Ranking with Pseudo Relevance Feedback on Heterogeneous Graph for Citation Recommendation., CIKM, 2014"], "Douglas W. Oard": ["A Fixed-Point Method for Weighting Terms in Verbose Informational Queries., CIKM, 2014"], "Xiangdong Zhou": ["Term Selection and Result Reranking for Question Retrieval by Exploiting Hierarchical Classification., CIKM, 2014"], "Aidong Zhang": ["Analysis on Community Variational Trend in Dynamic Networks., CIKM, 2014"], "Junqing Xie": ["Learning Interactions for Social Prediction in Large-scale Networks., CIKM, 2014"], "Jeffrey Xu Yu": ["Influence Maximization over Large-Scale Social Networks: A Bounded Linear Approach., CIKM, 2014"], "Huan Liu": ["Predictability of Distrust with Interaction Data., CIKM, 2014"], "Wolfgang Nejdl": ["Optimizing Multi-Relational Factorization Models for Multiple Target Relations., CIKM, 2014"], "Gyana R. Parija": ["Learning to Propagate Rare Labels., CIKM, 2014"], "Milos Hauskrecht": ["A Mixtures-of-Trees Framework for Multi-Label Classification., CIKM, 2014"], "Michail Vlachos": ["Solving Linear SVMs with Multiple 1D Projections., CIKM, 2014"], "Xiangliang Zhang": ["Adding Robustness to Support Vector Machines Against Adversarial Reverse Engineering., CIKM, 2014"], "Chandan K. Reddy": ["Active Learning based Survival Regression for Censored Data., CIKM, 2014"], "Tianyi Lin": ["Collaborative Filtering Incorporating Review Text and Co-clusters of Hidden User Communities and Item Groups., CIKM, 2014"], "Irwin King": ["Leveraging Social Connections to Improve Personalized Ranking for Collaborative Filtering., CIKM, 2014", "Axiomatic Analysis of Cross-Language Information Retrieval., CIKM, 2014"], "Robin D. Burke": ["Deviation-Based Contextual SLIM Recommenders., CIKM, 2014"], "Xiaojun Ye": ["User Interests Imbalance Exploration in Social Recommendation: A Fitness Adaptation., CIKM, 2014"], "Alan Hanjalic": ["CARS2: Learning Context-aware Representations for Context-aware Recommendations., CIKM, 2014"], "Iadh Ounis": ["Incremental Update Summarization: Adaptive Sentence Selection based on Prevalence and Novelty., CIKM, 2014", "Modelling Relevance towards Multiple Inclusion Criteria when Ranking Patients., CIKM, 2014", "On the Importance of Venue-Dependent Features for Learning to Rank Contextual Suggestions., CIKM, 2014", "SmartVenues: Recommending Popular and Personalised Venues in a City., CIKM, 2014"], "Tat-Seng Chua": ["A Dynamic Reconstruction Approach to Topic Summarization of User-Generated-Content., CIKM, 2014", "Customized Organization of Social Media Contents using Focused Topic Hierarchy., CIKM, 2014"], "Mariët Theune": ["Using Crowdsourcing to Investigate Perception of Narrative Similarity., CIKM, 2014"], "Philippe Cudré-Mauroux": ["Correct Me If I'm Wrong: Fixing Grammatical Errors by Preposition Ranking., CIKM, 2014"], "ChengXiang Zhai": ["Mining Semi-Structured Online Knowledge Bases to Answer Natural Language Questions on Community QA Websites., CIKM, 2014", "Revisiting the Divergence Minimization Feedback Model., CIKM, 2014", "Unsupervised Feature Selection for Multi-View Clustering on Text-Image Web News Data., CIKM, 2014"], "Idan Szpektor": ["Improving Term Weighting for Community Question Answering Search Using Syntactic Analysis., CIKM, 2014"], "Hong-Wei Hao": ["Social Book Search Reranking with Generalized Content-Based Filtering., CIKM, 2014"], "Ming Zhou": ["Question Retrieval with High Quality Answers in Community Question Answering., CIKM, 2014"], "Hongxia Jin": ["Controllable Information Sharing for User Accounts Linkage across Multiple Online Social Networks., CIKM, 2014"], "Philip S. Yu": ["Identifying Your Customers in Social Networks., CIKM, 2014", "NCR: A Scalable Network-Based Approach to Co-Ranking in Question-and-Answer Sites., CIKM, 2014"], "Soumen Chakrabarti": ["Learning a Linear Influence Model from Transient Opinion Dynamics., CIKM, 2014"], "Jarder Luo": ["Modeling Paying Behavior in Game Social Networks., CIKM, 2014"], "Kotagiri Ramamohanarao": ["Enabling Precision/Recall Preferences for Semi-supervised SVM Training., CIKM, 2014"], "Shixun Wang": ["A Cross-modal Multi-task Learning Framework for Image Annotation., CIKM, 2014"], "Qing He": ["Multi-task Multi-view Learning for Heterogeneous Tasks., CIKM, 2014"], "Arindam Banerjee": ["Multi-task Sparse Structure Learning., CIKM, 2014"], "Timothy J. Norman": ["Truth Discovery in Crowdsourced Detection of Spatial Events., CIKM, 2014"], "Junchi Yan": ["Maximizing Multi-scale Spatial Statistical Discrepancy., CIKM, 2014"], "Cheng-Te Li": ["Mining and Planning Time-aware Routes from Check-in Data., CIKM, 2014"], "Ali Cakmak": ["High Impact Academic Paper Prediction Using Temporal and Topological Features., CIKM, 2014"], "Denilson Barbosa": ["Robust Entity Linking via Random Walks., CIKM, 2014"], "Ling Liu": ["SemStore: A Semantic-Preserving Distributed RDF Triple Store., CIKM, 2014"], "Lei Chen": ["Pattern Match Query in a Large Uncertain Graph., CIKM, 2014", "Efficient Probabilistic Supergraph Search Over Large Uncertain Graphs., CIKM, 2014"], "Jingyu Shao": ["Semantic Approximate Keyword Query Based on Keyword and Query Coupling Relationship Analysis., CIKM, 2014"], "Robert G. Capra": ["The Effects of Vertical Rank and Border on Aggregated Search Coherence and Search Behavior., CIKM, 2014"], "Milad Shokouhi": ["An Eye-tracking Study of User Interactions with Query Auto Completion., CIKM, 2014"], "Shaoping Ma": ["Improving Tail Query Performance by Fusion Model., CIKM, 2014", "From Skimming to Reading: A Two-stage Examination Model for Web Search., CIKM, 2014", "Understanding the Sparsity: Augmented Matrix Factorization with Sampled Constraints on Unobservables., CIKM, 2014"], "Nicholas J. Belkin": ["Predicting Search Task Difficulty at Different Search Stages., CIKM, 2014"], "Katsumi Tanaka": ["Re-call and Re-cognition in Episode Re-retrieval: A User Study on News Re-finding a Fortnight Later., CIKM, 2014"], "Nick Craswell": ["Effect of Intent Descriptions on Retrieval Evaluation., CIKM, 2014"], "Fuji Ren": ["Search Result Diversification via Filling Up Multiple Knapsacks., CIKM, 2014"], "Tak W. Yan": ["Query Augmentation based Intent Matching in Retail Vertical Ads., CIKM, 2014"], "Renato F. Werneck": ["Sketch-based Influence Maximization and Computation: Scaling up with Guarantees., CIKM, 2014"], "Paul N. Bennett": ["Active Exploration in Networks: Using Probabilistic Relationships for Learning and Inference., CIKM, 2014"], "George Brova": ["Modeling Topic Diffusion in Multi-Relational Bibliographic Information Networks., CIKM, 2014"], "Aixin Sun": ["Graph-based Point-of-interest Recommendation with Geographical and Temporal Influences., CIKM, 2014"], "Ravi Kant": ["On Building Decision Trees from Large-scale Data in Applications of On-line Advertising., CIKM, 2014"], "Vassilios G. Vassiliadis": ["Improving Co-Cluster Quality with Application to Product Recommendations., CIKM, 2014"], "Maria Luisa Sapino": ["Focusing Decomposition Accuracy by Personalizing Tensor Decomposition (PTD)., CIKM, 2014"], "Bin Wu": ["Ranking-based Clustering on General Heterogeneous Information Networks by Network Projection., CIKM, 2014"], "Krishnaram Kenthapadi": ["Similarity Search using Concept Graphs., CIKM, 2014"], "Hans-Peter Kriegel": ["\"Strength Lies in Differences\": Diversifying Friends for Recommendations through Subspace Clustering., CIKM, 2014"], "Chunyan Miao": ["Exploiting Geographical Neighborhood Characteristics for Location Recommendation., CIKM, 2014"], "Wang-Chien Lee": ["Increasing the Responsiveness of Recommended Expert Collaborators for Online Open Projects., CIKM, 2014", "Exploring Legal Patent Citations for Patent Valuation., CIKM, 2014"], "Jian Lu": ["Dual-Regularized One-Class Collaborative Filtering., CIKM, 2014"], "Congfu Xu": ["HGMF: Hierarchical Group Matrix Factorization for Collaborative Recommendation., CIKM, 2014"], "Yingjun Wu": ["SocialTransfer: Transferring Social Knowledge for Cold-Start Cowdsourcing., CIKM, 2014"], "Evangelos E. Milios": ["CAST: A Context-Aware Story-Teller for Streaming Social Content., CIKM, 2014"], "John McPherson": ["Distributed Graph Summarization., CIKM, 2014"], "Giulio Jacucci": ["Narrow or Broad?: Estimating Subjective Specificity in Exploratory Search., CIKM, 2014"], "Yi-Min Wang": ["Supporting Complex Search Tasks., CIKM, 2014"], "James Allan": ["Extending Faceted Search to the General Web., CIKM, 2014"], "Hady Wirawan Lauw": ["Generative Modeling of Entity Comparisons in Text., CIKM, 2014", "Dynamic Clustering of Contextual Multi-Armed Bandits., CIKM, 2014"], "Yoelle Maarek": ["How Many Folders Do You Really Need?: Classifying Email into a Handful of Categories., CIKM, 2014"], "Anthony Man-Cho So": ["Latent Aspect Mining via Exploring Sparsity and Intrinsic Information., CIKM, 2014"], "Naishi Liu": ["Recognizing Humor on Twitter., CIKM, 2014"], "Freddy Lécué": ["Towards Consistency Checking over Evolving Ontologies., CIKM, 2014"], "Xuefeng Fu": ["A Practical Fine-grained Approach to Resolving Incoherent OWL 2 DL Terminologies., CIKM, 2014"], "Sachindra Joshi": ["Domain Cartridge: Unsupervised Framework for Shallow Domain Ontology Construction from Corpus., CIKM, 2014"], "Dmitriy Zheleznyakov": ["Faceted Search over Ontology-Enhanced RDF Data., CIKM, 2014"], "Felix Naumann": ["DFD: Efficient Functional Dependency Discovery., CIKM, 2014", "Estimating the Number and Sizes of Fuzzy-Duplicate Clusters., CIKM, 2014"], "K. Selçuk Candan": ["Efficient Static and Dynamic In-Database Tensor Decompositions on Chunk-Based Array Stores., CIKM, 2014", "GI-NMF: Group Incremental Non-Negative Matrix Factorization on Data Streams., CIKM, 2014", "TensorDB: In-Database Tensor Manipulation with Tensor-Relational Query Plans., CIKM, 2014"], "Thomas Seidl": ["Efficient Filter Approximation Using the Earth Mover's Distance in Very Large Multimedia Databases with Feature Signatures., CIKM, 2014"], "Gao Cong": ["Tagging Your Tweets: A Probabilistic Modeling of Hashtag Annotation in Twitter., CIKM, 2014"], "Maxime Boucher": ["People Search within an Online Social Network: Large Scale Analysis of Facebook Graph Search Query Logs., CIKM, 2014"], "Jun Huan": ["Automatic Social Circle Detection Using Multi-View Clustering., CIKM, 2014"], "Roberto Basili": ["Semantic Compositionality in Tree Kernels., CIKM, 2014"], "Roi Blanco": ["Focused Crawling for Structured Data., CIKM, 2014"], "Xin Jiang": ["Ranking Optimization with Constraints., CIKM, 2014"], "Pavel Serdyukov": ["Supervised Nested PageRank., CIKM, 2014"], "Ji-Rong Wen": ["Concept-based Short Text Classification and Ranking., CIKM, 2014"], "Elena Ferrari": ["EgoCentric: Ego Networks for Knowledge-based Short Text Classification., CIKM, 2014"], "Yuanzhuo Wang": ["A Cross-Lingual Joint Aspect/Sentiment Model for Sentiment Analysis., CIKM, 2014"], "Chi-Hung Chi": ["Microblog Topic Contagiousness Measurement and Emerging Outbreak Monitoring., CIKM, 2014"], "U. Kang": ["Fast, Accurate, and Space-efficient Tracking of Time-weighted Frequent Items from Data Streams., CIKM, 2014", "Data/Feature Distributed Stochastic Coordinate Descent for Logistic Regression., CIKM, 2014"], "Yutao Zhang": ["Active Learning for Streaming Networked Data., CIKM, 2014"], "Yohei Ikawa": ["Online User Location Inference Exploiting Spatiotemporal Correlations in Social Streams., CIKM, 2014"], "Hong Cheng": ["Robust Principal Component Analysis with Missing Data., CIKM, 2014"], "Shizhong Liao": ["Model Selection with the Covering Number of the Ball of RKHS., CIKM, 2014"], "Ian Davidson": ["A Flexible Framework for Projecting Heterogeneous Data., CIKM, 2014"], "Debmalya Panigrahi": ["Fair Allocation in Online Markets., CIKM, 2014"], "William W. Cohen": ["Structure Learning via Parameter Learning., CIKM, 2014"], "Lixin Gao": ["Scalable Distributed Belief Propagation with Prioritized Block Updates., CIKM, 2014"], "Tie-Yan Liu": ["RC-NET: A General Framework for Incorporating Knowledge into Word Representations., CIKM, 2014"], "Sebastian Link": ["On Independence Atoms and Keys., CIKM, 2014"], "Xin Hu": ["Rebuilding the Tower of Babel: Towards Cross-System Malware Information Sharing., CIKM, 2014"], "Yan Sun": ["Computing Multi-Relational Sufficient Statistics for Large Databases., CIKM, 2014"], "Wu-Jun Li": ["Distributed Stochastic ADMM for Matrix Factorization., CIKM, 2014"], "Hsin-Hsi Chen": ["Exploring Ensemble of Models in Taxonomy-based Cross-Domain Sentiment Classification., CIKM, 2014"], "Ernest Teniente": ["Verifiable UML Artifact-Centric Business Process Models., CIKM, 2014"], "Shusen Wang": ["Transfer Understanding from Head Queries to Tail Queries., CIKM, 2014"], "Eduard H. Hovy": ["What a Nasty Day: Exploring Mood-Weather Relationship from Twitter., CIKM, 2014"], "Wray L. Buntine": ["Twitter Opinion Topic Model: Extracting Product Opinions from Tweets by Leveraging Hashtags and Sentiment Lexicon., CIKM, 2014"], "David Kil": ["Analysis of Physical Activity Propagation in a Health Social Network., CIKM, 2014"], "Chang Tan": ["Predicting the Popularity of Online Serials with Autoregressive Models., CIKM, 2014"], "Markus Strohmaier": ["Sequential Action Patterns in Collaborative Ontology-Engineering Projects: A Case-Study in the Biomedical Domain., CIKM, 2014"], "Geetika T. Lakshmanan": ["Towards Pathway Variation Identification: Aligning Patient Records with a Care Pathway., CIKM, 2014"], "Dingding Wang": ["PatentDom: Analyzing Patent Relationships on Multi-View Patent Graphs., CIKM, 2014"], "Hiroshi Sawada": ["Tracking Temporal Dynamics of Purchase Decisions via Hierarchical Time-Rescaling Model., CIKM, 2014"], "Georgios Theodoropoulos": ["Robust and Skew-resistant Parallel Joins in Shared-Nothing Systems., CIKM, 2014"], "Shazia Wasim Sadiq": ["SharkDB: An In-Memory Column-Oriented Trajectory Storage., CIKM, 2014"], "Linpeng Tang": ["Deal or deceit: detecting cheating in distribution channels., CIKM, 2014"], "Jingsheng Lei": ["An Appliance-Driven Approach to Detection of Corrupted Load Curve Data., CIKM, 2014"], "George Valkanas": ["Understanding Within-Content Engagement through Pattern Analysis of Mouse Gestures., CIKM, 2014"], "Roland Ditte": ["Modelling and Detecting Changes in User Satisfaction., CIKM, 2014"], "Joemon M. Jose": ["\"Picture the scene...\";: Visually Summarising Social Media Events., CIKM, 2014"], "Stefan Siersdorfer": ["Competitive Game Designs for Improving the Cost Effectiveness of Crowdsourcing., CIKM, 2014"], "Mengyang Yu": ["Cross-Modality Submodular Dictionary Learning for Information Retrieval., CIKM, 2014"], "An-Shou Cheng": ["A Word-Scale Probabilistic Latent Variable Model for Detecting Human Values., CIKM, 2014"], "Ariel Fuxman": ["Searching Locally-Defined Entities., CIKM, 2014"], "Mohammad Al Hasan": ["Sampling Triples from Restricted Networks using MCMC Strategy., CIKM, 2014"], "Dongyan Zhao": ["Efficient Subgraph Skyline Search Over Large Graphs., CIKM, 2014"], "Jian Pei": ["Within-Network Classification Using Radius-Constrained Neighborhood Patterns., CIKM, 2014"], "Michael Sioutis": ["Pushing the Envelope in Graph Compression., CIKM, 2014"], "Wendy Hui Wang": ["PraDa: Privacy-preserving Data-Deduplication-as-a-Service., CIKM, 2014"], "Tingjian Ge": ["Aroma: A New Data Protection Method with Differential Privacy and Accurate Query Answering., CIKM, 2014"], "Stratis D. Viglas": ["Fast Heuristics for Near-Optimal Task Allocation in Data Stream Processing over Clusters., CIKM, 2014"], "Wilfred Ng": ["Truth Discovery in Data Streams: A Single-Pass Probabilistic Approach., CIKM, 2014"], "Hui Fang": ["Document Prioritization for Scalable Query Processing., CIKM, 2014", "Analytical Performance Modeling for Top-K Query Processing., CIKM, 2014"], "Justin Zobel": ["Compact Auxiliary Dictionaries for Incremental Compression of Large Repositories., CIKM, 2014"], "Lian Duan": ["Relationship Emergence Prediction in Heterogeneous Networks through Dynamic Frequent Subgraph Mining., CIKM, 2014"], "Fabio Crestani": ["Query-Driven Mining of Citation Networks for Patent Citation Retrieval and Recommendation., CIKM, 2014", "Vertical-Aware Click Model-Based Effectiveness Metrics., CIKM, 2014"], "Xiao Huang": ["Cross-Device Search., CIKM, 2014"], "Fabian M. Suchanek": ["Canonicalizing Open Knowledge Bases., CIKM, 2014"], "Gerhard Weikum": ["A Fresh Look on Knowledge Bases: Distilling Named Events from News., CIKM, 2014", "AESTHETICS: Analytics with Strings, Things, and Cats., CIKM, 2014"], "Chengqi Zhang": ["Exploring Features for Complicated Objects: Cross-View Feature Selection for Multi-Instance Learning., CIKM, 2014"], "Wellington Santos Martins": ["On Efficient Meta-Level Features for Effective Text Classification., CIKM, 2014"], "B. Aditya Prakash": ["Scalable Vaccine Distribution in Large Graphs given Uncertain Data., CIKM, 2014"], "Srinivasan Parthasarathy": ["Component Detection in Directed Networks., CIKM, 2014"], "Rasmus Pagh": ["MapReduce Triangle Enumeration With Guarantees., CIKM, 2014"], "Sam Shah": ["Hotspot Detection in a Service-Oriented Architecture., CIKM, 2014"], "Ira Assent": ["Hashcube: A Data Structure for Space- and Query-Efficient Skycube Compression., CIKM, 2014"], "Vinay Deolalikar": ["Distance or Coverage?: Retrieving Knowledge-Rich Documents From Enterprise Text Collections., CIKM, 2014", "Parameter Tuning with User Models: Influencing Aggregate User Behavior in Cluster Based Retrieval Systems., CIKM, 2014", "What is the Shape of a Cluster?: Structural Comparisons of Document Clusters., CIKM, 2014"], "Hua Wang": ["Indexing Linked Data in a Wireless Broadcast System with 3D Hilbert Space-Filling Curves., CIKM, 2014"], "Edward Curry": ["Towards Efficient Dissemination of Linked Data in the Internet of Things., CIKM, 2014"], "Egemen Tanin": ["Tell Me What You Want and I Will Tell Others Where You Have Been., CIKM, 2014"], "Peter Christen": ["Forest-Based Dynamic Sorted Neighborhood Indexing for Real-Time Entity Resolution., CIKM, 2014", "Scalable Privacy-Preserving Record Linkage for Multiple Databases., CIKM, 2014"], "Long Guo": ["Travel distance versus navigation complexity: a study on different spatial queries on road networks., CIKM, 2014"], "Nickolas J. G. Falkner": ["Exploring Tag-Free RFID-Based Passive Localization and Tracking via Learning-Based Probabilistic Approaches., CIKM, 2014"], "Kourosh Nehsatian": ["Simple Arabic Stemmer., CIKM, 2014"], "Klaus Berberich": ["Phrase Query Optimization on Inverted Indexes., CIKM, 2014", "Identifying Time Intervals of Interest to Queries., CIKM, 2014"], "Vittorio Castelli": ["CLIR for Informal Content in Arabic Forum Posts., CIKM, 2014"], "Anne Schuth": ["Head First: Living Labs for Ad-hoc Search Evaluation., CIKM, 2014"], "Peter Bruza": ["Medical Semantic Similarity with a Neural Language Model., CIKM, 2014"], "Arjen P. de Vries": ["Modelling Complex Relevance Spaces with Copulas., CIKM, 2014"], "Walid Magdy": ["Identification of Answer-Seeking Questions in Arabic Microblogs., CIKM, 2014", "TweetMogaz v2: Identifying News Stories in Social Media., CIKM, 2014"], "Mark Sanderson": ["Size and Source Matter: Understanding Inconsistencies in Test Collection-Based Evaluation., CIKM, 2014", "How People Use the Web in Large Indoor Spaces., CIKM, 2014"], "Seongchan Kim": ["Exploiting Knowledge Structure for Proximity-aware Movie Retrieval Model., CIKM, 2014"], "Hanqing Lu": ["Supervised Hashing with Soft Constraints., CIKM, 2014"], "Houfeng Wang": ["Probabilistic Classifier Chain Inference via Gibbs Sampling., CIKM, 2014"], "Bo Xu": ["GPQ: Directly Optimizing Q-measure based on Genetic Programming., CIKM, 2014"], "Ismail Sengor Altingovde": ["Query Performance Prediction for Aspect Weighting in Search Result Diversification., CIKM, 2014"], "Charles L. A. Clarke": ["Succinct Queries for Linking and Tracking News in Social Media., CIKM, 2014"], "Xin Shu": ["Exploring Shared Subspace and Joint Sparsity for Canonical Correlation Analysis., CIKM, 2014"], "Shengli Wu": ["Query Performance Prediction By Considering Score Magnitude and Variance Together., CIKM, 2014"], "Tingting He": ["Log-Bilinear Document Language Model for Ad-hoc Information Retrieval., CIKM, 2014"], "Luo Si": ["Sparse Semantic Hashing for Efficient Large Scale Similarity Search., CIKM, 2014"], "Xueming Qian": ["Spatial Verification for Scalable Mobile Image Retrieval., CIKM, 2014"], "Dan Massey": ["A Generative Model for Generating Relevance Labels from Human Judgments and Click-Logs., CIKM, 2014"], "Bin Hu": ["Generalized Bias-Variance Evaluation of TREC Participated Systems., CIKM, 2014"], "Dolf Trieschnigg": ["Aligning Vertical Collection Relevance with User Intent., CIKM, 2014"], "Mohammed Al-Dhelaan": ["Multi-document Hyperedge-based Ranking for Text Summarization., CIKM, 2014"], "Christopher Homan": ["Non-independent Cascade Formation: Temporal and Spatial Effects., CIKM, 2014"], "Xiaoyan Zhu": ["Ranking Sentiment Explanations for Review Summarization Using Dual Decomposition., CIKM, 2014"], "Yuan-Fang Li": ["A Meta-reasoner to Rule Them All: Automated Selection of OWL Reasoners Based on Efficiency., CIKM, 2014"], "David Nilsson": ["Semantic Topology., CIKM, 2014"], "Shuo Bai": ["CONR: A Novel Method for Sentiment Word Identification., CIKM, 2014"], "Rao Kotagiri": ["Using Local Information to Significantly Improve Classification Performance., CIKM, 2014"], "Zaobin Gan": ["Improving Recommendation Accuracy by Combining Trust Communities and Collaborative Filtering., CIKM, 2014"], "Peter O'Donovan": ["Nonlinear Classification via Linear SVMs and Multi-Task Learning., CIKM, 2014"], "Ashish Jagmohan": ["Enterprise Discussion Analysis., CIKM, 2014"], "Kyung-Soon Lee": ["A Problem-Action Relation Extraction Based on Causality Patterns of Clinical Events in Discharge Summaries., CIKM, 2014"], "Emine Yilmaz": ["Entity Oriented Task Extraction from Query Logs., CIKM, 2014"], "Yanyan Lan": ["Modeling Retail Transaction Data for Personalized Shopping Recommendation., CIKM, 2014"], "Carolyn Penstein Rosé": ["Identifying Latent Study Habits by Mining Learner Behavior Patterns in Massive Open Online Courses., CIKM, 2014", "Constrained Question Recommendation in MOOCs via Submodularity., CIKM, 2014"], "Senzhang Wang": ["Exploit Latent Dirichlet Allocation for One-Class Collaborative Filtering., CIKM, 2014"], "Chen Zhang": ["A Bootstrapping Based Refinement Framework for Mining Opinion Words and Targets., CIKM, 2014"], "Zhong Ming": ["Adaptive Pairwise Preference Learning for Collaborative Recommendation with Implicit Feedbacks., CIKM, 2014"], "Shan Wang": ["INK: A Cloud-Based System for Efficient Top-k Interval Keyword Search., CIKM, 2014"], "Jun Chen": ["CoDEM: An Ingenious Tool of Insight into Community Detection in Social Networks., CIKM, 2014"], "Siyu Yao": ["Faceted Exploring for Domain Knowledge over Linked Open Data., CIKM, 2014"], "Matthias Jarke": ["Building and Exploring Dynamic Topic Models on the Web., CIKM, 2014"], "Mark Ashworth": ["A Demonstration of SearchonTS: An Efficient Pattern Search Framework for Time Series Data., CIKM, 2014"], "Ping Ji": ["Accelerometer-based Activity Recognition on Smartphone., CIKM, 2014"], "Jiacheng Zhang": ["Cleanix: A Big Data Cleaning Parfait., CIKM, 2014"], "Byron J. Gao": ["Keeping You in the Loop: Enabling Web-based Things Management in the Internet of Things., CIKM, 2014"], "Nan Zhang": ["Anything You Can Do, I Can Do Better: Finding Expert Teams by CrewScout., CIKM, 2014"], "Wei Wang": ["WiiCluster: a Platform for Wikipedia Infobox Generation., CIKM, 2014"], "Cathal Gurrin": ["Negative FaceBlurring: A Privacy-by-Design Approach to Visual Lifelogging with Google Glass., CIKM, 2014"], "Kazutoshi Sumiya": ["TwinChat: A Twitter and Web User Interactive Chat System., CIKM, 2014"], "Morten Kristiansen": ["VFDS: An Application to Generate Fast Sample Databases., CIKM, 2014"], "Yehoshua Sagiv": ["Knowledge Management for Keyword Search over Data Graphs., CIKM, 2014"], "Liang He": ["Clairvoyant: An Early Prediction System For Video Hits., CIKM, 2014"], "Dong Liu": ["iMiner: Mining Inventory Data for Intelligent Management., CIKM, 2014"], "Peter M. Fischer": ["RApID: A System for Real-time Analysis of Information Diffusion in Twitter., CIKM, 2014"], "Cédric du Mouza": ["RecLand: A Recommender System for Social Networks., CIKM, 2014"], "Vassilis Christophides": ["MeowsReader: Real-Time Ranking and Filtering of News with Generalized Continuous Top-k Queries., CIKM, 2014"], "Jie Tang": ["AMiner-mini: A People Search Engine for University., CIKM, 2014"], "Mounia Lalmas": ["DEESSE: entity-Driven Exploratory and sErendipitous Search SystEm., CIKM, 2014"], "Raffaele Perego": ["Manual Annotation of Semi-Structured Documents for Entity-Linking., CIKM, 2014"], "Célia Nunes": ["GTE-Rank: Searching for Implicit Temporal Query Results., CIKM, 2014"], "Christian Oberländer": ["Exploring Document Collections with Topic Frames., CIKM, 2014"], "Fei Chiang": ["CONDOR: A System for CONstraint DiscOvery and Repair., CIKM, 2014"], "Min Song": ["DTMBIO 2014: International Workshop on Data and Text Mining in Biomedical Informatics., CIKM, 2014"], "John O'Donovan": ["DUBMOD14 - International Workshop on Data-driven User Behavioral Modeling and Mining from Social Media., CIKM, 2014"], "Jussi Karlgren": ["Seventh Workshop on Exploiting Semantic Annotations in Information Retrieval (ESAIR'14): CIKM 2014 Workshop., CIKM, 2014"], "Bruno Martins": ["LocWeb'14 - 4th International Workshop on Location and the Web: CIKM 2014 Workshop Summary., CIKM, 2014"], "Aparna S. Varde": ["PIKM 2014: The 7th ACM Workshop for Ph.D. Students in Information and Knowledge Management., CIKM, 2014"], "Alfredo Cuzzocrea": ["PSBD 2014: Overview of the 1st International Workshop on Privacy and Security of Big Data., CIKM, 2014"], "Zhisheng Huang": ["Web-KR 2014: The 5th International Workshop on Web-scale Knowledge Representation, Retrieval and Reasoning., CIKM, 2014"]}