{"Hakan Ferhatosmanoglu": ["Efficient Processing of Conical Queries., CIKM, 2001"], "Sang-Wook Kim": ["Effective Nearest Neighbor Indexing with the Euclidean Metric., CIKM, 2001"], "Anastasios Tombros": ["Query-Sensitive Similarity Measures for the Calculation of Interdocument Relationships., CIKM, 2001"], "Hongyuan Zha": ["Bipartite Graph Partitioning and Data Clustering., CIKM, 2001"], "Anton Leuski": ["Evaluating Document Clustering for Interactive Information Retrieval., CIKM, 2001"], "Arnulfo P. Azcarraga": ["Extracting Meaningful Labels for WEBSOM Text Archives., CIKM, 2001"], "Oliver Haase": ["Exposing the Vagueness of Query Results on Partly Inaccessible Databases., CIKM, 2001"], "Hasan M. Jamil": ["Towards a Visual Query Interface for Phylogenetic Databases., CIKM, 2001"], "Catharine M. Wyss": ["A Relational Algebra for Data/Metadata Integration in a Federated Database System., CIKM, 2001"], "Manuel Vilares Ferro": ["Approximately Common Patterns in Shared-Forests., CIKM, 2001"], "Helen Pinto": ["Multi-Dimensional Sequential Pattern Mining., CIKM, 2001"], "Ke Wang": ["Mining Confident Rules Without Support Requirement., CIKM, 2001"], "Khalid Al-Kofahi": ["Combining Multiple Classifiers for Text Categorization., CIKM, 2001"], "Kristina Toutanova": ["Text Classification in a Hierarchical Mixture Model for Small Training Sets., CIKM, 2001"], "Sarah Zelikovitz": ["Using LSI for Text Classification in the Presence of Background Text., CIKM, 2001"], "William P. Jones": ["Keeping Found Things Found on the Web., CIKM, 2001"], "Theodora Tsikrika": ["Merging Techniques for Performing Data Fusion on the Web., CIKM, 2001"], "Mark Hansen": ["Using navigation Data to Improve IR functions in the Context of Web Search., CIKM, 2001"], "Dragomir R. Radev": ["Mining the Web for Answers to Natural Language Questions., CIKM, 2001"], "Euna Jeong": ["Induction of Integrated View for XML Data with Heterogeneous DTDs., CIKM, 2001"], "Jason Sankey": ["Structural Inference for Semistructured Data., CIKM, 2001"], "Stéphane Bressan": ["X007: Applying 007 Benchmark to XML Query Processing Tool., CIKM, 2001"], "Michael Barg": ["Structural Proximity Searching for Large Collections of Semi-Structured Data., CIKM, 2001"], "Paul Ogilvie": ["The Effectiveness of Query Expansion for Distributed Information Retrieval., CIKM, 2001"], "Yves Rasolofo": ["Approaches to Collection Selection and Results Merging for Distributed Information Retrieval., CIKM, 2001"], "James C. French": ["Exploiting A Controlled Vocabulary to Improve Collection Selection and Retrieval Effectiveness., CIKM, 2001"], "Henk Ernst Blok": ["Predicting the Cost-Quality Trade-Off for Information Retrieval Queries: Facilitating Database Design and Query Optimization., CIKM, 2001"], "Klaudia Hergula": ["How Foreign Function Integration Conquers Heterogeneous Query Processing., CIKM, 2001"], "Zaiqing Nie": ["Joint Optimization of Cost and Coverage of Query Plans in Data Integration., CIKM, 2001"], "Hung-Chen Chen": ["A Music Recommendation System Based on Music Data Grouping and User Interests., CIKM, 2001"], "Kai Yu": ["Selecting Relevant Instances for Efficient and Accurate Collaborative Filtering., CIKM, 2001"], "George Karypis": ["Evaluation of Item-Based Top-N Recommendation Algorithms., CIKM, 2001"], "Sanghyun Park": ["Prefix-Querying: An Approach for Effective Subsequence Matching Under Time Warping in Sequence Databases., CIKM, 2001"], "Chang-Hung Lee": ["Sliding-Window Filtering: An Efficient Algorithm for Incremental Mining., CIKM, 2001"], "Wan Po Man Polly": ["Efficient and Robust Feature Extraction and Pattern Matching of Time Series by a Lattice Structure., CIKM, 2001"], "Rayid Ghani": ["Mining the Web to Create Minority Language Corpora., CIKM, 2001"], "Jack G. Conrad": ["Automatic Recognition of Distinguishing Negative Indirect History Language in Judicial Opinions., CIKM, 2001"], "Mohammed Aljlayl": ["Effective Arabic-English Cross-Language Information Retrieval via Machine-Readable Dictionaries and Machine Translation., CIKM, 2001"], "Chih-Hao Hsu": ["A Near Optimal Algorithm for Generating Broadcast Programs on Multiple Channels., CIKM, 2001"], "Karl Aberer": ["Managing Trust in a Peer-2-Peer Information System., CIKM, 2001"], "Jacob Eisenstein": ["Alternative Representations and Abstractions for Moving Sensors Databases., CIKM, 2001"], "Alain Couchot": ["Termination Analysis of Active Rules Modular Sets., CIKM, 2001"], "Shi Guang Qiu": ["Index Filtering and View Materialization in ROLAP Environment., CIKM, 2001"], "Kyoosang Cho": ["Dynamic and Hierarchical Spatial Access Method using Integer Searching., CIKM, 2001"], "Ki Yong Lee": ["Efficient Incremental View Maintenance in Data Warehouses., CIKM, 2001"], "Kevyn Collins-Thompson": ["Improved String Matching Under Noisy Channel Conditions., CIKM, 2001"], "Aleksander Kolcz": ["Summarization as Feature Selection for Text Categorization., CIKM, 2001"], "Paulo Braz Golgher": ["Bootstrapping for Example-Based Data Extraction., CIKM, 2001"], "Kai-Uwe Sattler": ["SQL Database Primitives for Decision Tree Classifiers., CIKM, 2001"], "Henrik Nottelmann": ["Learning Probabilistic Datalog Rules for Information Classification and Transformation., CIKM, 2001"], "Kingshy Goh": ["SVM Binary Classifier Ensembles for Image Classification., CIKM, 2001"], "ChengXiang Zhai": ["Model-based Feedback in the Language Modeling Approach to Information Retrieval., CIKM, 2001"], "Torsten Grabs": ["PowerDB-IR - Information Retrieval on Top of a Database Cluster., CIKM, 2001"], "D. Cai": ["Automatic Query Expansion Based on Divergence., CIKM, 2001"], "Mark H. Montague": ["Relevance Score Normalization for Metasearch., CIKM, 2001"], "Jiun-Long Huang": ["Binary Interpolation Search for Solution Mapping on Broadcast and On-demand Channels in a Mobile Computing Environment., CIKM, 2001"], "Subhasish Mazumdar": ["Caching Constrained Mobile Data., CIKM, 2001"], "Wai Gen Yee": ["Scaling Replica Maintenance In Intermittently Synchronized Mobile Databases., CIKM, 2001"], "Wen-Chi Hou": ["An Optimal Construction of Invalidation Reports for Mobile Databases., CIKM, 2001"], "Richard Relue": ["Efficient Runtime Generation of Association Rules., CIKM, 2001"], "Amitabha Das": ["Rapid Association Rule Mining., CIKM, 2001"], "Amit Anil Nanavati": ["Mining Generalised Disjunctive Association Rules., CIKM, 2001"], "Dulce B. Ponceleon": ["Automatic Discovery of Salient Segments in Imperfect Speech Transcripts., CIKM, 2001"], "Heng Tao Shen": ["Finding Similar Images Quickly Using Object Shapes., CIKM, 2001"], "Chih-Chin Liu": ["Content-Based Retrieval of MP3 Music Objects., CIKM, 2001"], "Mohamed F. Mokbel": ["Irregularity in Multi-Dimensional Space-Filling Curves with Applications in Multimedia Databases., CIKM, 2001"], "Daniel Alexander Ford": ["Tempus Fugit: A System for Making Semantic Connections., CIKM, 2001"], "Hwee-Leng Ong": ["FOCI: Flexible Organizer for Competitive Intelligence., CIKM, 2001"], "Eric W. Brown": ["Towards Speech as a Knowledge Resource., CIKM, 2001"], "Inderjeet Mani": ["Recent Developments in Text Summarization., CIKM, 2001"], "Robert G. Farrell": ["Summarization of Discussion Groups., CIKM, 2001"], "Ellen M. Voorhees": ["Question Answering in TREC., CIKM, 2001"], "Yannis Papakonstantinou": ["The Enosys Markets Data Integration Platform: Lessons from the Trenches., CIKM, 2001"], "Daniel C. Zilio": ["Self-Managing Technology in IBM DB2 Universal Database., CIKM, 2001"], "Arnon Rosenthal": ["Document Release versus Data Access Controls: Two Sides of the Same Coin?., CIKM, 2001", "What Can Researches Do to Improve Security of Data and Documents?., CIKM, 2001"], "Eike Schallehn": ["Advanced Grouping and Aggregation for Data Integration., CIKM, 2001"], "Ying Xia": ["Dynamic Versioning Concurrency Control for Index-Based Data Access in Main Memory Database Systems., CIKM, 2001"], "SungSuk Kim": ["O-PreH: Optimistic Transaction Processing Algorithm based on Pre-Reordering in Hybrid Broadcast Environments., CIKM, 2001"], "Men Hin Yan": ["Algorithm for Discovering Multivalued Dependencies., CIKM, 2001"], "Kesheng Wu": ["A Performance Comparison of bitmap indexes., CIKM, 2001"], "Jeanette Bruno": ["Faciliating Knowledge Flow through the Enterprise., CIKM, 2001"], "Enrico Blanzieri": ["Information Access in Implicit Culture Framework., CIKM, 2001"], "Travis Bauer": ["Real Time User Context Modeling for Information Retrieval Agents., CIKM, 2001"], "K. Krishna": ["A Clustering Algorithm for Asymmetrically Related Data with Applications to Text Mining., CIKM, 2001"], "Luo Si": ["A Statistical Model for Scientific Readability., CIKM, 2001"], "King-Lup Liu": ["Discovering the Representative of a Search Engine., CIKM, 2001"], "Arnon Amir": ["Advances in Phonetic Word Spotting., CIKM, 2001"], "Yongjian Fu": ["Reorganizing Web Sites Based on User Access Patterns., CIKM, 2001"], "Ronen Feldman": ["A Domain Independent Environment for Creating Information Extraction Modules., CIKM, 2001"], "Andrian Marcus": ["Ordinal Association Rules for Error Identification in Data Sets., CIKM, 2001"], "Erich J. Neuhold": ["XML, the WEB and Database Functionality?., CIKM, 2001"]}