{"Rakesh Agrawal": ["Humane data mining., CIKM, 2008"], "Debabrata Dash": ["Dynamic faceted search for discovery-driven analysis., CIKM, 2008"], "Senjuti Basu Roy": ["Minimum-effort driven dynamic faceted search in structured databases., CIKM, 2008"], "Gloria Bordogna": ["A language for manipulating clustered web documents results., CIKM, 2008"], "Shui-Lung Chuang": ["Integrating web query results: holistic schema matching., CIKM, 2008"], "Filip Radlinski": ["How does clickthrough data reflect retrieval quality?, CIKM, 2008"], "Marc Najork": ["Efficient and effective link analysis with precomputed salsa maps., CIKM, 2008"], "Lian'en Huang": ["Achieving both high precision and high recall in near-duplicate detection., CIKM, 2008"], "Zhicheng Dou": ["Are click-through data adequate for learning web search rankings?, CIKM, 2008"], "Jian Huang": ["Error-driven generalist+experts (edge): a multi-stage ensemble framework for text categorization., CIKM, 2008"], "Yang Song": ["A sparse gaussian processes classification framework for fast tag suggestions., CIKM, 2008"], "Ping Luo": ["Transfer learning from multiple source domains via consensus regularization., CIKM, 2008"], "Dell Zhang": ["Classifying networked entities with modularity kernels., CIKM, 2008"], "Casey Whitelaw": ["Web-scale named entity recognition., CIKM, 2008"], "Roy J. Byrd": ["Semi-automated logging of contact center telephone calls., CIKM, 2008"], "Gang Luo": ["MedSearch: a specialized search engine for medical information retrieval., CIKM, 2008", "Content-based filtering for efficient online materialized view maintenance., CIKM, 2008", "Real-time new event detection for video streams., CIKM, 2008", "Transaction reordering with application to synchronized scans., CIKM, 2008"], "Roger B. Bradford": ["An empirical study of required dimensionality for large-scale latent semantic indexing applications., CIKM, 2008"], "Gang Qian": ["A step towards incremental maintenance of the composed schema mapping., CIKM, 2008"], "Mumtaz Ahmad": ["Modeling and exploiting query interactions in database systems., CIKM, 2008"], "Humberto Luiz Razente": ["A novel optimization approach to efficiently process aggregate similarity queries in metric access methods., CIKM, 2008"], "Kerstin Bischoff": ["Can all tags be used for search?, CIKM, 2008"], "Anna Ritchie": ["Comparing citation contexts for information retrieval., CIKM, 2008"], "Fabian M. Suchanek": ["Social tags: meaning and suggestions., CIKM, 2008"], "Hao Ma": ["Mining social networks using heat diffusion processes for marketing candidates selection., CIKM, 2008", "Learning latent semantic relations from clickthrough data for query suggestion., CIKM, 2008", "SoRec: social recommendation using probabilistic matrix factorization., CIKM, 2008"], "Leonardo C. da Rocha": ["Exploiting temporal contexts in text classification., CIKM, 2008"], "Alessandro Moschitti": ["Kernel methods, syntax and semantics for relational text categorization., CIKM, 2008"], "George Forman": ["BNS feature scaling: an improved representation over tf-idf for svm text classification., CIKM, 2008", "Extremely fast text feature extraction for classification and indexing., CIKM, 2008"], "Guilherme Hoefel": ["Learning a two-stage SVM/CRF sequence classifier., CIKM, 2008"], "Ziv Bar-Yossef": ["Local approximation of pagerank and reverse pagerank., CIKM, 2008"], "Aleksandra Korolova": ["Link privacy in social networks., CIKM, 2008"], "Chen Chen": ["On effective presentation of graph patterns: a structural representative approach., CIKM, 2008"], "Qiankun Zhao": ["Characterizing and predicting community members from evolutionary and heterogeneous networks., CIKM, 2008"], "Marko A. Rodriguez": ["An algorithm to determine peer-reviewers., CIKM, 2008"], "Dongmei Jia": ["Spam characterization and detection in peer-to-peer file-sharing systems., CIKM, 2008"], "Steve Webb": ["Predicting web spam with HTTP session information., CIKM, 2008"], "Nish Parikh": ["Inferring semantic query relations from collective user behavior., CIKM, 2008"], "George A. Mihaila": ["Anomaly-free incremental output in stream processing., CIKM, 2008"], "Abhishek Mukherji": ["SNIF TOOL: sniffing for patterns in continuous streams., CIKM, 2008"], "Giorgio Ghelli": ["Linear time membership in a class of regular expressions with interleaving and counting., CIKM, 2008"], "Donald Metzler": ["Generalized inverse document frequency., CIKM, 2008"], "Derrick Coetzee": ["TinyLex: static n-gram index pruning with perfect recall., CIKM, 2008"], "David E. Losada": ["Revisiting the relationship between document length and relevance., CIKM, 2008"], "Lixin Shi": ["Relating dependent indexes using dempster-shafer theory., CIKM, 2008"], "Claudia Hauff": ["Improved query difficulty prediction for the web., CIKM, 2008", "A survey of pre-retrieval query performance predictors., CIKM, 2008"], "Doug Downey": ["Understanding the relationship between searchers' queries and information goals., CIKM, 2008"], "Zuobing Xu": ["Active relevance feedback for difficult queries., CIKM, 2008"], "Qiaozhu Mei": ["Query suggestion using hitting time., CIKM, 2008"], "Xuanhui Wang": ["Mining term association patterns from search logs for effective query reformulation., CIKM, 2008"], "Krisztian Balog": ["Non-local evidence for expert finding., CIKM, 2008"], "Amit Goyal": ["Discovering leaders from community actions., CIKM, 2008"], "David N. Milne": ["Learning to link with wikipedia., CIKM, 2008"], "Pedro M. Domingos": ["Markov logic: a unifying language for knowledge and information management., CIKM, 2008"], "Alex Thomo": ["Rewriting of visibly pushdown languages for xml data integration., CIKM, 2008"], "Guangjun Xie": ["Some rewrite optimizations of DB2 XQuery navigation., CIKM, 2008"], "Bilel Gueni": ["Pruning nested XQuery queries., CIKM, 2008"], "Pawel Placek": ["A heuristic approach for checking containment of generalized tree-pattern queries., CIKM, 2008"], "Leif Azzopardi": ["Retrievability: an evaluation measure for higher order information access tasks., CIKM, 2008"], "William Webber": ["Statistical power in retrieval experimentation., CIKM, 2008"], "Tetsuya Sakai": ["Comparing metrics across TREC and NTCIR: the robustness to system bias., CIKM, 2008"], "Kenneth A. Kinney": ["How evaluator domain expertise affects search result relevance judgments., CIKM, 2008"], "Christos Boutsidis": ["Clustered subset selection and its applications on it service metrics., CIKM, 2008"], "Paolo Boldi": ["The query-flow graph: model and applications., CIKM, 2008"], "Arnold P. Boedihardjo": ["A framework for estimating complex probability density structures in data streams., CIKM, 2008"], "Pinar Donmez": ["Proactive learning: cost-sensitive active learning with multiple imperfect oracles., CIKM, 2008"], "David A. Evans": ["E-discovery., CIKM, 2008", "The social (open) workspace., CIKM, 2008"], "Josep Aguilar-Saborit": ["Exploiting pipeline interruptions for efficient memory allocation., CIKM, 2008"], "Marina Barsky": ["A new method for indexing genomes using on-disk suffix trees., CIKM, 2008"], "Vuk Ercegovac": ["Supporting sub-document updates and queries in an inverted index., CIKM, 2008"], "Wei Dong": ["Modeling LSH for performance tuning., CIKM, 2008"], "Mingjie Zhu": ["Can phrase indexing help to process non-phrase queries?, CIKM, 2008"], "Julia Luxenburger": ["Matching task profiles and user needs in personalized web search., CIKM, 2008"], "Rosie Jones": ["Beyond the session timeout: automatic hierarchical segmentation of search topics in query logs., CIKM, 2008", "Vanity fair: privacy in querylog bundles., CIKM, 2008"], "Kristen Parton": ["Simultaneous multilingual search for translingual information retrieval., CIKM, 2008"], "Daqing He": ["Translation enhancement: a new relevance feedback method for cross-language information retrieval., CIKM, 2008"], "Eduardo Valle": ["High-dimensional descriptor indexing for large multimedia databases., CIKM, 2008"], "Yu-En Lu": ["On low dimensional random projections and similarity search., CIKM, 2008"], "Hanghang Tong": ["Fast mining of complex time-stamped events., CIKM, 2008"], "Darcy A. Davis": ["Predicting individual disease risk based on medical history., CIKM, 2008"], "Malika Mahoui": ["Identification of gene function using prediction by partial matching (PPM) language models., CIKM, 2008"], "Philon Nguyen": ["Fast correlation analysis on time series datasets., CIKM, 2008", "Polyhedral transformation for indexed rank order correlation queries., CIKM, 2008"], "Rodolfo Stecher": ["Wildcards for lightweight information integration in virtual desktops., CIKM, 2008"], "Simona Colucci": ["Finding informative commonalities in concept collections., CIKM, 2008"], "Masahiro Ito": ["Association thesaurus construction methods based on link co-occurrence analysis for wikipedia., CIKM, 2008"], "Christian Hütter": ["Peer production of structured knowledge -: an empirical study of ratings and incentive mechanisms., CIKM, 2008"], "Venkatesan T. Chakaravarthy": ["Efficient techniques for document sanitization., CIKM, 2008"], "Haixun Wang": ["Dual encryption for query integrity assurance., CIKM, 2008"], "Ahmed A. Ataullah": ["Records retention in relational database systems., CIKM, 2008"], "Lisa Friedland": ["Joke retrieval: recognizing the same joke told differently., CIKM, 2008"], "Jeremy Pickens": ["Ranked feature fusion models for ad hoc retrieval., CIKM, 2008"], "Jin Zhang": ["AdaSum: an adaptive model for summarization., CIKM, 2008"], "Deng Cai": ["Modeling hidden topics on document manifold., CIKM, 2008"], "Jinwen Guo": ["Tapping on the potential of q&a community by recommending answer providers., CIKM, 2008"], "Yun Chi": ["Probabilistic polyadic factorization and its application to personalized recommendation., CIKM, 2008"], "Derry Tanti Wijaya": ["A random walk on the red carpet: rating movies with user reviews and pagerank., CIKM, 2008"], "Xiang Zhang": ["REDUS: finding reducible subspaces in high dimensional data., CIKM, 2008"], "Elsa Loekito": ["Mining influential attributes that capture class and group contrast behaviour., CIKM, 2008"], "Ying Liu": ["Real-time data pre-processing technique for efficient feature extraction in large scale datasets., CIKM, 2008", "Identifying table boundaries in digital documents via sparse line detection., CIKM, 2008"], "Hongliang Fei": ["Structure feature selection for graph classification., CIKM, 2008"], "W. Bruce Croft": ["Unsolved problems in search: (and how we approach them)., CIKM, 2008"], "Andrei Z. Broder": ["To swing or not to swing: learning when (not) to advertise., CIKM, 2008", "Search advertising using web relevance feedback., CIKM, 2008"], "Yuefeng Li": ["A two-stage text mining model for information filtering., CIKM, 2008", "Effective pattern taxonomy mining in text documents., CIKM, 2008"], "Canhui Wang": ["Automatic online news topic ranking using media focus and user attention based on aging theory., CIKM, 2008"], "Craig Macdonald": ["Key blog distillation: ranking aggregates., CIKM, 2008"], "Jangwon Seo": ["Blog site search using resource selection., CIKM, 2008"], "Ben He": ["An effective statistical approach to blog post opinion retrieval., CIKM, 2008"], "Chuan Duan": ["A consensus based approach to constrained clustering of software requirements., CIKM, 2008"], "Ron Bekkerman": ["Data weaving: scaling up the state-of-the-art in data clustering., CIKM, 2008"], "Ira Assent": ["EDSC: efficient density-based subspace clustering., CIKM, 2008"], "Faris Alqadah": ["An effective algorithm for mining 3-clusters in vertically partitioned data., CIKM, 2008", "Detecting significant distinguishing sets among bi-clusters., CIKM, 2008"], "Maryam Karimzadehgan": ["Multi-aspect expertise matching for review assignment., CIKM, 2008"], "Barbara Poblete": ["Dr. Searcher and Mr. Browser: a unified hyperlink-click graph., CIKM, 2008"], "Pavel Serdyukov": ["Modeling multi-step relevance propagation for expert finding., CIKM, 2008"], "Keke Chen": ["Trada: tree based ranking function adaptation., CIKM, 2008"], "Mir Sadek Ali": ["Structural relevance: a common basis for the evaluation of structured document retrieval., CIKM, 2008"], "Le Zhao": ["A generative retrieval model for structured documents., CIKM, 2008"], "Christian Kohlschütter": ["A densitometric approach to web page segmentation., CIKM, 2008"], "Sujith Ravi": ["Using structured text for large-scale attribute extraction., CIKM, 2008"], "Anup Chalamalla": ["Identification of class specific discourse patterns., CIKM, 2008"], "Huajing Li": ["Scalable community discovery on textual data with relations., CIKM, 2008"], "Chong Long": ["Information shared by many objects., CIKM, 2008"], "Ken C. K. Lee": ["Valid scope computation for location-dependent spatial query in mobile broadcast environments., CIKM, 2008", "ROAD: an efficient framework for location dependentspatial queries on road networks., CIKM, 2008"], "Linh Thai Nguyen": ["Adaptive distributed indexing for structured peer-to-peer networks., CIKM, 2008"], "Jon Olav Hauglid": ["PROQID: partial restarts of queries in distributed databases., CIKM, 2008"], "Andrew Hickl": ["Answering questions with authority., CIKM, 2008"], "David Dominguez-Sal": ["Cache-aware load balancing for question answering., CIKM, 2008"], "Wei Zhou": ["A system for finding biological entities that satisfy certain conditions from texts., CIKM, 2008"], "Andrew Arnold": ["Intra-document structural frequency features for semi-supervised domain adaptation., CIKM, 2008"], "Xin Xin": ["Academic conference homepage understanding using constrained hierarchical conditional random fields., CIKM, 2008"], "Pawel Jurczyk": ["Privacy-preserving data publishing for horizontally partitioned databases., CIKM, 2008"], "Haofen Wang": ["CE2: towards a large scale hybrid search engine with integrated ranking support., CIKM, 2008"], "Melanie Herschel": ["Scaling up duplicate detection in graph data., CIKM, 2008"], "Maxim Kormilitsin": ["View and index selection for query-performance improvement: quality-centered algorithms and heuristics., CIKM, 2008"], "Sung Jin Kim": ["SQL extension for exploring multiple tables., CIKM, 2008"], "Shaoyi Yin": ["PBFilter: indexing flash-resident data through partitioned summaries., CIKM, 2008"], "Jason J. Soo": ["Yizkor books: a voice for the silent past., CIKM, 2008"], "Mihai Stroe": ["An approximate string matching approach for handling incorrectly typed urls., CIKM, 2008"], "Qiang Wang": ["Speed up semantic search in p2p networks., CIKM, 2008"], "Xuerui Wang": ["A note on search based forecasting of ad volume in contextual advertising., CIKM, 2008"], "Young-Min Kim": ["An extension of PLSA for document clustering., CIKM, 2008"], "Linhong Zhu": ["Online spam-blog detection through blog search., CIKM, 2008"], "Katsuya Masuda": ["Nested region algebra extended with variables for tag-annotated text search., CIKM, 2008"], "Antti Ukkonen": ["Searching the wikipedia with contextual information., CIKM, 2008"], "Javier Parapar": ["Winnowing-based text clustering., CIKM, 2008"], "Binyamin Rosenfeld": ["Using sequence classification for filtering web pages., CIKM, 2008"], "Jay Urbain": ["Passage relevance models for genomics search., CIKM, 2008"], "Elif Aktolga": ["Cross-document cross-lingual coreference retrieval., CIKM, 2008"], "Karane Vieira": ["Siphon++: a hidden-webcrawler for keyword-based interfaces., CIKM, 2008"], "Tonya Custis": ["Investigating external corpus and clickthrough statistics for query expansion in the legal domain., CIKM, 2008"], "Monica Rogati": ["Corpus microsurgery: criteria optimization for medical cross-language ir., CIKM, 2008"], "Qingzhao Tan": ["Metadata extraction and indexing for map search in web documents., CIKM, 2008"], "Qingliang Miao": ["An integration strategy for mining product features and opinions., CIKM, 2008"], "Nan Du": ["Overlapping community structure detection in networks., CIKM, 2008"], "Ki Chan": ["Coreference resolution using expressive logic models., CIKM, 2008"], "Ming-Hung Hsu": ["A method to predict social annotations., CIKM, 2008"], "Natwar Modani": ["Large maximal cliques enumeration in sparse graphs., CIKM, 2008"], "Yu-Ru Lin": ["Summarization of social activity over time: people, actions and concepts in dynamic networks., CIKM, 2008"], "Lizhen Qu": ["Using tag semantic network for keyphrase extraction in blogs., CIKM, 2008"], "Nuno Cardoso": ["Handling implicit geographic evidence for geographic ir., CIKM, 2008"], "Richard Bache": ["Estimating real-valued characteristics of criminals from their recorded crimes., CIKM, 2008"], "Jinfeng Zhuang": ["Representative entry selection for profiling blogs., CIKM, 2008"], "Chih-Ming Hsu": ["Efficient web matrix processing based on dual reordering., CIKM, 2008"], "Jyotika Prasad": ["Coreex: content extraction from online news articles., CIKM, 2008"], "Chi-Yao Tseng": ["A novel email abstraction scheme for spam detection., CIKM, 2008"], "Pavan Kumar Vatturi": ["Tag-based filtering for personalized bookmark recommendations., CIKM, 2008"], "Chunyu Yang": ["Closing the loop in webpage understanding., CIKM, 2008"], "Bruce S. E. Chung": ["Efficient processing of probabilistic spatio-temporal range queries over moving objects., CIKM, 2008"], "Nicolas Anciaux": ["Data degradation: making private data less sensitive over time., CIKM, 2008"], "Kun Bai": ["A light weighted damage tracking quarantine and recovery scheme for mission-critical database systems., CIKM, 2008"], "Dongfeng Chen": ["Query optimization in xml-based information integration., CIKM, 2008"], "Marcel Karnstedt": ["Estimating the number of answers with guarantees for structured queries in p2p databases., CIKM, 2008"], "Xiaoying Wu": ["Evaluating partial tree-pattern queries on XML streams., CIKM, 2008"], "Pranav Vaidya": ["Characterization of TPC-H queries for a column-oriented database on a dual-core amd athlon processor., CIKM, 2008"], "Petteri Nurmi": ["Natural language retrieval of grocery products., CIKM, 2008"], "Wei Zhang": ["Improve the effectiveness of the opinion retrieval and opinion polarity classification., CIKM, 2008"], "Qiang Huang": ["A latent variable model for query expansion using the hidden markov model., CIKM, 2008"], "Jianhan Zhu": ["Modeling document features for expert finding., CIKM, 2008"], "Raghavendra Udupa": ["Mining named entity transliteration equivalents from comparable corpora., CIKM, 2008"], "Vishwa Vinay": ["Estimating retrieval effectiveness using rank distributions., CIKM, 2008"], "Shouchun Chen": ["Semi-supervised ranking aggregation., CIKM, 2008"], "Fabian Abel": ["Ranking in folksonomy systems: can context help?, CIKM, 2008"], "Xing Yi": ["Evaluating topic models for information retrieval., CIKM, 2008"], "Bo Lin": ["A novel statistical chinese language model and its application in pinyin-to-character conversion., CIKM, 2008"], "Dingding Wang": ["Integrating clustering and multi-document summarization to improve document understanding., CIKM, 2008"], "Wisam Dakka": ["Answering general time sensitive queries., CIKM, 2008"], "Jiang-Ming Yang": ["Search-based query suggestion., CIKM, 2008"], "Yang Xu": ["Entity-based query reformulation using wikipedia., CIKM, 2008"], "Weijian Ni": ["Group-based learning: a boosting approach., CIKM, 2008"], "Fred S. Annexstein": ["Collaborative partitioning with maximum user satisfaction., CIKM, 2008"], "Syed Khairuzzaman Tanbeer": ["Efficient frequent pattern mining over data streams., CIKM, 2008"], "Xiaoming Fan": ["GHOST: an effective graph-based framework for name distinction., CIKM, 2008"], "Gavin Shaw": ["Deriving non-redundant approximate association rules from hierarchical datasets., CIKM, 2008"], "Shuming Shi": ["Pattern-based semantic class discovery with multi-membership support., CIKM, 2008"], "Fei Wang": ["Semi-supervised metric learning by maximizing constraint margin., CIKM, 2008"], "Rohan Choudhary": ["On quantifying changes in temporally evolving dataset., CIKM, 2008"], "Zhongshan Lin": ["Fast spatial co-location mining without cliqueness checking., CIKM, 2008"], "Fidelia Ibekwe-Sanjuan": ["Decomposition of terminology graphs for domain knowledge acquisition., CIKM, 2008"], "Francisco M. Carrero": ["In the development of a spanish metamap., CIKM, 2008"], "Leila Kaghazian": ["Scalable complex pattern search in sequential data., CIKM, 2008"], "Chaitanya Chemudugunta": ["Combining concept hierarchies and statistical topic models., CIKM, 2008"], "Weifa Liang": ["Energy-efficient skyline query processing and maintenance in sensor networks., CIKM, 2008"], "K. Selçuk Candan": ["Table summarization with the help of domain lattices., CIKM, 2008"], "Xiao Pan": ["Protecting location privacy against location-dependent attack in mobile services., CIKM, 2008"], "Matthias Böhm": ["Workload-based optimization of integration processes., CIKM, 2008"], "Vitor R. Carvalho": ["Suppressing outliers in pairwise preference ranking., CIKM, 2008"], "Adele E. Howe": ["Re-considering neighborhood-based collaborative filtering parameters in the context of new data., CIKM, 2008"], "Jianguo Lu": ["Efficient estimation of the size of text deep web data source., CIKM, 2008"], "Álvaro Zubizarreta": ["A georeferencing multistage method for locating geographic context in web search., CIKM, 2008"], "Hiroyuki Toda": ["Incorporating place name extents into geo-ir ranking., CIKM, 2008"], "Paavo Arvola": ["The effect of contextualization at different granularity levels in content-oriented xml retrieval., CIKM, 2008"], "Mandar Rahurkar": ["Using the current browsing context to improve search relevance., CIKM, 2008"], "Mariam Daoud": ["Using a graph-based ontological user profile for personalizing search., CIKM, 2008"], "Yang Sun": ["Measuring user preference changes in digital libraries., CIKM, 2008"], "Rifat Ozcan": ["Utilization of navigational queries for result presentation and caching in search engines., CIKM, 2008"], "Alexander Yates": ["SHOPSMART: product recommendations through technical specifications and user reviews., CIKM, 2008"], "Gabriella Kazai": ["Trust, authority and popularity in social information retrieval., CIKM, 2008"], "Sreangsu Acharyya": ["A spam resistant family of concavo-convex ranks for link analysis., CIKM, 2008"], "Shenghua Bao": ["Boosting social annotations using propagation., CIKM, 2008"], "Kyung Soon Lee": ["Incorporating topical support documents into a small training set in text categorization., CIKM, 2008"], "Tanveer A. Faruquie": ["Exploiting context to detect sensitive information in call center conversations., CIKM, 2008"], "Munmun De Choudhury": ["Multi-scale characterization of social network dynamics in the blogosphere., CIKM, 2008"], "Zenglin Xu": ["Semi-supervised text categorization by active search., CIKM, 2008"], "Wei Peng": ["Clustering multi-way data via adaptive subspace iteration., CIKM, 2008"], "Jae Woo Lee": ["A coarse-grain grid-based subspace clustering method for online multi-dimensional data streams., CIKM, 2008"], "Yanhua Chen": ["A matrix-based approach for semi-supervised document co-clustering., CIKM, 2008"], "Jiahui Liu": ["Categorizing blogger's interests based on short snippets of blog posts., CIKM, 2008"]}