{"Mike P. Papazoglou": ["On the Duality of Distributed Databases and Distributed AI Systems., CIKM, 1993"], "Anselm Spoerri": ["InfoCrystal: A Visual Tool for Information Retrieval & Management., CIKM, 1993"], "Nong Zhou": ["Statistical Inference of Unknown Attribute Values in Databases., CIKM, 1993"], "Yelena Yesha": ["Properties of Networked Information Retrieval with ALIBI., CIKM, 1993"], "Chung-Dak Shum": ["Quick and Incomplete Responses: The Semantic Approach., CIKM, 1993"], "Marie-France Bruandet": ["A Way to Compare Objects., CIKM, 1993"], "Trevor H. Jones": ["Binary Relationship Imposition Rules on Ternary Relationships., CIKM, 1993"], "Michael Sussna": ["Word Sense Disambiguation for Free-text Indexing Using a Massive Semantic Network., CIKM, 1993"], "Stéphane Lafortune": ["An Information Model for Human Genome Map Representation and Assembly., CIKM, 1993"], "Neli Zlatareva": ["An Integrated Approach to Quality Assurance of Expert System Knowledge Bases., CIKM, 1993"], "Thodoros Topaloglou": ["Storage Management for Knowledge Bases., CIKM, 1993"], "Ellen Riloff": ["Using Cases to Represent Context for Text Classification., CIKM, 1993"], "S. C. Chang": ["A Data Dictionary as a Lexicon: An Application of Linguistics in Information Systems., CIKM, 1993"], "Dan I. Moldovan": ["PALKA: A System for Lexical Knowledge Acquisition., CIKM, 1993"], "Guy W. Mineau": ["Facilitating the Creation of a Multiple Index on Graph-Described Documents by Transforming Their Descriptions., CIKM, 1993"], "Roy Rada": ["Text-Hypertext Mutual Conversion and Hypertext Interchange through SGML., CIKM, 1993"], "Charles K. Nicholas": ["Generating a Dynamic Hypertext Environment with n-gram Analysis., CIKM, 1993"], "Michael Anderson": ["A Dynamic Knowledge Based Approach to the Problem of Deduction in a Non-Statistical Multilevel Secure Database., CIKM, 1993"], "Stanley Y. W. Su": ["Rule Validation Based on Logical Deduction., CIKM, 1993"], "John V. Harrison": ["Active Rules in Deductive Databases., CIKM, 1993"], "Pericles Loucopoulos": ["Development and Evaluation of an Application in a Deductive Environment., CIKM, 1993"], "J. Leon Zhao": ["Efficient Maintenance of Rule-Derived Data through Join Pattern Indexing., CIKM, 1993"], "Marcia A. Derr": ["Adaptive Query Optimization in a Deductive Database System., CIKM, 1993"], "Paul A. D. de Maine": ["HSGIMS - A Secure High-Speed Tool with Bound Search Times for Transparently Managing and Manipulating Information., CIKM, 1993"], "W. B. Dress": ["On Modeling and Controlling Intelligent Systems., CIKM, 1993"], "Charles L. Karr": ["Genetic Algorithms for Modelling, Design, and Process Control., CIKM, 1993"], "E. M. Oblow": ["Hybrid Pattern Recognition System Capable of Self-Modification., CIKM, 1993"], "Arno Siebes": ["Termination and Confluence of Rule Execution., CIKM, 1993"], "Premkumar T. Devanbu": ["Translating Description Logics to Information Server Queries., CIKM, 1993"], "Key-Sun Choi": ["HYKIS - An Information Retrieval System Based on a Hybrid Knowledge Base., CIKM, 1993"], "Myoung-Ho Kim": ["A Hypothesis Refinement Method for Summary Discovery in Databases., CIKM, 1993"], "Devika Subramanian": ["Multi-media RISSC Informatics: Retrieval of Information with Simple Structural Components (Part I: The Architecture)., CIKM, 1993"], "Kia Makki": ["Separating Semantics from Representation in a Temporal Object Database Domain., CIKM, 1993"], "Daw Jong": ["Learning Bayesian Classification Rules through Genetic Algorithms., CIKM, 1993"], "Salvatore J. Stolfo": ["Experiments on Multi-Strategy Learning by Meta-Learning., CIKM, 1993"], "Stefan Deßloch": ["Enchancing Knowledge Processing in Client/Server Environments., CIKM, 1993"], "John K. Debenham": ["Normalizing Knowledge Objects., CIKM, 1993"], "Atsushi Iizawa": ["Automatic Generation of Graphical User Interfaces for Interactive Database Applications., CIKM, 1993"], "Loren G. Terveen": ["Interface Support for Data Archaeology., CIKM, 1993"], "Ricardo de Oliveira Anido": ["Browsing and Querying in Object-Oriented Database., CIKM, 1993"], "Stephan M. Kerpedjiev": ["Model-driven Hypermedia Access to Weather Information., CIKM, 1993"], "Willard W. Farley": ["An Object-Oriented Database for the Display Measurement and Analysis System., CIKM, 1993"], "Rajendra Yavatkar": ["An Object-Oriented Model for Image Information Representation., CIKM, 1993"], "Duane Szafron": ["An Extensible Query Model and Its Languages for a Uniform Behavioral Object Management System., CIKM, 1993"], "Yatin P. Saraiya": ["Projection-Propagation in Complex-Object Query Languages., CIKM, 1993"], "Craig A. Knoblock": ["Reformulating Query Plans for Multidatabase Systems., CIKM, 1993"], "Jaideep Srivastava": ["Multiple Query Optimization with Depth-First Branch-and-Bound and Dynamic Query Ordering., CIKM, 1993", "Concurrency Control in Federated Databases: A Dynamic Approach., CIKM, 1993", "Query Optimization and Processing in Federated Database Systems., CIKM, 1993"], "Kumar V. Vadaparty": ["Speculative Query Evaluation over Databases of Plans., CIKM, 1993"], "Zhaohui Xie": ["Optimization of Object Queries Containing Encapsulated Methods., CIKM, 1993"], "Bonnie J. Dorr": ["Interoperable Query Processing with Multiple Heterogeneous Knowledge Servers., CIKM, 1993"], "William J. Campbell": ["Data Mining of Multi-dimensional Remotely Sensed Images., CIKM, 1993"], "Marvin V. Zelkowitz": ["An Information Model for Use in Software Management Estimation and Prediction., CIKM, 1993"], "Christos Faloutsos": ["On Packing R-trees., CIKM, 1993"], "Elisa Bertino": ["Queries, Constraints, Updates and Transactions Within a Logic-Based Language., CIKM, 1993"], "Toby J. Teorey": ["FunBase: A Function-based Information Management System., CIKM, 1993"], "Milind Tambe": ["Collection Oriented Match., CIKM, 1993"], "S. George Djorgovski": ["Automated Cataloging and Analysis of Sky Survey Image Databases: The SKICAT System., CIKM, 1993"], "Nabil R. Adam": ["The Design and Implementation of an Expert Object-Oriented Geographic Database Model., CIKM, 1993"], "Richard W. Freedman": ["A Knowledge-Based Patient Data Acquisition System for Primary Care Medicine., CIKM, 1993"], "G. Christian Overton": ["Analogical Reasoning for Knowledge Discovery in a Molecular Biology Database., CIKM, 1993"], "E. K. Park": ["Towards the Design and Development of a New Model for Geographic Information Systems., CIKM, 1993"], "Shian Fernando": ["Temporal Database Modeling: An Object-Oriented Approach., CIKM, 1993"], "Waldemar Wieczerzycki": ["Locking Objects and Classes in Multiversion Object-Oriented Databases., CIKM, 1993"], "Erich J. Neuhold": ["The OODB Path-Method Generator (PMG) Using Precomputed Access Relevance., CIKM, 1993"], "Yehoshua Perl": ["Value Propagation in Object-Oriented Database Part Hierarchies., CIKM, 1993"], "Sunil S. Nair": ["Object Identity and Dimension Alignment in Parametric Databases., CIKM, 1993"], "Zahir Tari": ["ERC++: A Conceptual Data Model Based on Object and Logic Paradigms., CIKM, 1993"], "Elke A. Rundensteiner": ["Tools for View Generation in Object-Oriented Databases., CIKM, 1993"], "Abdelsalam Helal": ["Efficient Availability Mechanisms in Distributed Databases Systems., CIKM, 1993"], "Sanjai Tiwari": ["Distributed Constraint Management for Collaborative Engineering Databases., CIKM, 1993"], "Hsiang-Lung Tung": ["A Recovery Scheme for Multidatabase Systems., CIKM, 1993"], "John K. Lee": ["Precision Locking Algorithm for Nested Transactions Systems., CIKM, 1993"], "Ophir Frieder": ["On the Development of a site Selection Optimizer for Distributed and Parallel Database Systems., CIKM, 1993"], "Sourav Mukherjee": ["Adaptive Transaction Scheduling., CIKM, 1993"], "Herbert L. Gelernter": ["Knowledge Discovery in Reaction Databases., CIKM, 1993"], "Nina Tayar": ["A Model for Developing Large Shared Knowledge Bases., CIKM, 1993"], "Yuzuru Fujiwara": ["A Method of Using Semijoins to Optimizing Queries with ADT Functions., CIKM, 1993"], "Jean G. Vaucher": ["Adjusting the Performance of an Information Retrieval System., CIKM, 1993"], "Erica J. Wolin": ["Performance Evaluation of MAX - the Maintenance Administrator Expert System., CIKM, 1993"], "William Perrizo": ["Building Concept Hierarchies for Schema Integration in HDDBS Using Incremental Concept Formation., CIKM, 1993"], "Tu Van Le": ["Representation and Interpretation of Fuzzy Information., CIKM, 1993"], "Qi Yao": ["A New Approach to Knowledge Acquisition by Repertory Grids., CIKM, 1993"]}