{"Mounia Lalmas": ["User engagement: the network effect matters!, CIKM, 2012", "Automatically embedding newsworthy links to articles., CIKM, 2012"], "William W. Cohen": ["Learning similarity measures based on random walks., CIKM, 2012"], "Jeffrey Scott Vitter": ["Compressed data structures with relevance., CIKM, 2012"], "Adway Mitra": ["LogUCB: an explore-exploit algorithm for comments recommendation., CIKM, 2012"], "Eric Lo": ["DQR: a probabilistic approach to diversified query recommendation., CIKM, 2012"], "Shaddin Dughmi": ["Dynamic covering for recommendation systems., CIKM, 2012"], "Tao Li": ["MEET: a generalized framework for reciprocal recommender systems., CIKM, 2012", "Generating event storylines from microblogs., CIKM, 2012", "PRemiSE: personalized news recommendation via implicit social experts., CIKM, 2012"], "Shiqiang Yang": ["Social contextual recommendation., CIKM, 2012", "Social recommendation across multiple relational domains., CIKM, 2012"], "Jun-Feng Qu": ["Mining high utility itemsets without candidate generation., CIKM, 2012"], "Xifeng Yan": ["A general framework to encode heterogeneous information sources for contextual pattern mining., CIKM, 2012"], "Min Wang": ["Incorporating occupancy into frequent pattern mining for high quality pattern recommendation., CIKM, 2012", "A graph-based approach for ontology population with named entities., CIKM, 2012", "Entity centric query expansion for enterprise search., CIKM, 2012"], "Eli Upfal": ["PARMA: a parallel randomized algorithm for approximate association rules mining in MapReduce., CIKM, 2012"], "Mohammad Al Hasan": ["Interactive pattern mining on hidden data: a sampling-based solution., CIKM, 2012", "GRAFT: an approximate graphlet counting algorithm for large graph analysis., CIKM, 2012"], "Seyed M. M. Tahaghoghi": ["An analysis of systematic judging errors in information retrieval., CIKM, 2012"], "Filip Radlinski": ["On caption bias in interleaving experiments., CIKM, 2012"], "Ben Carterette": ["Alternative assessor disagreement and retrieval depth., CIKM, 2012"], "Emine Yilmaz": ["Incorporating variability in user behavior into systems based evaluation., CIKM, 2012"], "Javed A. Aslam": ["Constructing test collections by inferring document relevance via extracted relevant information., CIKM, 2012"], "Anwitaman Datta": ["Twevent: segment-based event detection from tweets., CIKM, 2012"], "Rossano Venturini": ["Making your interests follow you on twitter., CIKM, 2012"], "Gabriella Kazai": ["Social book search: comparing topical relevance judgements and book suggestions for evaluation., CIKM, 2012"], "James Caverlee": ["Content-based crowd retrieval on the real-time web., CIKM, 2012"], "Lu Qin": ["Graph classification: a diversified discriminative feature selection approach., CIKM, 2012"], "Inderjit S. Dhillon": ["Multi-scale link prediction., CIKM, 2012", "Scalable clustering of signed networks using balance normalized cut., CIKM, 2012"], "Jennifer Neville": ["An analysis of how ensembles of collective classifiers improve predictions in graphs., CIKM, 2012"], "Arijit Khan": ["Density index and proximity search in large graphs., CIKM, 2012"], "Christos Faloutsos": ["Gelling, and melting, large graphs by edge manipulation., CIKM, 2012", "Fast and reliable anomaly detection in categorical data., CIKM, 2012"], "Gao Cong": ["One seed to find them all: mining opinion features via association., CIKM, 2012", "Topic-driven reader comments summarization., CIKM, 2012"], "Xiaoming Li": ["Visualizing timelines: evolutionary summarization via iterative reinforcement between text and image streams., CIKM, 2012", "Hierarchical topic integration through semi-supervised hierarchical topic modeling., CIKM, 2012", "Automatic labeling hierarchical topics., CIKM, 2012"], "Ping Li": ["Fast multi-task learning for query spelling correction., CIKM, 2012"], "Guodong Zhou": ["Cross-argument inference for implicit discourse relation recognition., CIKM, 2012"], "Grant E. Weddell": ["Interpreting keyword queries over web knowledge bases., CIKM, 2012"], "Aoying Zhou": ["RDF pattern matching using sortable views., CIKM, 2012", "Credibility-based product ranking for C2C transactions., CIKM, 2012"], "Sourav S. Bhowmick": ["Efficient algorithms for generalized subgraph query processing., CIKM, 2012"], "Yuxiong He": ["G-SPARQL: a hybrid engine for querying large attributed graphs., CIKM, 2012"], "K. Selçuk Candan": ["Decomposition-by-normalization (DBN): leveraging approximate functional dependencies for efficient tensor decomposition., CIKM, 2012"], "Yinuo Zhang": ["A filter-based protocol for continuous queries over imprecise location data., CIKM, 2012"], "Wilfred Ng": ["Leveraging read rates of passive RFID tags for real-time indoor location tracking., CIKM, 2012", "A model-based approach for RFID data stream cleansing., CIKM, 2012", "Monochromatic and bichromatic reverse nearest neighbor queries on land surfaces., CIKM, 2012", "G-WSTD: a framework for geographic web search topic discovery., CIKM, 2012"], "Lizhu Zhou": ["Location-aware instant search., CIKM, 2012"], "Andreas Züfle": ["Indexing uncertain spatio-temporal data., CIKM, 2012", "Probabilistic ranking in fuzzy object databases., CIKM, 2012", "Exploration of monte-carlo based probabilistic query processing in uncertain graphs., CIKM, 2012"], "Dantong Yu": ["Local anomaly descriptor: a robust unsupervised algorithm for anomaly detection based on diffusion space., CIKM, 2012"], "Guy Shani": ["TALMUD: transfer learning for multiple domains., CIKM, 2012"], "Kotagiri Ramamohanarao": ["Utilizing common substructures to speedup tensor factorization for mining dynamic graphs., CIKM, 2012", "On compressing weighted time-evolving graphs., CIKM, 2012"], "Meeyoung Cha": ["Predicting emerging social conventions in online social networks., CIKM, 2012"], "Joseph Edward Grant": ["Collective intelligence in the online social network of yahoo!answers and its implications., CIKM, 2012"], "Wang-Chien Lee": ["From face-to-face gathering to social structure., CIKM, 2012", "Exploring personal impact for group recommendation., CIKM, 2012"], "Hung Keng Pung": ["Delineating social network data anonymization via random edge perturbation., CIKM, 2012"], "Zhen Guo": ["Multiview hierarchical bayesian regression model andapplication to online advertising., CIKM, 2012"], "Xiaoli Z. Fern": ["Visual appearance of display ads and its effect on click through rate., CIKM, 2012"], "Katsumi Tanaka": ["The wisdom of advertisers: mining subgoals via query clustering., CIKM, 2012", "Large scale analysis of changes in english vocabulary over recent time., CIKM, 2012", "Is wikipedia too difficult?: comparative analysis of readability of wikipedia, simple wikipedia and britannica., CIKM, 2012"], "Jun Wang": ["Sequential selection of correlated ads by POMDPs., CIKM, 2012"], "W. Bruce Croft": ["Diversity in blog feed retrieval., CIKM, 2012", "Sketch-based indexing of n-words., CIKM, 2012", "Temporal models for microblogs., CIKM, 2012"], "Yuval Shavitt": ["Efficient retrieval of recommendations in a matrix factorization framework., CIKM, 2012"], "Gerhard Weikum": ["KORE: keyphrase overlap relatedness for entity disambiguation., CIKM, 2012", "PolariCQ: polarity classification of political quotations., CIKM, 2012", "LINDA: distributed web-of-data-scale entity matching., CIKM, 2012", "PRAVDA-live: interactive knowledge harvesting., CIKM, 2012"], "Jamie Callan": ["Shard ranking and cutoff estimation for topically partitioned collections., CIKM, 2012"], "Evimaria Terzi": ["Daily-deal selection for revenue maximization., CIKM, 2012"], "Panayiotis Tsaparas": ["Enabling direct interest-aware audience selection., CIKM, 2012"], "Paul Horn": ["Influence propagation in adversarial setting: how to defeat competition with least amount of investment., CIKM, 2012"], "Badrul Sarwar": ["Large-scale item categorization for e-commerce., CIKM, 2012"], "Srinivasan H. Sengamedu": ["Matching product titles using web-based enrichment., CIKM, 2012"], "Yew-Soon Ong": ["Maximum margin clustering on evolutionary data., CIKM, 2012"], "Jiawei Han": ["Document-topic hierarchies from document graphs., CIKM, 2012", "User guided entity similarity search using meta-path selection in heterogeneous information networks., CIKM, 2012"], "Ian Davidson": ["Improving document clustering using automated machine translation., CIKM, 2012"], "Johannes Schneider": ["Right-protected data publishing with hierarchical clustering preservation., CIKM, 2012"], "Sam Shah": ["Metaphor: a system for related search recommendations., CIKM, 2012"], "Wanlei Zhou": ["The efficient imputation method for neighborhood-based collaborative filtering., CIKM, 2012"], "Xuanhui Wang": ["Multi-faceted ranking of news articles using post-read actions., CIKM, 2012"], "Karl Aberer": ["A decentralized recommender system for effective web credibility assessment., CIKM, 2012"], "Hai Zhuge": ["Towards an effective and unbiased ranking of scientific literature through mutual reinforcement., CIKM, 2012"], "Siu Cheung Hui": ["A math-aware search engine for math question answering system., CIKM, 2012"], "Arjen P. de Vries": ["Contextualization using hyperlinks and internal hierarchical structure of Wikipedia documents., CIKM, 2012"], "Marc-Allen Cartright": ["Understanding book search behavior on the web., CIKM, 2012"], "Thorsten Joachims": ["Temporal corpus summarization using submodular word coverage., CIKM, 2012"], "Chengqi Zhang": ["TCSST: transfer classification of short & sparse text using external data., CIKM, 2012", "An efficient and simple under-sampling technique for imbalanced time series classification., CIKM, 2012"], "Ram Akella": ["The generalized dirichlet distribution in enhanced topic detection., CIKM, 2012"], "Alice H. Oh": ["Modeling topic hierarchies with the recursive chinese restaurant process., CIKM, 2012"], "Sadiq Sani": ["Two-part segmentation of text documents., CIKM, 2012"], "Martin Ester": ["On the design of LDA models for aspect-based opinion mining., CIKM, 2012"], "David Carmel": ["Predicting query performance for fusion-based retrieval., CIKM, 2012"], "Ofri Rom": ["Back to the roots: a probabilistic framework for query-performance prediction., CIKM, 2012"], "James Fan": ["Learning to rank for robust question answering., CIKM, 2012"], "Richard S. Zemel": ["Learning to rank by aggregating expert preferences., CIKM, 2012"], "Hongyu Zhang": ["Learning to rank duplicate bug reports., CIKM, 2012"], "Donatello Santoro": ["What is the IQ of your data transformation system?, CIKM, 2012"], "Fereidoon Sadri": ["On the foundations of probabilistic information integration., CIKM, 2012"], "Hiroyuki Kitagawa": ["GPU acceleration of probabilistic frequent itemset mining from uncertain databases., CIKM, 2012"], "Simon Razniewski": ["Completeness of queries over SQL databases., CIKM, 2012"], "Sebastian Michel": ["Being picky: processing top-k queries with set-defined selections., CIKM, 2012"], "Xuemin Lin": ["Finding top k most influential spatial facilities over uncertain objects., CIKM, 2012", "Loyalty-based selection: retrieving objects that persistently satisfy criteria., CIKM, 2012"], "Jianhua Feng": ["Efficient safe-region construction for moving top-K spatial keyword queries., CIKM, 2012", "Keyword-based k-nearest neighbor search in spatial databases., CIKM, 2012", "Star-Join: spatio-textual similarity join., CIKM, 2012", "Adapt: adaptive database schema design for multi-tenant applications., CIKM, 2012"], "Ralf Schenkel": ["Pay-as-you-go maintenance of precomputed nearest neighbors in large graphs., CIKM, 2012", "LUKe and MIKe: learning from user knowledge and managing interactive knowledge extraction., CIKM, 2012"], "Daniel Z. Sui": ["Spatial influence vs. community influence: modeling the global spread of social media., CIKM, 2012"], "Christopher C. Yang": ["TUT: a statistical model for detecting trends, topics and user interests in social media., CIKM, 2012"], "Dongwon Lee": ["Predicting aggregate social activities using continuous-time stochastic process., CIKM, 2012"], "Tom M. Mitchell": ["Acquiring temporal constraints between relations., CIKM, 2012"], "Benno Stein": ["Towards optimum query segmentation: in doubt without., CIKM, 2012"], "Susan T. Dumais": ["Leaving so soon?: understanding and predicting web search abandonment rationales., CIKM, 2012"], "ChengXiang Zhai": ["Click patterns: an empirical representation of complex query intents., CIKM, 2012", "Mining long-lasting exploratory user interests from search history., CIKM, 2012", "Query likelihood with negative query generation., CIKM, 2012"], "Adam D. Troy": ["Domain dependent query reformulation for web search., CIKM, 2012"], "Philip Bohannon": ["An automatic blocking mechanism for large-scale de-duplication tasks., CIKM, 2012"], "Vassilis Christophides": ["Processing continuous text queries featuring non-homogeneous scoring functions., CIKM, 2012"], "Vagelis Hristidis": ["Comprehension-based result snippets., CIKM, 2012", "Predicting the effectiveness of keyword queries on databases., CIKM, 2012", "SonetRank: leveraging social networks to personalize search., CIKM, 2012"], "Yong Yu": ["An effective rule miner for instance matching in a web of data., CIKM, 2012"], "Jun Huan": ["Non-stationary bayesian networks based on perfect simulation., CIKM, 2012", "CoNet: feature generation for multi-view semi-supervised learning with partially observed views., CIKM, 2012"], "Ralph Grishman": ["Active learning for relation type extension with local and global data views., CIKM, 2012"], "Rudrasis Chakraborty": ["Segmenting web-domains and hashtags using length specific models., CIKM, 2012"], "Hinrich Schütze": ["Crosslingual distant supervision for extracting relations of different complexity., CIKM, 2012"], "Jennifer Chu-Carroll": ["Labeling by landscaping: classifying tokens in context by pruning and decorating trees., CIKM, 2012"], "Silviu Cucerzan": ["Supporting factual statements with evidence from the web., CIKM, 2012"], "Fuji Ren": ["Role-explicit query identification and intent role annotation., CIKM, 2012"], "Kareem Darwish": ["Joint topic modeling for event summarization across news and social media streams., CIKM, 2012", "A summarization tool for time-sensitive social media., CIKM, 2012"], "Xingquan Zhu": ["CGStream: continuous correlated graph query for data streams., CIKM, 2012", "Continuous top-k query for graph streams., CIKM, 2012"], "Yannis Vassiliou": ["Efficient influence-based processing of market research queries., CIKM, 2012"], "Jennifer Widom": ["Deco: declarative crowdsourcing., CIKM, 2012"], "Yantao Gan": ["You can stop early with COLA: online processing of aggregate queries in the cloud., CIKM, 2012"], "Zheng Chen": ["A novel local patch framework for fixing supervised learning models., CIKM, 2012"], "Shengrui Wang": ["Automated feature weighting in naive bayes for high-dimensional data classification., CIKM, 2012"], "Il-Yeol Song": ["Learning to discover complex mappings from web forms to ontologies., CIKM, 2012", "DOLAP 2012 workshop summary., CIKM, 2012"], "E. K. Park": ["Modeling semantic relations between visual attributes and object categories via dirichlet forest prior., CIKM, 2012"], "Mayuri Duggirala": ["Generating facets for phone-based navigation of structured data., CIKM, 2012"], "Robert Capra": ["The effect of aggregated search coherence on search behavior., CIKM, 2012"], "Eyad Elyan": ["Improving bag-of-visual-words model with spatial-temporal correlation for video retrieval., CIKM, 2012"], "Xiangmin Zhang": ["Exploring and predicting search task difficulty., CIKM, 2012"], "François Fleuret": ["Iterative relevance feedback with adaptive exploration/exploitation trade-off., CIKM, 2012"], "Jun Yang": ["A practical concurrent index for solid-state drives., CIKM, 2012"], "Seung-won Hwang": ["Robust distributed indexing for locality-skewed workloads., CIKM, 2012", "Finding influential products on social domination game., CIKM, 2012"], "Shazia Wasim Sadiq": ["Efficient provenance storage for relational queries., CIKM, 2012"], "Bruno Gomes": ["Generically extending anonymization algorithms to deal with successive queries., CIKM, 2012"], "Man Lung Yiu": ["Authentication of moving range queries., CIKM, 2012"], "Longbing Cao": ["Model the complex dependence structures of financial variables by using canonical vine., CIKM, 2012"], "Ying He": ["A unified learning framework for auto face annotation by mining web facial images., CIKM, 2012"], "Sergej Zerr": ["Efficient jaccard-based diversity analysis of large document collections., CIKM, 2012"], "Viridiana Rios": ["Knowing where and how criminal organizations operate using web content., CIKM, 2012"], "Liangwei Wang": ["Mining competitive relationships by learning across heterogeneous networks., CIKM, 2012"], "Yijun Bei": ["Evaluating geo-social influence in location-based social networks., CIKM, 2012"], "My T. Thai": ["The walls have ears: optimize sharing for visibility and privacy in online social networks., CIKM, 2012", "Interest-matching information propagation in multiple online social networks., CIKM, 2012"], "Philip S. Yu": ["Influence and similarity on heterogeneous networks., CIKM, 2012"], "Wei Wang": ["Hierarchical co-clustering based on entropy splitting., CIKM, 2012"], "Weifeng Lv": ["Feature selection based on term frequency and T-test for text categorization., CIKM, 2012"], "Jun Ma": ["Adapting vector space model to ranking-based collaborative filtering., CIKM, 2012", "Learning to rank for hybrid recommendation., CIKM, 2012"], "Jun Zhao": ["Joint relevance and answer quality learning for question routing in community QA., CIKM, 2012", "Exploring the existing category hierarchy to automatically label the newly-arising topics in cQA., CIKM, 2012", "Topic-sensitive probabilistic model for expert finding in question answer communities., CIKM, 2012"], "Thomas Neumann": ["Fast approximation of steiner trees in large graphs., CIKM, 2012"], "Fei Wang": ["Learning spectral embedding via iterative eigenvalue thresholding., CIKM, 2012"], "Zechao Shang": ["Measuring robustness of complex networks under MVC attack., CIKM, 2012"], "Sathiya Keerthi": ["A simple approach to the design of site-level extractors using domain-centric principles., CIKM, 2012"], "Atsuhiro Takasu": ["Extraction of topic evolutions from references in scientific articles and its GPU acceleration., CIKM, 2012"], "Zhaohui Wu": ["Graph-based workflow recommendation: on improving business process modeling., CIKM, 2012"], "Felix Naumann": ["Reconciling ontologies and the web of data., CIKM, 2012", "Discovering conditional inclusion dependencies., CIKM, 2012", "Latent topics in graph-structured data., CIKM, 2012"], "Rachel Pottinger": ["Efficient extraction of ontologies from domain specific text corpora., CIKM, 2012"], "Weisong Shi": ["Effective and efficient?: bilingual sentiment lexicon extraction using collocation alignment., CIKM, 2012"], "Quan Z. Sheng": ["Exploiting latent relevance for relational learning of ubiquitous things., CIKM, 2012", "A tag-centric discriminative model for web objects classification., CIKM, 2012"], "Gencai Chen": ["Discovering personally semantic places from GPS trajectories., CIKM, 2012"], "HweeHwa Pang": ["Mining coherent anomaly collections on web data., CIKM, 2012"], "Zhipeng Luo": ["Mining topic-level opinion influence in microblog., CIKM, 2012"], "David J. Wild": ["Meta path-based collective classification in heterogeneous information networks., CIKM, 2012"], "Stéphane Bressan": ["Discretionary social network data revelation with a user-centric utility guarantee., CIKM, 2012"], "Andrei M. Raigorodskii": ["Empirical validation of the buckley-osthus model for the web host graph: degree and edge distributions., CIKM, 2012", "Recency-sensitive model of web page authority., CIKM, 2012"], "Huan Liu": ["gSCorr: modeling geo-social correlations for new check-ins on location-based social networks., CIKM, 2012"], "Tal Daniel": ["Swimming against the streamz: search and analytics over the enterprise activity stream., CIKM, 2012"], "Wolfgang Nejdl": ["What is happening right now ... that interests me?: online topic discovery and recommendation in twitter., CIKM, 2012", "Supporting temporal analytics for health-related events in microblogs., CIKM, 2012"], "Benjamin C. M. Fung": ["Frequent grams based embedding for privacy preserving record linkage., CIKM, 2012"], "Guillermo Sapiro": ["If you are happy and you know it... tweet., CIKM, 2012"], "Jilei Tian": ["Exploiting enriched contextual information for mobile app classification., CIKM, 2012"], "Xiaohua Hu": ["Incorporating word correlation into tag-topic model for semantic knowledge acquisition., CIKM, 2012"], "Rose Catherine": ["PriSM: discovering and prioritizing severe technical issues from product discussion forums., CIKM, 2012"], "Juan Francisco Díaz-Frías": ["Preprocessing of informal mathematical discourse in context ofcontrolled natural language., CIKM, 2012"], "Sang-goo Lee": ["PathRank: a novel node ranking measure on a heterogeneous graph for recommender systems., CIKM, 2012"], "Dan Roth": ["Unsupervised discovery of opposing opinion networks from forum discussions., CIKM, 2012"], "Lian'en Huang": ["Query-focused multi-document summarization based on query-sensitive feature space., CIKM, 2012"], "Peter Christen": ["Time-aware topic recommendation based on micro-blogs., CIKM, 2012"], "Hwanjo Yu": ["iSampling: framework for developing sampling methods considering user's interest., CIKM, 2012"], "Roberto Navigli": ["WiSeNet: building a wikipedia-based semantic network with ontologized relations., CIKM, 2012"], "Josep-Lluís Larriba-Pey": ["Shaping communities out of triangles., CIKM, 2012"], "Aristides Gionis": ["The early-adopter graph and its application to web-page recommendation., CIKM, 2012"], "Zhanying He": ["Relational co-clustering via manifold ensemble learning., CIKM, 2012"], "Kjetil Nørvåg": ["SemaFor: semantic document indexing using semantic forests., CIKM, 2012", "Learning to rank search results for time-sensitive queries., CIKM, 2012", "Estimating query difficulty for news prediction retrieval., CIKM, 2012"], "Roi Blanco": ["Measuring website similarity using an entity-aware click graph., CIKM, 2012"], "Ee-Peng Lim": ["Community-based classification of noun phrases in twitter., CIKM, 2012"], "Rushi P. Bhatt": ["Real-time bid optimization for group-buying ads., CIKM, 2012"], "C. Seshadhri": ["Degree relations of triangles in real-world networks and graph models., CIKM, 2012"], "Kristina Lerman": ["A probabilistic approach to mining geospatial knowledge from social annotations., CIKM, 2012"], "Gina Griffiths": ["Providing grades and feedback for student summaries by ontology-based information extraction., CIKM, 2012"], "Fei Huang": ["Joint bilingual name tagging for parallel corpora., CIKM, 2012"], "Samuel Madden": ["Using program synthesis for social recommendations., CIKM, 2012"], "Tasos Anastasakos": ["Web-scale multi-task feature selection for behavioral targeting., CIKM, 2012"], "Manabu Okumura": ["Balanced coverage of aspects for text summarization., CIKM, 2012"], "Victor Andrei": ["Dynamic effects of ad impressions on commercial actions in display advertising., CIKM, 2012"], "Darrell D. E. Long": ["A hybrid approach for efficient provenance storage., CIKM, 2012"], "Moshe Tennenholtz": ["Content-based relevance estimation on the web using inter-document similarities., CIKM, 2012"], "Yi-Cheng Tu": ["Trust prediction via aggregating heterogeneous social networks., CIKM, 2012"], "Maarten de Rijke": ["Estimating interleaved comparison outcomes from historical click data., CIKM, 2012"], "Jiaguang Sun": ["Automatic image annotation using tag-related random search over visual neighbors., CIKM, 2012"], "Weiyi Meng": ["Diversionary comments under political blog posts., CIKM, 2012"], "Kuo Zhang": ["Discover breaking events with popular hashtags in twitter., CIKM, 2012"], "Yi-Min Wang": ["On the connections between explicit semantic analysis and latent semantic analysis., CIKM, 2012"], "Ya Zhang": ["Variance maximization via noise injection for active sampling in learning to rank., CIKM, 2012"], "Yanyan Lan": ["More than relevance: high utility query recommendation by mining users' search behaviors., CIKM, 2012"], "Xiaoyan Zhu": ["Finding nuggets in IP portfolios: core patent mining through textual temporal analysis., CIKM, 2012"], "Michail Vlachos": ["Customizing search results for non-native speakers., CIKM, 2012"], "Jinyoung Kim": ["Quality models for microblog retrieval., CIKM, 2012"], "Heyan Huang": ["Do ads compete or collaborate?: designing click models with full relationship incorporated., CIKM, 2012"], "Conglei Yao": ["Exploiting concept hierarchy for result diversification., CIKM, 2012"], "Yan Zhang": ["Ranking news events by influence decay and information fusion for media and users., CIKM, 2012", "Serial position effects of clicking behavior on result pages returned by search engines., CIKM, 2012", "A picture paints a thousand words: a method of generating image-text timelines., CIKM, 2012"], "Lei Zhang": ["Leveraging tagging for neighborhood-aware probabilistic matrix factorization., CIKM, 2012"], "Xiangyang Xue": ["Semantic context learning with large-scale weakly-labeled image set., CIKM, 2012", "Parallel proximal support vector machine for high-dimensional pattern classification., CIKM, 2012"], "Hossein Vahabi": ["Interactive and context-aware tag spell check and correction., CIKM, 2012"], "Djoerd Hiemstra": ["Federated search in the wild: the combined power of over a hundred search engines., CIKM, 2012"], "Fei Sha": ["From sBoW to dCoT marginalized encoders for text representation., CIKM, 2012"], "Ryen W. White": ["Task tours: helping users tackle complex search tasks., CIKM, 2012"], "Anitha Kannan": ["Structured query reformulations in commerce search., CIKM, 2012"], "Zheng Lin": ["Towards jointly extracting aspects and aspect-specific sentiment knowledge., CIKM, 2012"], "Hongyuan Zha": ["Collaborative ranking: improving the relevance for tail queries., CIKM, 2012"], "Peter Pirolli": ["BiasTrust: teaching biased users about controversial topics., CIKM, 2012"], "Lior Rokach": ["Recommending citations: translating papers into references., CIKM, 2012"], "Baobin Li": ["Query-biased learning to rank for real-time twitter search., CIKM, 2012"], "Xuanjing Huang": ["Discovering logical knowledge for deep question answering., CIKM, 2012", "Selecting expansion terms as a set via integer linear programming., CIKM, 2012"], "Zhengyou Zhang": ["Mining noisy tagging from multi-label space., CIKM, 2012"], "Christopher J. C. Burges": ["Learning from mistakes: towards a correctable learning algorithm., CIKM, 2012"], "Jaewoo Kang": ["CONSENTO: a new framework for opinion based entity search and summarization., CIKM, 2012"], "Dennis Hoppe": ["Search result presentation based on faceted clustering., CIKM, 2012"], "Joemon M. Jose": ["A comprehensive analysis of parameter settings for novelty-biased cumulative gain., CIKM, 2012", "Topic based pose relevance learning in dance archives., CIKM, 2012", "Evaluating reward and risk for vertical selection., CIKM, 2012"], "David W. Cheung": ["Location-sensitive resources recommendation in social tagging systems., CIKM, 2012"], "Falk Scholer": ["Differences in effectiveness across sub-collections., CIKM, 2012"], "Julien Gaugaz": ["Map to humans and reduce error: crowdsourcing for deduplication applied to digital libraries., CIKM, 2012"], "Chun Guo": ["Full-text citation analysis: enhancing bibliometric and scientific publication ranking., CIKM, 2012"], "Carolyn Penstein Rosé": ["Detecting offensive tweets via topical feature discovery over a large scale twitter corpus., CIKM, 2012"], "Marcos André Gonçalves": ["Automatic query expansion based on tag recommendation., CIKM, 2012"], "Marie-Francine Moens": ["The downside of markup: examining the harmful effects of CSS and javascript on indexing today's web., CIKM, 2012"], "Fabrizio Silvestri": ["You should read this! let me explain you why: explaining news recommendations to users., CIKM, 2012"], "Özgür Ulusoy": ["Characterizing web search queries that match very few or no results., CIKM, 2012"], "Yiming Yang": ["A unified optimization framework for auction and guaranteed delivery in online advertising., CIKM, 2012"], "Pavel Serdyukov": ["Query recommendation for children., CIKM, 2012", "Demographic context in web search re-ranking., CIKM, 2012", "Session-based query performance prediction., CIKM, 2012"], "Charles L. A. Clarke": ["Modeling browsing behavior for click analysis in sponsored search., CIKM, 2012", "Stochastic simulation of time-biased gain., CIKM, 2012"], "Pinar Senkul": ["Sentiment-focused web crawling., CIKM, 2012"], "Hongxia Jin": ["User activity profiling with multi-layer analysis., CIKM, 2012"], "Celia Nunes": ["GTE: a distributional second-order co-occurrence approach to improve the identification of top relevant dates in web snippets., CIKM, 2012"], "Eugene Agichtein": ["Predicting web search success with fine-grained interaction data., CIKM, 2012"], "Yi Zhang": ["Multi-session re-search: in pursuit of repetition and diversification., CIKM, 2012", "4Is of social bully filtering: identity, inference, influence, and intervention., CIKM, 2012"], "Tat-Seng Chua": ["Mining sentiment terminology through time., CIKM, 2012"], "Noriaki Kawamae": ["Theme chronicle model: chronicle consists of timestamp and topical words over each theme., CIKM, 2012"], "Alice X. Zheng": ["Fast top-k similarity queries via matrix compression., CIKM, 2012"], "Peisheng Ma": ["Top-k retrieval using conditional preference networks., CIKM, 2012"], "Peter Widmayer": ["Sort-based query-adaptive loading of R-trees., CIKM, 2012"], "Hasso Plattner": ["Efficient logging for enterprise workloads on column-oriented in-memory databases., CIKM, 2012"], "Anupam Joshi": ["Schema-free structured querying of DBpedia data., CIKM, 2012"], "Eamonn J. Keogh": ["Diversifying query results on semi-structured data., CIKM, 2012"], "Chee-Yong Chan": ["SliceSort: efficient sorting of hierarchical data., CIKM, 2012"], "Chaoyi Pang": ["Efficient buffer management for piecewise linear representation of multiple data streams., CIKM, 2012"], "Gautam Das": ["On skyline groups., CIKM, 2012"], "Jianzhong Li": ["Finding the optimal path over multi-cost graphs., CIKM, 2012"], "Chunqiu Liu": ["An efficient index for massive IOT data in cloud environment., CIKM, 2012"], "Juliana Freire": ["Clustering Wikipedia infoboxes to discover their types., CIKM, 2012"], "Lionel M. Ni": ["CloST: a hadoop-based storage system for big spatio-temporal data analytics., CIKM, 2012"], "Xiaoyong Du": ["Location selection for utility maximization with capacity constraints., CIKM, 2012"], "Suojin Wang": ["Efficient estimation of dynamic density functions with an application to outlier detection., CIKM, 2012"], "Guoliang Li": ["A positional access method for relational databases., CIKM, 2012"], "Li Xiong": ["Real-time aggregate monitoring with differential privacy., CIKM, 2012"], "Rajendra Shinde": ["Efficient distributed locality sensitive hashing., CIKM, 2012"], "Tingting He": ["Author-conference topic-connection model for academic network search., CIKM, 2012"], "Maria Luisa Sapino": ["Impact neighborhood indexing (INI) in diffusion graphs., CIKM, 2012"], "Tao Huang": ["Optimizing data migration for cloud-based key-value stores., CIKM, 2012"], "Sebastian Lehrack": ["Applying weighted queries on probabilistic databases., CIKM, 2012"], "Pekka Kostamaa": ["A new tool for multi-level partitioning in teradata., CIKM, 2012"], "Edgar Martinez": ["Fast PCA computation in a DBMS with aggregate UDFs and LAPACK., CIKM, 2012"], "Jim Gemmell": ["Scaling multiple-source entity resolution using statistically efficient transfer learning., CIKM, 2012"], "Nematollaah Shiri": ["A probabilistic approach to correlation queries in uncertain time series data., CIKM, 2012"], "Hui-Ju Hung": ["On bundle configuration for viral marketing in social networks., CIKM, 2012"], "Yilong Yin": ["Importance weighted passive learning., CIKM, 2012", "Polygene-based evolution: a novel framework for evolutionary algorithms., CIKM, 2012"], "Minsoo Lee": ["Outlier detection using centrality and center-proximity., CIKM, 2012", "On using category experts for improving the performance and accuracy in recommender systems., CIKM, 2012"], "Youngjoong Ko": ["An effective category classification method based on a language model for question category recommendation on a cQA service., CIKM, 2012", "Mathematical equation retrieval using plain words as a query., CIKM, 2012"], "Yanfeng Wang": ["Clustering short text using Ncut-weighted non-negative matrix factorization., CIKM, 2012"], "Ian W. Turner": ["A tensor encoding model for semantic processing., CIKM, 2012"], "Deng Cai": ["Accelerating locality preserving nonnegative matrix factorization., CIKM, 2012"], "Jimi Fontaine": ["The twitaholic next door.: scalable friend recommender system using a concept-sensitive hash function., CIKM, 2012"], "Michael R. Lyu": ["Information propagation in social rating networks., CIKM, 2012"], "Ingmar Weber": ["Maximizing revenue from strategic recommendations under decaying trust., CIKM, 2012"], "Pang-Ning Tan": ["Weighted linear kernel with tree transformed features for malware detection., CIKM, 2012"], "Hsin-Hsi Chen": ["Learning to predict the cost-per-click for your ad words., CIKM, 2012"], "Xiaojun Li": ["Dual word and document seed selection for semi-supervised sentiment classification., CIKM, 2012"], "Cécile Amblard": ["On empirical tradeoffs in large scale hierarchical classification., CIKM, 2012"], "Hao Wei": ["An interaction framework of service-oriented ontology learning., CIKM, 2012"], "Chengkai Li": ["Infobox suggestion for Wikipedia entities., CIKM, 2012"], "Iván Cantador": ["Time feature selection for identifying active household members., CIKM, 2012"], "Yoshimi Suzuki": ["Text classification with relatively small positive documents and unlabeled data., CIKM, 2012"], "Heung-Yeung Shum": ["Graph-based collective classification for tweets., CIKM, 2012"], "Edward F. Gehringer": ["A word-order based graph representation for relevance identification., CIKM, 2012"], "Thomas Seidl": ["Tracing clusters in evolving graphs with node attributes., CIKM, 2012", "A tool for automated evaluation of algorithms., CIKM, 2012"], "Andrey Kustarev": ["Prediction of retweet cascade size over time., CIKM, 2012"], "Sunju Park": ["Top-N recommendation through belief propagation., CIKM, 2012"], "Sung-Hyon Myaeng": ["Mining advices from weblogs., CIKM, 2012"], "C. Lee Giles": ["Entity resolution using search engine results., CIKM, 2012"], "Keishi Tajima": ["Tweet classification based on their lifetime duration., CIKM, 2012"], "Ke Wang": ["Scalable collaborative filtering using incremental update and local link prediction., CIKM, 2012"], "Man-Kwan Shan": ["Composing activity groups in social networks., CIKM, 2012"], "Cheng Zeng": ["A co-training based method for chinese patent semantic annotation., CIKM, 2012"], "Chin-Yew Lin": ["An unsupervised method for author extraction from web pages containing user-generated content., CIKM, 2012"], "Robert Neumayer": ["Hierarchical target type identification for entity-oriented queries., CIKM, 2012"], "Syed Aqueel Haider": ["Dictionary based sparse representation for domain adaptation., CIKM, 2012"], "Vincent Wade": ["An evaluation and enhancement of densitometric fragmentation for content slicing reuse., CIKM, 2012"], "Dong-Ho Lee": ["Towards measuring the visualness of a concept., CIKM, 2012"], "Jimmy J. Lin": ["Fast candidate generation for two-phase document ranking: postings list intersection with bloom filters., CIKM, 2012"], "Tao Lian": ["Semantically coherent image annotation with a learning-based keyword propagation strategy., CIKM, 2012"], "Ahmed Mourad": ["Language processing for arabic microblog retrieval., CIKM, 2012"], "Céline Hudelot": ["Hierarchical image annotation using semantic hierarchies., CIKM, 2012"], "Ronan Cummins": ["On the inference of average precision from score distributions., CIKM, 2012"], "Michael Lawley": ["An evaluation of corpus-driven measures of medical concept similarity for information retrieval., CIKM, 2012"], "Colm O'Riordan": ["A constraint to automatically regulate document-length normalisation., CIKM, 2012"], "Monica Rogati": ["Bridging offline and online social graph dynamics., CIKM, 2012"], "Oren Kurland": ["Predicting the performance of passage retrieval for question answering., CIKM, 2012", "Exploring the cluster hypothesis, and cluster-based retrieval, over the web., CIKM, 2012"], "Xiaolong Wang": ["Coarse-to-fine sentence-level emotion classification based on the intra-sentence features and sentential context., CIKM, 2012"], "Anna Shtok": ["Query-performance prediction and cluster ranking: two sides of the same coin., CIKM, 2012"], "Alok N. Choudhary": ["On active learning in hierarchical classification., CIKM, 2012"], "Ben He": ["Question-answer topic model for question retrieval in community question answering., CIKM, 2012"], "Yuki Miyake": ["How do humans distinguish different people with identical names on the web?, CIKM, 2012"], "Yi Chang": ["Enhancing product search by best-selling prediction in e-commerce., CIKM, 2012", "Predicting primary categories of business listings for local search., CIKM, 2012"], "Carlo Gaibisso": ["Survival analysis for freshness in microblogging search., CIKM, 2012"], "Jieh Hsiang": ["Information preservation in static index pruning., CIKM, 2012"], "Prasenjit Mitra": ["I want what i need!: analyzing subjectivity of online forum threads., CIKM, 2012", "WIDM 2012: the 12th international workshop on web information and data management., CIKM, 2012"], "Kaisar Imam": ["Improving the performance of the reinforcement learning model for answering complex questions., CIKM, 2012"], "Li Wang": ["Relation regularized subspace recommending for related scientific articles., CIKM, 2012"], "Gabriella Pasi": ["Short-text domain specific key terms/phrases extraction using an n-gram model with wikipedia., CIKM, 2012"], "Xueqi Cheng": ["A new probabilistic model for top-k ranking problem., CIKM, 2012"], "Matthias Böhmer": ["Climbing the app wall: enabling mobile app discovery through context-aware recommendations., CIKM, 2012"], "Pushpak Bhattacharyya": ["TwiSent: a multistage system for analyzing sentiment in twitter., CIKM, 2012"], "Yuexian Hou": ["Twitter hyperlink recommendation with user-tweet-hyperlink three-way clustering., CIKM, 2012"], "Stéphane Clinchant": ["Concavity in IR models., CIKM, 2012"], "Barbara Poblete": ["Extracting interesting association rules from toolbar data., CIKM, 2012"], "Valeriy A. Topinskiy": ["Predicting CTR of new ads via click prediction., CIKM, 2012"], "Ferris Jabr": ["An examination of content farms in web search using crowdsourcing., CIKM, 2012"], "Iadh Ounis": ["On the usefulness of query features for learning to rank., CIKM, 2012"], "Luo Si": ["A latent pairwise preference learning approach for recommendation from implicit feedback., CIKM, 2012"], "Andrew S. Gordon": ["PhotoFall: discovering weblog stories through photographs., CIKM, 2012"], "Ophir Frieder": ["RESQ: rank-energy selective query forwarding for distributed search systems., CIKM, 2012"], "Natasa Milic-Frayling": ["The face of quality in crowdsourcing relevance labels: demographics, personality and labeling accuracy., CIKM, 2012"], "Kohichi Sayama": ["Data filtering in humor generation: comparative analysis of hit rate and co-occurrence rankings as a method to choose usable pun candidates., CIKM, 2012"], "Daqing He": ["Where do the query terms come from?: an analysis of query reformulation in collaborative web search., CIKM, 2012"], "Haoran Jiang": ["Learning to recommend with social relation ensemble., CIKM, 2012"], "W. Scott Spangler": ["A scalable approach for performing proximal search for verbose patent search queries., CIKM, 2012"], "Young-joo Chung": ["Finding food entity relationships using user-generated data in recipe service., CIKM, 2012"], "Guoren Wang": ["SRGSIS: a novel framework based on social relationship graph for social image search., CIKM, 2012"], "Sujian Li": ["Exploring simultaneous keyword and key sentence extraction: improve graph-based ranking using wikipedia., CIKM, 2012"], "Chaoqun Ni": ["Contextual evaluation of query reformulations in a search session by user simulation., CIKM, 2012"], "Qi Kang": ["Information-complete and redundancy-free keyword search over large data graphs., CIKM, 2012", "Cager: a framework for cross-page search., CIKM, 2012"], "Weifeng Su": ["Spatial-aware interest group queries in location-based social networks., CIKM, 2012"], "Joel H. Saltz": ["Enabling ontology based semantic queries in biomedical database systems., CIKM, 2012"], "Albrecht Rothermel": ["Similarity search in 3D object-based video data., CIKM, 2012"], "Chris Drome": ["Fast and accurate incremental entity resolution relative to an entity knowledge base., CIKM, 2012"], "David E. Salt": ["Lonomics Atlas: a tool to explore interconnected ionomic, genomic and environmental data., CIKM, 2012"], "Emmanuel Risler": ["CarbonDB: a semantic life cycle inventory database., CIKM, 2012"], "Carlos Ceja Limon": ["InCaToMi: integrative causal topic miner between textual and non-textual time series data., CIKM, 2012"], "Teerapong Leelanupab": ["CrowdTiles: presenting crowd-based information for event-driven information needs., CIKM, 2012"], "Mark A. Cameron": ["ESA: emergency situation awareness via microbloggers., CIKM, 2012"], "Lin Padgham": ["Mixed-initiative conversational system using question-answer pairs mined from the web., CIKM, 2012"], "Jonathon S. Hare": ["PicAlert!: a system for privacy-aware image classification and retrieval., CIKM, 2012"], "Lihua Yue": ["TASE: a time-aware search engine., CIKM, 2012"], "Huahai Yang": ["Gumshoe quality toolkit: administering programmable search., CIKM, 2012"], "Toyokazu Akiyama": ["Simultaneous realization of page-centric communication and search., CIKM, 2012"], "Johann Gamper": ["MOUNA: mining opinions to unveil neglected arguments., CIKM, 2012"], "Werner Nutt": ["MAGIK: managing completeness of data., CIKM, 2012"], "Hanno Eichelberger": ["The nautilus analyzer: understanding and debugging data transformations., CIKM, 2012"], "Pierre Senellart": ["Demonstrating ProApproX 2.0: a predictive query engine for probabilistic XML., CIKM, 2012"], "Bongki Moon": ["HadoopXML: a suite for parallel processing of massive XML data with multiple twig pattern queries., CIKM, 2012"], "George Chitouras": ["MADden: query-driven statistical text analytics., CIKM, 2012"], "Xiaolan Wang": ["STFMap: query- and feature-driven visualization of large time series data sets., CIKM, 2012"], "Mauro Sozio": ["Primates: a privacy management system for social networks., CIKM, 2012"], "Ioana Manolescu": ["AMADA: web data repositories in the amazon cloud., CIKM, 2012"], "Michelle X. Zhou": ["DUBMMSM'12: international workshop on data-driven user behavioral modeling and mining from social media., CIKM, 2012"], "Fusheng Wang": ["CloudDB 2012: fourth international workshop on cloud data management., CIKM, 2012"], "Opher Etzion": ["CDMW 2012 - city data management workshop: workshop summary., CIKM, 2012"], "Matt-Mouley Bouamrane": ["Managing interoperability and compleXity in health systems - MIXHS'12., CIKM, 2012"], "Zhisheng Huang": ["The 2012 international workshop on web-scale knowledge representation, retrieval, and reasoning., CIKM, 2012"], "Xuning Tang": ["SHB 2012: international workshop on smart health and wellbeing., CIKM, 2012"], "Peter Brusilovsky": ["Booksonline'12: 5th workshop on online books, complementary social media and their impact., CIKM, 2012"], "Sophia Ananiadou": ["DTMBIO 2012: international workshop on data and text mining in biomedical informatics., CIKM, 2012"], "Marco Pennacchiotti": ["PLEAD 2012: politics, elections and data., CIKM, 2012"], "Miriam Fernández": ["Workshop on multimodal crowd sensing (CrowdSens 2012)., CIKM, 2012"], "Vanessa Murdock": ["Fifth workshop on exploiting semantic annotations in information retrieval: ESAIR\"12)., CIKM, 2012"], "Nitendra Rajput": ["First international workshop on information and knowledge management for developing region., CIKM, 2012"], "Fabian M. Suchanek": ["PIKM 2012: 5th ACM workshop for PhD students in information and knowledge management., CIKM, 2012"]}