{"Guy Jacobson": ["Focusing Search in Hierarchical Structures with Directory Sets., CIKM, 1998"], "H. V. Jagadish": ["Flexible List Management in a Directory., CIKM, 1998"], "Ken C. K. Lee": ["Incremental Maintenance for Dynamic Database-Derived HTML Pages in Digital Libraries., CIKM, 1998"], "Ellen Spertus": ["Just-In-Time Databases and the World-Wide Web., CIKM, 1998"], "Jody J. Daniels": ["Locating Passages Using a Case-Based of Excerpts., CIKM, 1998"], "Mark Sanderson": ["Accurate User Directed Summarizatiion from Existing Tools., CIKM, 1998"], "David W. Embley": ["Ontology-Based Extraction and Structuring of Information from Data-Rich Unstructured Documents., CIKM, 1998"], "Peter Jackson": ["Information Extraction from Case Low and Retrieval of Prior Cases by Partial Parsing and Query Generation., CIKM, 1998"], "Mohammed Javeed Zaki": ["Efficient Enumeration of Frequent Sequences., CIKM, 1998"], "Lilian Harada": ["Dynamic Skew Handling in Parallel Mining of Association Rules., CIKM, 1998"], "Charu C. Aggarwal": ["Online Algorithms for Finding Profile Association Rules., CIKM, 1998"], "Jeffrey Scott Vitter": ["Data Cube Approximation and Histograms via Wavelets., CIKM, 1998"], "Luc Bouganim": ["Memory-Adaptive Scheduling for Large Query Execution., CIKM, 1998"], "Biswadeep Nag": ["Memory Allocation Strategies for Complex Decision Support Queries., CIKM, 1998"], "Ron Papka": ["Document Classification Using Multiword Features., CIKM, 1998"], "Luciano R. S. de Lima": ["A Hierarchical Approach to the Automatic Categorization of Medical Documents., CIKM, 1998"], "Aitao Chen": ["A Comparison of Regression, Neural Net, and Pattern Recognition Approaches to IR., CIKM, 1998"], "Susan T. Dumais": ["Inductive Learning Algorithms and Representations for Text Categorization., CIKM, 1998"], "Kwok Leung Yu": ["A New On-Line Learning Algorithm for Adaptive Text Filtering., CIKM, 1998"], "Tzung-Pei Hong": ["Learning Fuzzy Knowledge from Training Examples., CIKM, 1998"], "H. Seok Jeon": ["A Database Disk Buffer Management Algorithm Based on Prefetching., CIKM, 1998"], "Eric Horvitz": ["Continual Computation Policies for Utility-Directed Prefetching., CIKM, 1998"], "Anthony K. H. Tung": ["BROOM: Buffer Replacement using Online Optimization by Mining., CIKM, 1998"], "Mousheng Xu": ["Associated Biological Information Retrieval from Distributed Databases., CIKM, 1998"], "Alexander Thomasian": ["Clustering and Singular Value Decomposition for Approximate Indexing in High Dimensional Spaces., CIKM, 1998"], "Javed A. Aslam": ["Static and Dynamic Information Organization with Star Clusters., CIKM, 1998"], "Evaggelia Pitoura": ["An Efficient Hierarchical Scheme for Locating Highly Mobile Users., CIKM, 1998"], "Béatrice Finance": ["Querying Future Telecommunication Networks., CIKM, 1998"], "Maria L. Barja": ["Informia: A Mediator for Integrated Access to Heterogeneous Information Sources., CIKM, 1998"], "I-Min A. Chen": ["Integrating Information from Multiple Independently Developed Data Sources., CIKM, 1998"], "Yunyao Qu": ["Supporting Fast Search in Time Series for Movement Patterns in Multiple Scales., CIKM, 1998"], "Caroline St. Clair": ["Attribute Weighting: A Method of Applying Domain Knowledge in the Decision Tree Process., CIKM, 1998"], "Chung-Sheng Li": ["MALM: A Framework for Mining Sequence Database at Multiple Abstraction Levels., CIKM, 1998"], "Jian Tang": ["Using Incremental Pruning to Increase the Efficiency of Dynamic Itemset Counting for Association Rules., CIKM, 1998"], "Jia-Lien Hsu": ["Efficient Repeating Pattern Finding in Music Databases., CIKM, 1998"], "Dimitris Papadias": ["Image Similarity Retrieval by Spatial Constraints., CIKM, 1998"], "Tzi-cker Chiueh": ["Multi-Resolution Indexing for Shape Images., CIKM, 1998"], "Luigi Palopoli": ["An Automatic Techniques for Detecting Type Conflicts in Database Schemes., CIKM, 1998"], "Kajal T. Claypool": ["SERF: Schema Evalution through an Extensible, Re-usable and Flexible Framework., CIKM, 1998"], "Ingo Schmitt": ["An Incremental Approach to Schema Integration by Refining Extensional Relationships., CIKM, 1998"], "James Dullea": ["An Analysis of the Structural Validity of Ternary Relatinships in Entity Relationship Modeling., CIKM, 1998"], "Guido Proietti": ["Selectivity Estimation of Window Queries., CIKM, 1998"], "Kamil Saraç": ["Iterated DFT Based Techniques for Join Size Estimation., CIKM, 1998"], "Ladjel Bellatreche": ["An Iterative Approach for Rules and Data Allocation in Distributed Deductive Database Systems., CIKM, 1998"], "Hans Fritschi": ["Framboise - An Approach to Framework-Based Active Database Management System Construction., CIKM, 1998"], "Ravi A. Dirckze": ["A Toggle Transaction Management Technique for Mobile Multidatabases., CIKM, 1998"], "Tong Zhou": ["Dynamic Restructuring of Transactional Workflow Activities: A Practical Implementation Method., CIKM, 1998"], "Frank Hing-Wah Luk": ["Triple-Node Hierarchies for Object-Oriented Database Indexing., CIKM, 1998"], "Kihong Kim": ["Sibling Clustering of Tree-Based Spatial Indexes for Efficient Spatial Query Processing., CIKM, 1998"], "Yangjun Chen": ["Layered Index Structures in Document Database Systems., CIKM, 1998"], "Iqbal A. Goralwalla": ["Temporal Granularity for Unanchored Temporal Data., CIKM, 1998"], "Marlon Dumas": ["Handling Temporal Grouping and Pattern-Matching Queries in a Temporal Object Model., CIKM, 1998"], "Stefano Spaccapietra": ["Modeling Time from a Conceptual Perspective., CIKM, 1998"], "Sei Chun": ["Providing Semantics for Indefinite Deductive Databases., CIKM, 1998"]}