{"Hector Garcia-Molina": ["Pair-Wise entity resolution: overview and challenges., CIKM, 2006"], "Gary William Flake": ["How I learned to stop worrying and love the imminent internet singularity., CIKM, 2006"], "Joseph Kielman": ["The real-time nature and value of homeland security information., CIKM, 2006"], "Christos Faloutsos": ["Efficient processing of complex similarity queries in RDBMS through query rewriting., CIKM, 2006"], "Dimitrios Gunopulos": ["Distributed spatio-temporal similarity search., CIKM, 2006"], "Kotagiri Ramamohanarao": ["Structure-based querying of proteins using wavelets., CIKM, 2006"], "Atsuhiro Takasu": ["An approximate multi-word matching algorithm for robust document retrieval., CIKM, 2006"], "Xiaoyan Zhu": ["Movie review mining and summarization., CIKM, 2006"], "Balaji Varadarajan": ["Utility scoring of product reviews., CIKM, 2006"], "Edward Y. Chang": ["Mining blog stories using community-based and temporal clustering., CIKM, 2006", "Adaptive non-linear clustering in data streams., CIKM, 2006"], "Jun'ichi Tatemura": ["Eigen-trend: trend analysis in the blogosphere based on singular value decompositions., CIKM, 2006"], "Stephen Robertson": ["On GMAP: and other transformations., CIKM, 2006"], "Mounia Lalmas": ["Investigating the exhaustivity dimension in content-oriented XML element retrieval evaluation., CIKM, 2006"], "David Hawking": ["Evaluation by comparing result sets in context., CIKM, 2006"], "Javed A. Aslam": ["Estimating average precision with incomplete and imperfect judgments., CIKM, 2006"], "Wen-Chi Hou": ["Window join approximation over data streams with importance semantics., CIKM, 2006", "An efficient one-phase holistic twig join algorithm for XML data., CIKM, 2006"], "Jian Pei": ["Classification spanning correlated data streams., CIKM, 2006"], "Pedro Coutinho": ["Validating associations in biological databases., CIKM, 2006"], "Joan Feigenbaum": ["Finding highly correlated pairs efficiently with powerful pruning., CIKM, 2006"], "Xiaolei Li": ["Mining compressed commodity workflows from massive RFID data sets., CIKM, 2006"], "Christian Zimmer": ["Discovering and exploiting keyword and attribute-value co-occurrences to improve P2P routing indices., CIKM, 2006"], "Charles L. A. Clarke": ["A document-centric approach to static index pruning in text retrieval systems., CIKM, 2006"], "Alistair Moffat": ["Pruning strategies for mixed-mode querying., CIKM, 2006"], "Hans-Peter Kriegel": ["3DString: a feature string kernel for 3D object classification on voxelized data., CIKM, 2006"], "Kunal Punera": ["Effective and efficient classification on a search-engine model., CIKM, 2006"], "Mohammed Javeed Zaki": ["Multi-evidence, multi-criteria, lazy associative document classification., CIKM, 2006"], "Brian D. Davison": ["Knowing a web page by the company it keeps., CIKM, 2006"], "W. Bruce Croft": ["Improving novelty detection for general topics using sentence level information patterns., CIKM, 2006", "Ranking robustness: a novel framework to predict query performance., CIKM, 2006", "Boosting relevance model performance with query term dependence., CIKM, 2006"], "C. Lee Giles": ["Topic evolution and social interactions: how authors effect research., CIKM, 2006"], "Juliana Freire": ["A fast and robust method for web page template detection and removal., CIKM, 2006", "Automatically constructing collections of online database directories., CIKM, 2006"], "Roxana Girju": ["Out-of-context noun phrase semantic interpretation with cross-linguistic evidence., CIKM, 2006"], "Barry Smyth": ["Capturing community search expertise for personalized web search using snippet-indexes., CIKM, 2006"], "Wolfgang Nejdl": ["Summarizing local context to personalize global web search., CIKM, 2006"], "Diane Kelly": ["A study on the effects of personalization and task information on implicit feedback performance., CIKM, 2006"], "Gordon Sun": ["Incorporating query difference for learning retrieval functions in world wide web search., CIKM, 2006"], "Panos K. Chrysanthis": ["KDDCS: a load-balanced in-network data-centric storage scheme for sensor networks., CIKM, 2006"], "Ming-Syan Chen": ["Efficient range-constrained similarity search on wavelet synopses over multiple streams., CIKM, 2006", "On subspace clustering with density consciousness., CIKM, 2006", "On progressive sequential pattern mining., CIKM, 2006"], "Carlo Zaniolo": ["A data stream language and system designed for power and extensibility., CIKM, 2006"], "George Nagy": ["In search of meaning for time series subsequence clustering: matching algorithms based on a new distance measure., CIKM, 2006"], "Rema Padman": ["Incremental hierarchical clustering of text documents., CIKM, 2006"], "Ling Liu": ["Efficiently clustering transactional data with weighted coverage density., CIKM, 2006", "k nearest neighbor classification across multiple private databases., CIKM, 2006"], "Wei-Ying Ma": ["Ranking web objects from multiple communities., CIKM, 2006", "A comparative study on classifying the functions of web page blocks., CIKM, 2006"], "Iadh Ounis": ["Voting for candidates: adapting data fusion techniques for an expert search task., CIKM, 2006"], "Yi Zhang": ["Bayesian adaptive user profiling with explicit &amp; implicit feedback., CIKM, 2006"], "Marco Patella": ["SaLSa: computing the skyline without scanning the whole sky., CIKM, 2006"], "Yannis Theodoridis": ["Constrained subspace skyline computation., CIKM, 2006"], "Kai-Uwe Sattler": ["Processing relaxed skylines in PDMS using distributed data summaries., CIKM, 2006"], "Anupam Joshi": ["On the structural properties of massive telecom call graphs: findings and implications., CIKM, 2006"], "Timos K. Sellis": ["Heuristic containment check of partial tree-pattern queries in the presence of index graphs., CIKM, 2006", "A combination of trie-trees and inverted files for the indexing of set-valued attributes., CIKM, 2006", "Amnesic online synopses for moving objects., CIKM, 2006"], "Tahsin M. Kurç": ["TRIPS and TIDES: new algorithms for tree mining., CIKM, 2006"], "Georg Lausen": ["Automatic computation of semantic proximity using taxonomic knowledge., CIKM, 2006"], "Rina Panigrahy": ["Exploiting asymmetry in hierarchical topic extraction., CIKM, 2006", "A dictionary for approximate string search and longest prefix search., CIKM, 2006"], "K. Selçuk Candan": ["CP/CV: concept similarity mining without frequency information from domain describing taxonomies., CIKM, 2006"], "Brett Matson": ["Secure search in enterprise webs: tradeoffs in efficient implementation for document level security., CIKM, 2006"], "Javier García-García": ["Vector and matrix operations programmed with UDFs in a relational DBMS., CIKM, 2006"], "John O. Everett": ["POLESTAR: collaborative knowledge management and sensemaking tools for intelligence analysts., CIKM, 2006"], "Katsumi Kanasaki": ["Task-based process know-how reuse and proactive information delivery in TaskNavigator., CIKM, 2006"], "Chandra Kambhamettu": ["Efficient model selection for regularized linear discriminant analysis., CIKM, 2006"], "Xue Li": ["Concept-based document readability in domain specific information retrieval., CIKM, 2006"], "ChengXiang Zhai": ["A probabilistic relevance propagation model for hypertext retrieval., CIKM, 2006", "Best-k queries on database systems., CIKM, 2006"], "Andrew MacFarlane": ["Term context models for information retrieval., CIKM, 2006"], "Frederick H. Lochovsky": ["Query result ranking over e-commerce web databases., CIKM, 2006"], "Chris Burges": ["Optimisation methods for ranking functions with multiple parameters., CIKM, 2006"], "Ying Xu": ["Estimating corpus size via queries., CIKM, 2006"], "Ari D. Brooks": ["Concept frequency distribution in biomedical text summarization., CIKM, 2006"], "Ulf Leser": ["Describing differences between databases., CIKM, 2006"], "Vagelis Hristidis": ["A system for query-specific document summarization., CIKM, 2006"], "Floris Geerts": ["Annotation propagation revisited for key preserving views., CIKM, 2006"], "Fereidoon Sadri": ["Query optimization using restructured views., CIKM, 2006"], "Mitch Cherniack": ["Improving query I/O performance by permuting and refining block request sequences., CIKM, 2006"], "Jan O. Pedersen": ["Performance thresholding in practical text classification., CIKM, 2006"], "Zheng Chen": ["Text classification improved through multigram models., CIKM, 2006"], "Nawaaz Ahmed": ["Coupling feature selection and machine learning methods for navigational query identification., CIKM, 2006"], "Guozheng Xiao": ["Document re-ranking using cluster validation and label propagation., CIKM, 2006"], "Victor Lavrenko": ["Tracking dragon-hunters with language models., CIKM, 2006"], "Richard D. Sisson Jr.": ["Designing semantics-preserving cluster representatives for scientific input conditions., CIKM, 2006"], "Qiong Luo": ["Cache-oblivious nested-loop joins., CIKM, 2006"], "Yuni Xia": ["Efficient join processing over uncertain data., CIKM, 2006"], "Vassilios S. Verykios": ["An integer programming approach for frequent itemset hiding., CIKM, 2006"], "Maguelonne Teisseire": ["Privacy preserving sequential pattern mining in distributed databases., CIKM, 2006"], "Stefan Siersdorfer": ["A neighborhood-based approach for clustering of linked document collections., CIKM, 2006"], "Mohand Boughanem": ["A structure-oriented relevance feedback method for XML retrieval., CIKM, 2006"], "Enhong Chen": ["Adapting association patterns for text categorization: weaknesses and enhancements., CIKM, 2006"], "Matthias Renz": ["Approximate reverse k-nearest neighbor queries in general metric spaces., CIKM, 2006"], "Fabio A. González": ["Collaborative filtering in dynamic usage environments., CIKM, 2006"], "Douglas W. Oard": ["Combining feature selectors for text classification., CIKM, 2006"], "Jing Bai": ["Constructing better document and query models with markov chains., CIKM, 2006"], "Philip S. Yu": ["Continuous keyword search on multiple text streams., CIKM, 2006"], "Daqing He": ["Direct comparison of commercial and academic retrieval system: an initial study., CIKM, 2006"], "Andrea Tagarelli": ["Effective and efficient similarity search in time series., CIKM, 2006"], "Gene Cooperman": ["Efficient mining of max frequent patterns in a generalized environment., CIKM, 2006"], "Donald Metzler": ["Estimation, sensitivity, and generalization in parameterized retrieval models., CIKM, 2006"], "Jian-Yun Nie": ["Filtering or adapting: two strategies to exploit noisy parallel corpora for cross-language information retrieval., CIKM, 2006", "Improving query translation with confidence estimation for cross language information retrieval., CIKM, 2006"], "Ming Jiang": ["HUX: a schemacentric approach for updating XML views., CIKM, 2006"], "Zhen Liu": ["Information retrieval from relational databases using semantic queries., CIKM, 2006"], "Peiya Liu": ["Integrated RFID data modeling: an approach for querying physical objects in pervasive computing., CIKM, 2006"], "Xiaohua Zhou": ["Integration of cluster ensemble and EM based text mining for microarray gene cluster identification and annotation., CIKM, 2006"], "Saber Jahanpour": ["Introduction to a new Farsi stemmer., CIKM, 2006"], "Deborah Silver": ["IR principles for content-based indexing and retrieval of functional brain images., CIKM, 2006"], "Henri Briand": ["Matching directories and OWL ontologies with AROMA., CIKM, 2006"], "Alfons Kemper": ["Matching and evaluation of disjunctive predicates for data stream sharing., CIKM, 2006"], "Christian A. Lang": ["Maximizing the sustained throughput of distributed continuous queries., CIKM, 2006"], "Kristina Lisa Klinkner": ["Measuring the meaning in time series clustering of text search queries., CIKM, 2006"], "Wei Wang": ["Mining coherent patterns from heterogeneous microarray data., CIKM, 2006"], "Nivio Ziviani": ["Modeling performance-driven workload characterization of web search systems., CIKM, 2006"], "M. Tamer Özsu": ["Multi-query optimization of sliding window aggregates by schedule synchronization., CIKM, 2006"], "John Yen": ["Multi-task text segmentation and alignment based on weighted mutual information., CIKM, 2006"], "Yi Chen": ["PEPX: a query-friendly probabilistic XML database., CIKM, 2006"], "Feng Bao": ["Practical private data matching deterrent to spoofing attacks., CIKM, 2006"], "K. L. Kwok": ["Probabilistic document-context based relevance feedback with limited relevance judgments., CIKM, 2006"], "John Zimmerman": ["Processing information intent via weak labeling., CIKM, 2006"], "Ji-Rong Wen": ["Pseudo-anchor text extraction for searching vertical objects., CIKM, 2006"], "Silviu Cucerzan": ["Re-ranking search results using query logs., CIKM, 2006"], "Lee-Feng Chien": ["Query taxonomy generation for web search., CIKM, 2006"], "Gerhard Weikum": ["Rank synopses for efficient time travel on the web graph., CIKM, 2006"], "Massimo Melucci": ["Ranking in context using vector spaces., CIKM, 2006"], "David D. Jensen": ["Representing documents with named entities for story link detection (SLD)., CIKM, 2006"], "Bernhard Seeger": ["Resource-aware kernel density estimators over streaming data., CIKM, 2006"], "Leif Grönqvist": ["Retrieval evaluation with incomplete relevance data: a comparative study of three measures., CIKM, 2006"], "S. Srinivasan": ["Robust periodicity detection algorithms., CIKM, 2006"], "Raghu Krishnapuram": ["Search result summarization and disambiguation via contextual dimensions., CIKM, 2006"], "Kannan Rajkumar": ["Semi-automatic annotation and MPEG-7 authoring of dance videos., CIKM, 2006"], "Fabrizio Silvestri": ["The query-vector document model., CIKM, 2006"], "Hui Su": ["The visual funding navigator: analysis of the NSF funding information., CIKM, 2006"], "Lei Chen": ["Towards interactive indexing for large Chinese calligraphic character databases., CIKM, 2006"], "Stephen Chi-fai Chan": ["Query-specific clustering of search results based on document-context similarity scores., CIKM, 2006"]}