{"Ophir Frieder": ["On scalable information retrieval systems., CIKM, 2002"], "Deepayan Chakrabarti": ["F4: large-scale automated forecasting using fractals., CIKM, 2002"], "Chun Tang": ["An iterative strategy for pattern discovery in high-dimensional data sets., CIKM, 2002"], "Jian Pei": ["Mining sequential patterns with constraints in large databases., CIKM, 2002"], "Pável Calado": ["Searching web databases by structuring keyword-based queries., CIKM, 2002", "Web-DL: an experience in building digital libraries from the web., CIKM, 2002"], "Chiasen Chung": ["Topic-oriented collaborative crawling., CIKM, 2002"], "J. Ben Schafer": ["Meta-recommendation systems: user-controlled integration of diverse recommendations., CIKM, 2002"], "Kai Yu": ["Removing redundancy and inconsistency in memory-based collaborative filtering., CIKM, 2002"], "Zheng Xuan Loh": ["Analysis of pre-computed partition top method for range top-k queries in OLAP data cubes., CIKM, 2002"], "Bin Liu": ["Batch data warehouse maintenance in dynamic environments., CIKM, 2002"], "Sam Yuan Sung": ["A fast filtering scheme for large database cleansing., CIKM, 2002"], "Mohamed A. Sharaf": ["Semantic-based delivery of OLAP summary tables in wireless environments., CIKM, 2002"], "Christos Faloutsos": ["Future directions in data mining: streams, networks, self-similarity and power laws., CIKM, 2002"], "Philippe Mulhem": ["Symbolic photograph content-based retrieval., CIKM, 2002"], "Renato O. Stehling": ["A compact and efficient image retrieval approach based on border/interior pixel classification., CIKM, 2002"], "Ali Saman Tosun": ["Vulnerabilities in similarity search based systems., CIKM, 2002"], "Mong-Li Lee": ["Efficient evaluation of multiple queries on streaming XML data., CIKM, 2002", "XClust: clustering XML schemas for effective integration., CIKM, 2002"], "Leonidas Fegaras": ["Query processing of streamed XML data., CIKM, 2002"], "Shurug Al-Khalifa": ["Multi-level operator combination in XML query processing., CIKM, 2002"], "Torsten Grabs": ["XMLTM: efficient transaction management for XML documents., CIKM, 2002"], "Franky Lam": ["Efficient synchronization for mobile XML data., CIKM, 2002"], "Hasan M. Jamil": ["An object-oriented extension of XML for autonomous web applications., CIKM, 2002"], "Wenwu Lou": ["Efficient prediction of web accesses on a proxy server., CIKM, 2002"], "Khalil Amiri": ["A self-managing data cache for edge-of-network web applications., CIKM, 2002"], "Takahiro Hara": ["Cooperative caching by mobile clients in push-based information systems., CIKM, 2002"], "Ayman Farahat": ["AuGEAS: authoritativeness grading, estimation, and sorting., CIKM, 2002"], "Binyamin Rosenfeld": ["Structural extraction from visual layout of documents., CIKM, 2002"], "Thorsten Brants": ["Topic-based document segmentation with probabilistic latent semantic analysis., CIKM, 2002"], "Caetano Traina Jr.": ["How to improve the pruning ability of dynamic metric access methods., CIKM, 2002"], "Yangjun Chen": ["On the efficient evaluation of relaxed queries in biological databases., CIKM, 2002"], "A. Prasad Sistla": ["Similarity based retrieval from sequence databases using automata as queries., CIKM, 2002"], "James W. Cooper": ["Detecting similar documents using salient terms., CIKM, 2002"], "Warren R. Greiff": ["The role of variance in term weighting for probabilistic information retrieval., CIKM, 2002"], "Peter Bruza": ["Inferring query models by computing information flow., CIKM, 2002"], "Sihem Amer-Yahia": ["Logical and physical support for heterogeneous data., CIKM, 2002"], "Dongwon Lee": ["NeT & CoT: translating relational schemas to XML schemas using semantic constraints., CIKM, 2002"], "Vana Kalogeraki": ["A local search mechanism for peer-to-peer networks., CIKM, 2002"], "Yugyung Lee": ["Intelligent knowledge discovery in peer-to-peer file sharing., CIKM, 2002"], "Won-Young Kim": ["Partial rollback in object-oriented/object-relational database management systems., CIKM, 2002"], "Falk Scholer": ["Query association for effective retrieval., CIKM, 2002"], "Jie Lu": ["Pruning long documents for distributed information retrieval., CIKM, 2002"], "Mohammed Aljlayl": ["On arabic search: improving the retrieval effectiveness via a light stemming approach., CIKM, 2002"], "Yan Liu": ["Boosting to correct inductive bias in text classification., CIKM, 2002"], "Mukund Deshpande": ["Using conjunction of attribute values for classification., CIKM, 2002"], "Mao Chen": ["Categorizing information objects from user access patterns., CIKM, 2002"], "Maria Zemankova": ["Knowledge and information management: Is it possible to do interesting and important research, get funded, be useful and appreciated?, CIKM, 2002"], "Xiaoyong Liu": ["Passage retrieval based on language models., CIKM, 2002"], "Ramesh Nallapati": ["Capturing term dependencies using a language model based on sentence trees., CIKM, 2002"], "Luo Si": ["A language modeling framework for resource selection and results merging., CIKM, 2002"], "Alexandros Nanopoulos": ["An efficient and effective algorithm for density biased sampling., CIKM, 2002"], "Jia-Yu Pan": ["\"GeoPlot\": spatial data mining on video libraries., CIKM, 2002"], "Hongjun Zhu": ["Trajectory queries and octagons in moving object databases., CIKM, 2002"], "Jia-Lien Hsu": ["The effectiveness study of various music information retrieval approaches., CIKM, 2002"], "Jeremy Pickens": ["Harmonic models for polyphonic music retrieval., CIKM, 2002"], "Chih-Chin Liu": ["A singer identification technique for content-based classification of MP3 music objects., CIKM, 2002"], "Yi Chen": ["XKvalidator: a constraint validator for XML., CIKM, 2002"], "Gösta Grahne": ["Discovering approximate keys in XML data., CIKM, 2002"], "Urvi Shah": ["Information retrieval on the semantic web., CIKM, 2002"], "Lin Qiao": ["RHist: adaptive summarization over continuous data streams., CIKM, 2002"], "Kun-Lung Wu": ["Efficient query monitoring using adaptive multiple key hashing., CIKM, 2002"], "Like Gao": ["Evaluating continuous nearest neighbor queries for streaming time series via pre-fetching., CIKM, 2002"], "Masahiro Motoyoshi": ["Mining temporal classes from time series data., CIKM, 2002"], "Yitong Wang": ["Evaluating contents-link coupled web page clustering for web search results., CIKM, 2002"], "Eric J. Glover": ["Inferring hierarchical descriptions., CIKM, 2002"], "Ying Zhao": ["Evaluation of hierarchical clustering algorithms for document datasets., CIKM, 2002"], "Wahyu Wibowo": ["Strategies for minimising errors in hierarchical web categorisation., CIKM, 2002"], "James P. Callan": ["Knowledge-based extraction of named entities., CIKM, 2002"], "Mark H. Montague": ["Condorcet fusion for improved retrieval., CIKM, 2002"], "Yen-Yu Chen": ["I/O-efficient techniques for computing pagerank., CIKM, 2002"], "Fang Liu": ["Personalized web search by mapping user queries to categories., CIKM, 2002"], "Xiaoli Li": ["Using micro information units for internet search., CIKM, 2002"], "Hung-Yu Kao": ["Entropy-based link analysis for mining web informative structures., CIKM, 2002"], "Daniel Barbará": ["COOLCAT: an entropy-based algorithm for categorical clustering., CIKM, 2002"], "Carlos Ordonez": ["FREM: fast and robust EM clustering for large data sets., CIKM, 2002"], "Greg Hamerly": ["Alternatives to the k-means algorithm that find better clusterings., CIKM, 2002"], "Christina Yip Chung": ["Thematic mapping - from unstructured documents to taxonomies., CIKM, 2002"], "David Avant": ["Semantic technology applications for homeland security., CIKM, 2002"], "David Loshin": ["Rule-based data quality., CIKM, 2002"], "Xiangji Huang": ["Comparison of interestingness functions for learning web usage patterns., CIKM, 2002"], "Kiam Choo": ["The verity federated infrastructure., CIKM, 2002"], "Said Elnaffar": ["Automatically classifying database workloads., CIKM, 2002"], "Eugene Inseok Chong": ["A mapping mechanism to support bitmap index and other auxiliary structures on tables stored as primary B±trees., CIKM, 2002"], "M. Brian Blake": ["Using specification-driven concepts for distributed data management and dissemination., CIKM, 2002"], "Cheng-Yue Chang": ["A new cache replacement algorithm for the integration of web caching and prefectching., CIKM, 2002"], "Federica Mandreoli": ["A syntactic approach for searching similarities within sentences., CIKM, 2002"], "Sudeshna Adak": ["A system for knowledge management in bioinformatics., CIKM, 2002"], "Bin Yu": ["An agent-based approach to knowledge management., CIKM, 2002"], "Diane Kelly": ["Features of documents relevant to task- and fact-oriented questions., CIKM, 2002"], "Shengli Wu": ["Data fusion with estimated weights., CIKM, 2002"], "King-Lup Liu": ["Discovering the representative of a search engine., CIKM, 2002"], "Henrique Paques": ["Ginga: a self-adaptive query processing system., CIKM, 2002"], "Monica Rogati": ["High-performing feature selection for text classification., CIKM, 2002"], "Norbert Fuhr": ["Index compression vs. retrieval time of inverted files for XML documents., CIKM, 2002"], "W. Scott Spangler": ["Interactive methods for taxonomy editing and validation., CIKM, 2002"], "Kanagasabai Rajaraman": ["Knowledge discovery from texts: a concept frame graph approach., CIKM, 2002"], "Konstantinos Markellos": ["Knowledge discovery in patent databases., CIKM, 2002"], "Zaiqing Nie": ["Mining coverage statistics for websource selection in a mediator., CIKM, 2002"], "Un Yong Nahm": ["Mining soft-matching association rules., CIKM, 2002"], "Eric C. Jensen": ["Parallelizing the buckshot algorithm for efficient document clustering., CIKM, 2002"]}