{"Raghu Ramakrishnan": ["The EDAM project: mining mass spectra and more., CIKM, 2004"], "Xibei Jia": ["Composable XML integration grammars., CIKM, 2004"], "Tok Wang Ling": ["Extending and inferring functional dependencies in schema transformation., CIKM, 2004", "Efficient processing of XML twig patterns with parent child edges: a look-ahead approach., CIKM, 2004"], "Kevin Chen-Chuan Chang": ["Organizing structured web sources by query schemas: a clustering approach., CIKM, 2004"], "James P. Callan": ["Unified utility maximization framework for resource selection., CIKM, 2004"], "Michael J. Taylor": ["Simple BM25 extension to multiple weighted fields., CIKM, 2004"], "Charles L. A. Clarke": ["Scoring missing terms in information retrieval tasks., CIKM, 2004"], "Gerhard Weikum": ["Goal-oriented methods and meta methods for document classification and their parameter tuning., CIKM, 2004"], "Rolf Ingold": ["Using bi-modal alignment and clustering techniques for documents and speech thematic segmentations., CIKM, 2004"], "Thomas Hofmann": ["Hierarchical document categorization with support vector machines., CIKM, 2004"], "Philip S. Yu": ["Interval query indexing for efficient stream processing., CIKM, 2004"], "Elke A. Rundensteiner": ["Evaluating window joins over punctuated streams., CIKM, 2004"], "Sriram Padmanabhan": ["EXPedite: a system for encoded XML processing., CIKM, 2004"], "Weiguo Fan": ["Optimizing web search using web click-through data., CIKM, 2004"], "Lee-Feng Chien": ["A practical web-based approach to generating topic hierarchy for text segments., CIKM, 2004"], "Marius Pasca": ["Acquisition of categorized named entities for web search., CIKM, 2004"], "Sourav S. Bhowmick": ["BioDIFF: an effective fast change detection algorithm for genomic and proteomic data., CIKM, 2004"], "Amr El Abbadi": ["Protein structure alignment using geometrical features., CIKM, 2004"], "Dennis McLeod": ["Mining gene expression datasets using density-based clustering., CIKM, 2004"], "Mitsunori Ogihara": ["Semi-supervised learning for music artists style identification., CIKM, 2004"], "Anne H. H. Ngu": ["Integrating heterogeneous reatures for efficient content based music retrieval., CIKM, 2004"], "Rong Jin": ["Unified filtering by combining collaborative filtering and content-based filtering via mixture model and exponential model., CIKM, 2004"], "Dawit Yimam Seid": ["A framework for refining similarity queries using learning techniques., CIKM, 2004"], "Qiang Wang": ["A dimensionality reduction technique for efficient similarity analysis of time series databases., CIKM, 2004"], "Marco Cristo": ["Combining structural and citation-based evidence for text classification., CIKM, 2004"], "Nazli Goharian": ["Using relevance feedback to detect misuse for information retrieval systems., CIKM, 2004"], "Yan Zhang": ["An extended logic programming based multi-agent system formalization in mobile environments., CIKM, 2004"], "D. Sivakumar": ["Framework and algorithms for trend analysis in massive temporal data sets., CIKM, 2004"], "Jeffrey Xu Yu": ["Scalable sequential pattern mining for biological sequences., CIKM, 2004"], "Yahiko Kambayashi": ["Discovering frequently changing structures from historical structural deltas of unordered XML., CIKM, 2004"], "Sharad Mehrotra": ["Indexing text data under space constraints., CIKM, 2004"], "Kai Li": ["Image similarity search with compact data structures., CIKM, 2004"], "Mahmut T. Kandemir": ["Energy management schemes for memory-resident database systems., CIKM, 2004"], "David Finkel": ["Restructuring batch view maintenance efficiently., CIKM, 2004"], "Jayant R. Haritsa": ["On semantic matching of multilingual attributes in relational systems., CIKM, 2004"], "Leo Mark": ["Compression schemes for differential categorical stream clustering., CIKM, 2004"], "Wesley W. Chu": ["Using a compact tree to index and query XML data., CIKM, 2004"], "W. Bruce Croft": ["A framework for selective query expansion., CIKM, 2004"], "Susan Gauch": ["Exploiting hierarchical relationships in conceptual search., CIKM, 2004"], "Edward A. Fox": ["MRSSA: an iterative algorithm for similarity spreading over interrelated objects., CIKM, 2004"], "Wei-Ying Ma": ["Web page clustering enhanced by summarization., CIKM, 2004", "Learning similarity measures in non-orthogonal space., CIKM, 2004"], "Vladimir Zbarsky": ["Grammar-based task analysis of web logs., CIKM, 2004"], "George Karypis": ["Soft clustering criterion functions for partitional document clustering: a summary of results., CIKM, 2004"], "Megumi Ishii": ["Calculating similarity between texts using graph-based text representation model., CIKM, 2004"], "Isidore Rigoutsos": ["Of parts and relationships: an unending quest., CIKM, 2004"], "Paul B. Kantor": ["A design space approach to analysis of information retrieval adaptive filtering systems., CIKM, 2004"], "Gordon V. Cormack": ["A multi-system analysis of document and term selection for blind feedback., CIKM, 2004"], "Yi-fang Brook Wu": ["Improving document representations using relevance feedback: the RFA algorithm., CIKM, 2004"], "Kirk Scott": ["A vertical distance-based outlier detection method with local pruning., CIKM, 2004"], "Ling Liu": ["ClusterMap: labeling clusters in large datasets via visualization., CIKM, 2004", "Motion adaptive indexing for moving continual queries over moving objects., CIKM, 2004"], "Sheng Ma": ["On combining multiple clusterings., CIKM, 2004"], "Cyrus Shahabi": ["SWAM: a family of access methods for similarity-search in peer-to-peer data networks., CIKM, 2004"], "Anthony K. H. Tung": ["Localized signature table: fast similarity search on transaction data., CIKM, 2004"], "Edward Y. Chang": ["Distance-function design and fusion for sequence data., CIKM, 2004"], "Frederick H. Lochovsky": ["Feature selection with conditional mutual information maximin in text categorization., CIKM, 2004"], "Joyce Y. Chai": ["Regularizing translation models for better automatic image annotation., CIKM, 2004"], "Erik Thomsen": ["Key problems in integrating structured and unstructured information., CIKM, 2004"], "Mounia Lalmas": ["Providing consistent and exhaustive relevance assessments for XML retrieval evaluation., CIKM, 2004"], "Maarten de Rijke": ["Processing content-oriented XPath queries., CIKM, 2004"], "Torsten Suel": ["Local methods for estimating pagerank values., CIKM, 2004"], "Miles Efron": ["The liberal media and right-wing conspiracies: using cocitation information to estimate political orientation in web documents., CIKM, 2004"], "Tetsuya Ishikawa": ["Associative document retrieval by query subtopic analysis and its application to invalidity patent search., CIKM, 2004"], "Lars Schmidt-Thieme": ["Taxonomy-driven computation of product recommendations., CIKM, 2004"], "Patrick J. Hayes": ["The semantic web: managing knowledge for planet earth., CIKM, 2004"], "Slawomir Staworko": ["Computing consistent query answers using conflict hypergraphs., CIKM, 2004"], "Daniel J. Rosenkrantz": ["On lossy time decompositions of time stamped documents., CIKM, 2004"], "James Allan": ["Event threading within news topics., CIKM, 2004"], "Egidio L. Terra": ["Approximating the top-m passages in a parallel question answering system., CIKM, 2004"], "Filippo Menczer": ["Dynamic extraction topic descriptors and discriminators: towards automatic context-based topic search., CIKM, 2004"], "Anoop Singhal": ["Design of a data warehouse system for network/web services., CIKM, 2004"], "Liping Yang": ["InfoAnalyzer: a computer-aided tool for building enterprise taxonomies., CIKM, 2004"], "Tao Liu": ["RStar: an RDF storage and query system for enterprise resource management., CIKM, 2004"], "Daniel Tunkelang": ["Processing search queries in a distributed environment., CIKM, 2004"], "Dimitar Filev": ["Intelligent agent for automated manufacturing rule generation., CIKM, 2004"], "Chew Lim Tan": ["Document clustering based on cluster validation., CIKM, 2004"], "David A. Evans": ["Circumstance-based categorization analysis of knowledge management systems for the japanese market., CIKM, 2004"], "Klemens Böhm": ["Database support for species extraction from the biosystematics literature: a feasibility demonstration., CIKM, 2004"], "Kevin S. Beyer": ["Virtual cursors for XML joins., CIKM, 2004"], "Peng Liu": ["QFilter: fine-grained run-time XML access control via NFA-based query rewriting., CIKM, 2004"], "Isaac G. Councill": ["CiteSeer-API: towards seamless resource location and interlinking for digital libraries., CIKM, 2004"], "Jamie Callan": ["The robustness of content-based search in hierarchical peer to peer networks., CIKM, 2004"], "Jonathan L. Herlocker": ["SERF: integrating human recommendations with search., CIKM, 2004"], "Zhu Zhang": ["Weakly-supervised relation classification for information extraction., CIKM, 2004"], "Yonatan Aumann": ["TEG: a hybrid approach to information extraction., CIKM, 2004"], "Srinivas R. Kashyap": ["Node ranking in labeled directed graphs., CIKM, 2004"], "Jaime G. Carbonell": ["Unsupervised question answering data acquisition from local corpora., CIKM, 2004"], "Roberto Zanoli": ["Distributional term representations: an experimental comparison., CIKM, 2004"], "Martti Juhola": ["Stemming and lemmatization in the clustering of finnish text documents., CIKM, 2004"], "Savitha Srinivasan": ["Towards smarter documents., CIKM, 2004"], "Pulyamon Vihakapirom": ["On structuring formal, semi-formal and informal data to support traceability in systems engineering environments., CIKM, 2004"], "Joel Sachs": ["Swoogle: a search and metadata engine for the semantic web., CIKM, 2004"]}