{"Sara Cohen": ["Self-correcting queries for xml., CIKM, 2007"], "Timos K. Sellis": ["Evaluation of partial path queries on xml data., CIKM, 2007"], "Lizhu Zhou": ["Effective keyword search for valuable lcas over xml documents., CIKM, 2007"], "Daniel S. Weld": ["Autonomously semantifying wikipedia., CIKM, 2007"], "Floriana Esposito": ["Randomized metric induction and evolutionary conceptual clustering for semantic knowledge bases., CIKM, 2007"], "Luigi Iannone": ["Ontology module extraction for ontology reuse: an ontology engineering perspective., CIKM, 2007"], "Ozgur Turetken": ["Semantic verification in an online fact seeking environment., CIKM, 2007"], "Wenjie Li": ["Developing learning strategies for topic-based summarization., CIKM, 2007"], "Marius Pasca": ["Lightweight web-based fact repositories for textual question answering., CIKM, 2007", "Weakly-supervised discovery of named entities using web search queries., CIKM, 2007"], "Ron Sivan": ["Just in time indexing for up to the second search., CIKM, 2007"], "Erhard Rahm": ["Quickmig: automatic schema matching for data migration projects., CIKM, 2007"], "Youngja Park": ["Automatic call section segmentation for contact-center calls., CIKM, 2007"], "C. Lee Giles": ["Learning on the border: active learning in imbalanced data classification., CIKM, 2007", "Designing clustering-based web crawling policies for search engine crawlers., CIKM, 2007"], "Meng Chen Lee": ["Reconstructing ddc for interactive classification., CIKM, 2007"], "Sarabjot S. Anand": ["Diva: a variance-based clustering approach for multi-type relational data., CIKM, 2007"], "Marc Najork": ["Comparing the effectiveness of hits and salsa., CIKM, 2007"], "Marcos André Gonçalves": ["Computing block importance for searching on web sites., CIKM, 2007"], "Hugo Zaragoza": ["Predictive user click models based on click-through history., CIKM, 2007"], "Markus Schneider": ["Modeling historical and future movements of spatio-temporal objects in moving objects databases., CIKM, 2007"], "Giuseppe Pozzi": ["The t4sql temporal query language., CIKM, 2007"], "Ge Yu": ["Boolean representation based data-adaptive correlation analysis over time series streams., CIKM, 2007"], "Catherine Plaisant": ["Discovering interesting usage patterns in text collections: integrating text mining with visualization., CIKM, 2007"], "Audrey M. Tam": ["Ontology evaluation using wikipedia categories for browsing., CIKM, 2007"], "Andras Csomai": ["Wikify!: linking documents to encyclopedic knowledge., CIKM, 2007"], "Ba-Quy Vuong": ["Measuring article quality in wikipedia: models and evaluation., CIKM, 2007"], "Donald Metzler": ["Automatic feature selection in the markov random field model for information retrieval., CIKM, 2007"], "Iadh Ounis": ["Parameter sensitivity in the probabilistic model for ad-hoc retrieval., CIKM, 2007", "Expertise drift and query expansion in expert search., CIKM, 2007"], "Ryen W. White": ["Utilizing a geometry of context for enhanced implicit feedback., CIKM, 2007"], "Dongwon Lee": ["Parallel linkage., CIKM, 2007"], "Melanie Weis": ["Structure-based inference of xml similarity for fuzzy duplicate detection., CIKM, 2007"], "Edleno Silva de Moura": ["A strategy for allowing meaningful and comparable scores in approximate matching., CIKM, 2007"], "Enrique Puertas Sanz": ["Spam filtering for short messages., CIKM, 2007"], "Maria Satratzemi": ["Hybrid results merging., CIKM, 2007"], "Lance Riedel": ["Just-in-time contextual advertising., CIKM, 2007"], "Jing Bai": ["Extending query translation to cross-language query expansion with markov chain models., CIKM, 2007"], "Alexander G. Hauptmann": ["Query expansion using probabilistic local feedback with application to multimedia retrieval., CIKM, 2007"], "Jie Zhang": ["A fast unified optimal route query evaluation algorithm., CIKM, 2007"], "Srinivasan Venkatesh": ["Towards practically feasible answering of regular path queries in lav data integration., CIKM, 2007"], "Wang-Chien Lee": ["Optimizing parallel itineraries for knn query processing in wireless sensor networks., CIKM, 2007"], "ChengXiang Zhai": ["A two-stage approach to domain adaptation for statistical classifiers., CIKM, 2007", "Improve retrieval accuracy for difficult queries using negative feedback., CIKM, 2007"], "Ronen Feldman": ["Clustering for unsupervised relation identification., CIKM, 2007"], "Noureddine Mouaddib": ["Merging distributed database summaries., CIKM, 2007"], "Peter Vedsted": ["Semantic components enhance retrieval of domain-specific documents., CIKM, 2007"], "Jean-Pierre Chevallet": ["Latent semantic fusion model for image retrieval and annotation., CIKM, 2007"], "David M. Nichols": ["A knowledge-based search engine powered by wikipedia., CIKM, 2007"], "Koichi Takeda": ["A method for online analytical processing of text data., CIKM, 2007"], "Ahmad Taleb": ["Mapgraph: efficient methods for complex olap hierarchies., CIKM, 2007"], "Alex Lopez": ["Rk-hist: an r-tree based histogram for multi-dimensional selectivity estimation., CIKM, 2007"], "Nikesh Garera": ["The role of documents vs. queries in extracting class attributes from text., CIKM, 2007"], "Diem Thi Hoang Le": ["Domain knowledge conceptual inter-media indexing: application to multilingual multimedia medical reports., CIKM, 2007"], "John M. Prager": ["An experimental study of the impact of information extraction accuracy on semantic search performance., CIKM, 2007"], "David R. Millen": ["Predicting individual priorities of shared activities using support vector machines., CIKM, 2007"], "Robin D. Burke": ["Web search personalization with ontological user profiles., CIKM, 2007"], "Kotagiri Ramamohanarao": ["Mining web multi-resolution community-based popularity for information retrieval., CIKM, 2007"], "Hong-Jiang Zhang": ["Learning query-biased web page summarization., CIKM, 2007"], "Berthier A. Ribeiro-Neto": ["Efficient search ranking in social networks., CIKM, 2007"], "Josep-Lluís Larriba-Pey": ["Dex: high-performance exploration on large graphs for information retrieval., CIKM, 2007"], "Zheng Chen": ["Shine: search heterogeneous interrelated entities., CIKM, 2007"], "Martine De Cock": ["Reasoning about vague topological information., CIKM, 2007"], "Matthew O. Ward": ["Nugget discovery in visual exploration environments by query consolidation., CIKM, 2007"], "Reid Andersen": ["Finding dense and isolated submarkets in a sponsored search spending graph., CIKM, 2007"], "Ben Carterette": ["A comparison of statistical significance tests for information retrieval evaluation., CIKM, 2007"], "Emine Yilmaz": ["Inferring document relevance from incomplete information., CIKM, 2007"], "Mark D. Smucker": ["Hypothesis testing with incomplete relevance judgments., CIKM, 2007"], "Nivio Ziviani": ["External perfect hashing for very large key sets., CIKM, 2007"], "Yingyi Bu": ["Optimal proactive caching in peer-to-peer network: analysis and application., CIKM, 2007"], "Hongmei Sun": ["Efficient evaluation of high-selective xml twig patterns with parent child edges in tree-unaware rdbms., CIKM, 2007"], "Reiner Kraft": ["Leveraging context in user-centric entity detection systems., CIKM, 2007"], "Jennifer Chu-Carroll": ["Type nanotheories: a framework for term comparison., CIKM, 2007"], "Weiyi Meng": ["Recognition and classification of noun phrases in queries for effective retrieval., CIKM, 2007", "Opinion retrieval from blogs., CIKM, 2007"], "Yiming Yang": ["Generalizing from relevance feedback using named entity wildcards., CIKM, 2007"], "W. Bruce Croft": ["Proximity-based document representation for named entity retrieval., CIKM, 2007"], "Jiawei Han": ["Regularized locality preserving indexing via spectral regression., CIKM, 2007"], "Bin Wang": ["Efficient on-line index maintenance for dynamic text collections by using dynamic balancing tree., CIKM, 2007"], "Charles L. A. Clarke": ["Index compression is good, especially for random access., CIKM, 2007"], "Ji-Rong Wen": ["Effective top-k computation in retrieving structured documents with term-proximity support., CIKM, 2007"], "Yuefeng Li": ["Generating concise association rules., CIKM, 2007"], "Fabio Fassetti": ["Very efficient mining of distance-based outliers., CIKM, 2007", "Detecting distance-based outliers in streams of data., CIKM, 2007"], "Won Suk Lee": ["Grid-based subspace clustering over data streams., CIKM, 2007", "An on-line interactive method for finding association rules data streams., CIKM, 2007"], "James Allan": ["Finding and linking incidents in news., CIKM, 2007", "Semiautomatic evaluation of retrieval systems using document similarities., CIKM, 2007", "Selective user interaction., CIKM, 2007"], "Javed A. Aslam": ["Evaluation of phrasal query suggestions., CIKM, 2007"], "Özgür Ulusoy": ["An automatic approach to construct domain-specific web portals., CIKM, 2007"], "Fabio Crestani": ["Language models, probability of relevance and relevance likelihood., CIKM, 2007"], "Ingmar Weber": ["Efficient interactive query expansion with complete search., CIKM, 2007"], "Alessandro Moschitti": ["Structure and semantics for expressive text kernels., CIKM, 2007"], "Antonio L. Furtado": ["Conceptual modeling by analogy and metaphor., CIKM, 2007"], "Sven Recknagel": ["Communities in graphs and hypergraphs., CIKM, 2007"], "Natasa Milic-Frayling": ["Improving the classification of newsgroup messages through social network analysis., CIKM, 2007"], "Shaoping Ma": ["A CDD-based formal model for expert finding., CIKM, 2007"], "Mohammad Harizi": ["Ntjfsatnot: a novel method for query with not-predicates on xml data., CIKM, 2007"], "Jaime G. Carbonell": ["Genre identification and goal-focused summarization., CIKM, 2007"], "Karen Pinel-Sauvagnat": ["Combination of evidences in relevance feedback for xml retrieval., CIKM, 2007"], "Nizar Grira": ["A correlation-based model for unsupervised feature selection., CIKM, 2007"], "Ee-Peng Lim": ["Comments-oriented blog summarization by sentence extraction., CIKM, 2007"], "Ada Wai-Chee Fu": ["Ix-cubes: iceberg cubes for data warehousing and olap on xml data., CIKM, 2007"], "Andrew Tomkins": ["\"I know what you did last summer\": query logs and user privacy., CIKM, 2007"], "Geneviève Jomier": ["Indexing multiversion databases., CIKM, 2007"], "Eugene Agichtein": ["Discovering authorities in question answer communities by using link analysis., CIKM, 2007"], "QiLiang Zhu": ["Ensembling Bayesian network structure learning on limited data., CIKM, 2007"], "Xueqi Cheng": ["CTO: concept tree based semantic overlay for pure peer-to-peer information retrieval., CIKM, 2007", "A novel scheme for domain-transfer problem in the context of sentiment analysis., CIKM, 2007"], "Veronica Gil Costa": ["High-performance distributed inverted files., CIKM, 2007"], "Ben Shneiderman": ["A dual-view approach to interactive network visualization., CIKM, 2007"], "Yiu-Kai Ng": ["Using word similarity to eradicate junk emails., CIKM, 2007"], "Patrick Valduriez": ["Satisfaction balanced mediation., CIKM, 2007"], "David Hung-Chang Du": ["Towards efficient search on unstructured data: an intelligent-storage approach., CIKM, 2007"], "Toni Urpí": ["Computing explanations for unlively queries in databases., CIKM, 2007"], "Eugénio C. Oliveira": ["\"More like these\": growing entity classes from seeds., CIKM, 2007"], "Lei Chen": ["Probabilistic correlation-based similarity measure of unstructured records., CIKM, 2007"], "Belle L. Tseng": ["Identifying opinion leaders in the blogosphere., CIKM, 2007"], "Jin Dong": ["Ranking with semi-supervised distance metric learning and its application to housing potential estimation., CIKM, 2007"], "Vikram Subramanya": ["Sigma encoded inverted files., CIKM, 2007"], "Justin Zobel": ["Dynamic index pruning for effective caching., CIKM, 2007"], "Shaogang Gong": ["Translating topics to words for image annotation., CIKM, 2007"], "Hideki Kashioka": ["Mining redundancy in candidate-bearing snippets to improve web question answering., CIKM, 2007"], "Yong Yu": ["Using social annotations to improve language model for information retrieval., CIKM, 2007"], "Yannis Papakonstantinou": ["Efficient LCA based keyword search in xml data., CIKM, 2007"], "Tie-Yan Liu": ["Link analysis using time series of web graphs., CIKM, 2007"], "Giuseppe Attardi": ["Ranking very many typed entities on wikipedia., CIKM, 2007"], "Kehong Wang": ["A constraint-based probabilistic framework for name disambiguation., CIKM, 2007"], "Wei Wang": ["An efficient algorithm for approximate biased quantile computation in data streams., CIKM, 2007"], "Xiajiong Shen": ["A segment-based hidden markov model for real-setting pinyin-to-chinese conversion., CIKM, 2007"], "Prabhakar Raghavan": ["Web search: from information retrieval to microeconomic modeling., CIKM, 2007"], "Dan Suciu": ["Management of data with uncertainties., CIKM, 2007"], "Fernando Pereira": ["Learning to join everything., CIKM, 2007"]}