{"Patti Price": ["Overview of the Fourth DARPA Speech and Natural Language Workshop., NAACL, 1991", "The Use of Prosody in Syntactic Disambiguation., NAACL, 1991", "SRI's Real-Time Spoken Language System., NAACL, 1991"], "Mark Liberman": ["Session 1: Speech and Natural Language Efforts in the U. S. and Abroad., NAACL, 1991"], "Lou Boves": ["The ESPRIT Project POLYGLOT., NAACL, 1991"], "Rolf Carlson": ["Some Notes about Research and Development at KTH., NAACL, 1991"], "Jeremy Peckham": ["Speech Understanding and Dialogue over the telephone: an overview of the ESPRIT SUNDIAL project., NAACL, 1991"], "Susan Warwick-Armstrong": ["Machine Translation in Europe., NAACL, 1991"], "David S. Pallett": ["Session 2: DARPA Resource Management and ATIS Benchmark Test Poster Session., NAACL, 1991", "NIST-DARPA Interagency Agreement: SLS Program., NAACL, 1991"], "James K. Baker": ["DRAGON Systems Resource Management Benchmark Results February 1991., NAACL, 1991"], "Douglas B. Paul": ["New Results with the Lincoln Tied-Mixture HMM CSR System., NAACL, 1991", "Experience with a Stack Decoder-Based HMM CSR and Back-Off N-Gram Language Models., NAACL, 1991"], "Michael S. Phillips": ["Modelling Context Dependency in Acoustic-Phonetic and Lexical Representations., NAACL, 1991"], "Francis Kubala": ["BYBLOS Speech Recognition Benchmark Results., NAACL, 1991", "Session 9: Speech III., NAACL, 1991"], "Mari Ostendorf": ["Integration of Diverse Recognition Methodologies Through Reevaluation of N-Best Sentence Hypotheses., NAACL, 1991", "Session 6: Demonstrations and Videotapes of Speech and Natural Language Technologies., NAACL, 1991", "Evaluating the Use of Prosodic Information in Speech Recognition and Understanding., NAACL, 1991", "Segment-Based Acoustic Models with Multi-level Search Algorithms for Continuous Speech Recognition., NAACL, 1991"], "Stephanie Seneff": ["Development and Preliminary Evaluation of the MIT ATIS System., NAACL, 1991", "Interactive Problem Solving and Dialogue in the ATIS Domain., NAACL, 1991"], "Hy Murveit": ["Speech Recognition in SRI's Resource Management and ATIS Systems., NAACL, 1991", "Real-Time Speech Recognition System., NAACL, 1991"], "Wayne H. Ward": ["Evaluation of the CMU ATIS System., NAACL, 1991"], "Sheryl R. Young": ["Using Semantics to Correct Parser Output for ATIS Utterances., NAACL, 1991"], "Steve Austin": ["BBN HARC and DELPHI Results on the ATIS Benchmarks - February 1991., NAACL, 1991", "Continuous Speech Recognition Using Segmental Neural Nets., NAACL, 1991"], "Douglas D. O'Shaughnessy": ["A Textual processor to handle ATIS queries., NAACL, 1991"], "Roberto Pieraccini": ["Stochastic Representation of Conceptual Structure in the ATIS Task., NAACL, 1991"], "Lewis M. Norton": ["Augmented Role Filling Capabilities for Semantic Interpretation of Spoken Language., NAACL, 1991"], "Evelyne Tzoukermann": ["The Use of a Commercial Natural Language Interface in the ATIS Task., NAACL, 1991"], "Jaime G. Carbonell": ["Session 3: Machine Translation., NAACL, 1991"], "Jerry R. Hobbs": ["Machine Translation Using Abductive Inference., NAACL, 1991", "TACITUS: The Abductive Commonsense Inference-based Text Understanding System., NAACL, 1991"], "Peter F. Brown": ["A Statistical Approach to Sense Disambiguation in Machine Translation., NAACL, 1991"], "William A. Gale": ["Identifying Word Correspondences in Parallel Texts., NAACL, 1991"], "Richard F. Lyon": ["Session 4: Speech I., NAACL, 1991", "Analog Implementations of Auditory Models., NAACL, 1991"], "Christian Gagnoulet": ["Field Test Evaluations and Optimization of Speaker Independent Speech Recognition for Telephone Applications., NAACL, 1991"], "Judith Spitz": ["Collection and Analysis of Data from Real Users: Implications for Speech Recognition/Understanding Systems., NAACL, 1991"], "James L. Flanagan": ["Autodirective Microphone Systems for Natural Communication with Speech Recognizers., NAACL, 1991"], "Helen M. Meng": ["Signal Representation Attribute Extraction and the Use Distinctive Features for Phonetic Classification., NAACL, 1991"], "James F. Allen": ["Session 5: Natural Language I., NAACL, 1991", "Discourse Structure in the TRAINS Project., NAACL, 1991", "Natural Language, Knowledge Representation and Discourse., NAACL, 1991"], "Robert J. Bobrow": ["The Mapping Unit Approach to Subcategorization., NAACL, 1991", "Statistical Agenda Parsing., NAACL, 1991"], "Eric Jackson": ["A Template Matcher for Robust NL Interpretation., NAACL, 1991"], "Aravind K. Joshi": ["Fixed and Flexible Phrase Structure: Coordination in Tree Adjoining Grammars., NAACL, 1991", "Natural Language Research., NAACL, 1991"], "Robert C. Moore": ["Efficient Bottom-Up Parsing., NAACL, 1991"], "Ralph M. Weischedel": ["Partial Parsing: A Report on Work in Progress., NAACL, 1991", "Adaptive Natural Language Processing., NAACL, 1991"], "Madeleine Bates": ["Using Spoken Language to Facilitate Military Transportation Planning., NAACL, 1991", "A Proposal for Incremental Dialogue Evaluation., NAACL, 1991"], "Salim Roukos": ["Session 7: Natural Language II., NAACL, 1991"], "Renato de Mori": ["Some Results on Stochastic Language Modelling., NAACL, 1991"], "David M. Magerman": ["Parsing the Voyager Domain Using Pearl., NAACL, 1991"], "Fred Kochman": ["Calculating the Probability of a Partial Parse of a Sentence., NAACL, 1991"], "Julian Kupiec": ["A Trellis-Based Algorithm For Estimating The Parameters Of Hidden Stochastic Context-Free Grammar., NAACL, 1991"], "Kai-Fu Lee": ["Session 8: Speech II., NAACL, 1991"], "Vassilios Digalakis": ["A Dynamical System Approach to Continuous Speech Recognition., NAACL, 1991"], "Hsiao-Wuen Hon": ["Recent Progress in Robust Vocabulary-Independent Speech Recognition., NAACL, 1991"], "Lalit R. Bahl": ["Context Dependent Modeling of Phones in Continuous Speech Using Decision Trees., NAACL, 1991"], "Jean-Luc Gauvain": ["Bayesian Learning of Gaussian Mixture Densities for Hidden Markov Models., NAACL, 1991"], "Xuedong Huang": ["A Study on Speaker-Adaptive Speech Recognition., NAACL, 1991"], "Michael Riley": ["Lexical Access with a Statistically-Derived Phonetic Network., NAACL, 1991"], "Frederick Jelinek": ["A Dynamic Language Model for Speech Recognition., NAACL, 1991"], "Clifford J. Weinstein": ["Session 10: Corpora and Evaluation., NAACL, 1991", "Robust Speech Recognition Technology Program Summary., NAACL, 1991"], "Beth Sundheim": ["Third Message Understanding Evaluation and Conference (MUC-3): Phase 1 Status Report., NAACL, 1991", "Evaluating Text Understanding Systems., NAACL, 1991"], "Ezra Black": ["A Procedure for Quantitatively Comparing the Syntactic Coverage of English Grammars., NAACL, 1991"], "David D. Lewis": ["Evaluating Text Categorization I., NAACL, 1991"], "Mitchell P. Marcus": ["Session 11 - Natural Language III., NAACL, 1991", "Very Large Annotated Database of American English., NAACL, 1991"], "Marie Meteer": ["Studies in Part of Speech Labelling., NAACL, 1991"], "Paul S. Jacobs": ["Lexico-Semantic Pattern Matching as a Companion to Parsing in Text Understanding., NAACL, 1991"], "Michael R. Brent": ["Automatic Acquisition of Subcategorization Frames from Tagged Text., NAACL, 1991"], "Tomek Strzalkowski": ["Fast Text Processing for Information Retrieval., NAACL, 1991"], "Edward P. Neuburg": ["Session 12: SLS and PROSODY., NAACL, 1991"], "Joseph Polifroni": ["Collection of Spontaneous Speech for the ATIS Domain and Comparative Analyses of Data Collected at MIT and TI., NAACL, 1991"], "Lynette Hirschman": ["Integrating Syntax and Semantics into Spoken Language Understanding., NAACL, 1991"], "Michelle Q. Wang": ["Predicting Intonational Boundaries Automatically from Text: The ATIS Domain., NAACL, 1991"], "Colin W. Wightman": ["Use of Prosody in Syntactic Disambiguation: An Analysis-by-Synthesis Approach., NAACL, 1991"], "George A. Miller": ["A Proposal for Lexical Disambiguation., NAACL, 1991"], "Charles L. Wayne": ["A Snapshot of two DARPA Speech and Natural Language Programs., NAACL, 1991"], "John Makhoul": ["Research in Continuous Speech Recognition., NAACL, 1991", "Spoken Language Systems., NAACL, 1991"], "Harvey F. Silverman": ["Microphone-Array Systems for Speech Recognition Input., NAACL, 1991"], "Raj Reddy": ["Spoken-Language Research at Carnegie Mellon., NAACL, 1991"], "Roberto Bisiani": ["The PLUS Accelerator., NAACL, 1991"], "Kathleen R. McKeown": ["Interactive Multimedia Explanation for Equipment Maintenance and Repair., NAACL, 1991"], "Janet M. Baker": ["Progress Report for DARPA SLS Program at DRAGON Systems, Inc., NAACL, 1991"], "John Shore": ["Portable Software Modules for Speech Recognition (Phase I SBIR grant from DARPA)., NAACL, 1991"], "Victor Zue": ["Spoken Language Recognition and Understanding., NAACL, 1991"], "Yorick Wilks": ["Active Knowledge Structures in Natural Language Understanding., NAACL, 1991"], "Ralph Grishman": ["Robust and Portable Text Processing., NAACL, 1991"], "George Zweig": ["A Robust Preprocessor for Speech-Recognition Systems., NAACL, 1991"], "Jared Bernstein": ["Corpus Collection for ATIS., NAACL, 1991"], "Deborah A. Dahl": ["Linguistic Knowledge Sources for Spoken Language Understanding., NAACL, 1991"], "Robert Wilensky": ["Language Processing and Commonsense Reasoning., NAACL, 1991"], "Eduard H. Hovy": ["The Penman Natural Language Project Systemics-Based Machine Translation., NAACL, 1991"]}