{"Hiyan Alshawi": ["Effective Utterance Classification with Unsupervised Phonotactic Models., NAACL, 2003"], "Yuji Matsumoto": ["Japanese Named Entity Extraction with Redundant Morphological Analysis., NAACL, 2003"], "Lillian Lee": ["Learning to Paraphrase: An Unsupervised Approach Using Multiple-Sequence Alignment., NAACL, 2003"], "Abraham Ittycheriah": ["In Question Answering, Two Heads Are Better Than One., NAACL, 2003"], "Chao Wang": ["Automatic Acquisition of Names Using Speak and Spell Mode in Spoken Dialogue Systems., NAACL, 2003"], "David Yarowsky": ["Minimally Supervised Induction of Grammatical Gender., NAACL, 2003"], "Suresh Manandhar": ["An Analysis of Clarification Dialogue for Question Answering., NAACL, 2003"], "Sanjeev Khudanpur": ["Latent Semantic Information in Maximum Entropy Language Models for Conversational Speech Recognition., NAACL, 2003"], "Jason Eisner": ["Simpler and More General Minimization for Weighted Finite-State Automata., NAACL, 2003"], "Ulrich Germann": ["Greedy Decoding for Statistical Machine Translation in Almost Linear Time., NAACL, 2003"], "Dan I. Moldovan": ["Learning Semantic Constraints for the Automatic Discovery of Part-Whole Relations., NAACL, 2003"], "Hans-Peter Zorn": ["Semantic Coherence Scoring Using an Ontology., NAACL, 2003"], "Bonnie J. Dorr": ["A Categorial Variation Database for English., NAACL, 2003"], "James Henderson": ["Inducing History Representations for Broad Coverage Statistical Parsing., NAACL, 2003"], "Hiroyuki Kaji": ["Word Sense Acquisition from Bilingual Comparable Corpora., NAACL, 2003"], "Christopher D. Manning": ["A* Parsing: Fast Exact Viterbi Parse Selection., NAACL, 2003"], "Daniel Marcu": ["Statistical Phrase-Based Translation., NAACL, 2003", "Syntax-based Alignment of Multiple Translations: Extracting Paraphrases and Generating New Sentences., NAACL, 2003", "Sentence Level Discourse Parsing using Syntactic and Lexical Information., NAACL, 2003"], "Philip Resnik": ["A Generative Probabilistic OCR Model for NLP Applications., NAACL, 2003"], "William J. Byrne": ["A Weighted Finite State Transducer Implementation of the Alignment Template Model for Statistical Machine Translation., NAACL, 2003"], "Eduard H. Hovy": ["Automatic Evaluation of Summaries Using N-gram Co-occurrence Statistics., NAACL, 2003", "A Web-Trained Extraction Summarization System., NAACL, 2003", "A Maximum Entropy Approach to FrameNet Tagging., NAACL, 2003"], "I. Dan Melamed": ["Multitext Grammars and Synchronous Parsers., NAACL, 2003"], "Steven J. Maiorano": ["COGEX: A Logic Prover for Question Answering., NAACL, 2003"], "Claire Cardie": ["Weakly Supervised Natural Language Learning Without Redundant Views., NAACL, 2003"], "Shaojun Wang": ["Language and Task Independent Text Categorization with Simple Language Models., NAACL, 2003"], "Annie Zaenen": ["Statistical Sentence Condensation using Ambiguity Packing and Stochastic Disambiguation Methods for Lexical-Functional Grammar., NAACL, 2003"], "Michiel Bacchiani": ["Supervised and unsupervised PCFG adaptation to novel domains., NAACL, 2003"], "Fernando C. N. Pereira": ["Shallow Parsing with Conditional Random Fields., NAACL, 2003"], "Xiaopeng Tao": ["Comma Restoration Using Constituency Information., NAACL, 2003"], "Jeremiah Crim": ["Example Selection for Bootstrapping Statistical Parsers., NAACL, 2003"], "Charles L. A. Clarke": ["Frequency Estimates for Statistical Word Similarity Measures., NAACL, 2003"], "Yoram Singer": ["Feature-Rich Part-of-Speech Tagging with a Cyclic Dependency Network., NAACL, 2003"], "Ellen M. Voorhees": ["Evaluating the Evaluation: A Case Study Using the TREC 2002 Question Answering Track., NAACL, 2003", "Evaluating Answers to Definition Questions., NAACL, 2003"], "Peng Song": ["Toward a Task-based Gold Standard for Evaluation of NP Chunks and Technical Terms., NAACL, 2003"], "Dominic Widdows": ["Unsupervised methods for developing taxonomies by combining syntactic and statistical information., NAACL, 2003"], "John Dunnion": ["Automating XML markup of text documents., NAACL, 2003"], "Katrin Kirchhoff": ["Factored Language Models and Generalized Parallel Backoff., NAACL, 2003"], "Andreas Stolcke": ["Getting More Mileage from Web Text Sources for Conversational Speech Language Modeling using Class-Dependent Mixtures., NAACL, 2003"], "John C. Henderson": ["Exploiting Diversity for Answering Questions., NAACL, 2003"], "Thorsten Brants": ["Story Link Detection and New Event Detection are Asymmetric., NAACL, 2003"], "Hirofumi Yamamoto": ["Adaptation Using Out-of-Domain Corpus within EBMT., NAACL, 2003"], "Shona Douglas": ["Active Learning for Classifying Phone Sequences from Unsupervised Phonotactic Models., NAACL, 2003"], "Wayne H. Ward": ["Target Word Detection and Semantic Role Chunking using Support Vector Machines., NAACL, 2003", "Question Classification with Support Vector Machines and Error Correcting Codes., NAACL, 2003"], "Manfred Stede": ["Rhetorical Parsing with Underspecification and Forests., NAACL, 2003"], "Elizabeth Shriberg": ["Detection Of Agreement vs. Disagreement In Meetings: Training With Unlabeled Data., NAACL, 2003"], "Eiichiro Sumita": ["Automatic Expansion of Equivalent Sentence Set Based on Syntactic Substitution., NAACL, 2003"], "Margo Stys": ["dentifying and Tracking Entity Mentions in a Maximum Entropy Framework., NAACL, 2003"], "Joel D. Martin": ["Unsupervised Learning of Morphology for English and Inuktitut., NAACL, 2003"], "Kevin Knight": ["Cognates Can Improve Statistical Translation Models., NAACL, 2003", "Desparately Seeking Cebuano., NAACL, 2003"], "Colin Cherry": ["Word Alignment with Cohesion Constraint., NAACL, 2003"], "Scott Silliman": ["Towards Emotion Prediction in Spoken Tutoring Dialogues., NAACL, 2003"], "Jianping Zhang": ["Inferring Temporal Ordering of Events in News., NAACL, 2003"], "Jun'ichi Tsujii": ["A Robust Retrieval Engine for Proximal and Structural Search., NAACL, 2003"], "Joseph P. Turian": ["Precision and Recall of Machine Translation., NAACL, 2003"], "Srini Narayanan": ["Semantic Extraction with Wide-Coverage Lexical Resources., NAACL, 2003"], "Marti A. Hearst": ["Category-based Pseudowords., NAACL, 2003"], "Kathleen R. McKeown": ["References to Named Entities: a Corpus Study., NAACL, 2003"], "Rohini K. Srihari": ["Bootstrapping for Named Entity Tagging Using Concept-based Seeds., NAACL, 2003"], "Virginia Savova": ["Bayesian Nets for Syntactic Categorization of Novel Words., NAACL, 2003"], "Jochen Peters": ["LM Studies on Filled Pauses in Spontaneous Medical Dictation., NAACL, 2003"], "Salim Roukos": ["Automatic Derivation of Surface Text Patterns for a Maximum Entropy Based Question Answering System., NAACL, 2003"], "Kurt VanLehn": ["A Hybrid Approach to Content Analysis for Automatic Essay Grading., NAACL, 2003"], "Douglas D. O'Shaughnessy": ["Auditory-based Acoustic Distinctive Features and Spectral Cues for Robust Automatic Speech Recognition in Low-SNR Car Environments., NAACL, 2003"], "Michael Glass": ["Latent Semantic Analysis for Dialogue Act Classification., NAACL, 2003"], "Paul B. Kantor": ["Automatically Predicting Information Quality in News Documents., NAACL, 2003"], "Barbara Di Eugenio": ["Building lexical semantic representations for Natural Language instructions., NAACL, 2003"], "Virach Sornlertlamvanich": ["A Context-Sensitive Homograph Disambiguation in Thai Text-to-Speech Synthesis., NAACL, 2003"], "Fei Xia": ["A Phrase-based Unigram Model for Statistical Machine Translation., NAACL, 2003", "TIPS: A Translingual Information Processing System., NAACL, 2003"], "Tanja Schultz": ["Implicit Trajectory Modeling through Gaussian Transition Models for Speech Recognition., NAACL, 2003"], "Ramesh Nallapati": ["Semantic Language Models for Topic Detection and Tracking., NAACL, 2003"], "Sarah Borys": ["The Importance of Prosodic Factors in Phoneme Modeling with Applications to Speech Recognition., NAACL, 2003"], "Sandra Williams": ["Language choice models for microplanning and readability., NAACL, 2003"], "Amruta Purandare": ["Discriminating Among Word Senses Using McQuitty's Similarity Analysis., NAACL, 2003"], "Cosmin Munteanu": ["Indexing methods for efficient parsing., NAACL, 2003"], "Gerold Schneider": ["A low-complexity, broad-coverage probabilistic Dependency Parser for English., NAACL, 2003"], "Yang Liu": ["Word Fragments Identification Using Acoustic-Prosodic Features in Conversational Speech., NAACL, 2003"], "Juha Makkonen": ["Investigations on Event Evolution on TDT., NAACL, 2003"], "Nicola Stokes": ["Spoken and Written News Story Segmentation Using Lexical Chains., NAACL, 2003"], "Donghui Feng": ["Cooperative model-based language understanding., NAACL, 2003"], "Aaron Ross": ["Alias-i Threat Trackers., NAACL, 2003"], "Syed S. Ali": ["DOGHED: A Template-Based Generator for Multimodal Dialog Systems Targeting Heterogeneous Devices., NAACL, 2003"], "Francis Kubala": ["TAP-XL: An Automated Analyst's Assistant., NAACL, 2003"], "James Hieronymus": ["A Spoken Dialogue Interface to a Geologist's Field Assistant., NAACL, 2003"], "Dianne P. O'Leary": ["QCS: A Tool for Querying, Clustering, and Summarizing Documents., NAACL, 2003"], "José Coch": ["Demonstration of the CROSSMARC System., NAACL, 2003"], "Sergey Sigelman": ["Columbia's Newsblaster: New Features and Future Directions., NAACL, 2003"], "Jeremy LaCivita": ["WordFreak: An Open Tool for Linguistic Annotation., NAACL, 2003"], "Robert E. Frederking": ["JAVELIN: A Flexible, Planner-Based Architecture for Question Answering., NAACL, 2003"], "Dekang Lin": ["Automatically Discovering Word Senses., NAACL, 2003"], "Andrew E. Smith": ["Automatic Extraction of Semantic Networks from Text using Leximancer., NAACL, 2003"], "Ralph Grishman": ["pre-CODIE-Crosslingual On-Demand Information Extraction., NAACL, 2003"], "Paul Thompson": ["Dynamic Integration of Distributed Semantic Services: Infrastructure for Process Queries and Question Answering., NAACL, 2003"], "Jing Zhang": ["Speechalator: Two-Way Speech-to-Speech Translation in Your Hand., NAACL, 2003"], "Scott Cederberg": ["Monolingual and Bilingual Concept Visualization from Corpora., NAACL, 2003"], "Janyce Wiebe": ["Identifying Opinionated Sentences., NAACL, 2003"], "Graeme Hirst": ["Introduction to Non-Statistical Natural Language Processing., NAACL, 2003"], "Douglas W. Oard": ["Information Retrieval Systems as Integration Platforms for Language Technologies., NAACL, 2003"], "Alex Acero": ["Speech Recognition and Understanding., NAACL, 2003"], "Joshua Goodman": ["The State of the Art in Language Modeling., NAACL, 2003"], "Philipp Koehn": ["What's New in Statistical Machine Translation., NAACL, 2003"], "Inderjeet Mani": ["Annotation of Temporal and Event Expressions., NAACL, 2003"], "Mark Wasson": ["NLP R&D and Commercial Deployment., NAACL, 2003"], "Dan Klein": ["Optimization, Maxent Models, and Conditional Estimation without Magic., NAACL, 2003"], "Marc A. Zissman": ["Automatic Speaker and Language Recognition., NAACL, 2003"]}