{"Salim Roukos": ["A Statistical Model for Multilingual Entity Detection and Tracking., NAACL, 2004"], "James Allan": ["Cross-Document Coreference on a Large Scale Corpus., NAACL, 2004"], "Dan Roth": ["Robust Reading: Identification and Tracing of Ambiguous Names., NAACL, 2004"], "C. Mario Christoudias": ["A Salience-Based Approach to Gesture-Speech Alignment., NAACL, 2004"], "Michael Johnston": ["Balancing data-driven and rule-based approaches in the context of a Multimodal Conversational System., NAACL, 2004"], "Eric Horvitz": ["Optimizing Automated Call Routing by Integrating Spoken Dialog Models with Queuing Models., NAACL, 2004"], "Jimmy J. Lin": ["Answering Definition Questions Using Multiple Knowledge Sources., NAACL, 2004"], "Eric Brill": ["Automatic Question Answering: Beyond the Factoid., NAACL, 2004"], "Lisa Ferro": ["A Probabilistic Rasch Analysis of Question Answering Evaluations., NAACL, 2004"], "Kentaro Torisawa": ["Acquiring Hyponymy Relations from Web Documents., NAACL, 2004"], "Eugene Charniak": ["Sentence-Internal Prosody Does not Help Parsing the Way Punctuation Does., NAACL, 2004"], "Jason Baldridge": ["Ensemble-based Active Learning for Parse Selection., NAACL, 2004"], "Richard S. Crouch": ["Speed and Accuracy in Shallow and Deep Stochastic Parsing., NAACL, 2004"], "Kevin Knight": ["Training Tree Transducers., NAACL, 2004"], "Lillian Lee": ["Catching the Drift: Probabilistic Content Models, with Applications to Generation and Summarization., NAACL, 2004"], "Frank Keller": ["The Web as a Baseline: Evaluating the Performance of Unsupervised Web-based Models for a Range of NLP Tasks., NAACL, 2004"], "Richard Sproat": ["Lattice-Based Search for Spoken Utterance Retrieval., NAACL, 2004"], "Mari Ostendorf": ["Detecting Structural Metadata with Decision Trees and Transformation-Based Learning., NAACL, 2004"], "Rebecca J. Passonneau": ["Evaluating Content Selection in Summarization: The Pyramid Method., NAACL, 2004"], "Alex Lascarides": ["Inferring Sentence-internal Temporal Relations., NAACL, 2004"], "Dragomir R. Radev": ["A Smorgasbord of Features for Statistical Machine Translation., NAACL, 2004"], "William J. Byrne": ["Minimum Bayes-Risk Decoding for Statistical Machine Translation., NAACL, 2004"], "Franz Josef Och": ["Discriminative Reranking for Machine Translation., NAACL, 2004"], "Claudia Gentile": ["Evaluating Multiple Aspects of Coherence in Student Essays., NAACL, 2004"], "James P. Callan": ["A Language Modeling Approach to Predicting Reading Difficulty., NAACL, 2004"], "Diane J. Litman": ["Predicting Emotion in Spoken Dialogue from Multiple Knowledge Sources., NAACL, 2004"], "Manja Baudis": ["The Tao of CHI: Towards Effective Human-Computer Interaction., NAACL, 2004"], "Maxine Eskénazi": ["Non-Native Users in the Let's Go!! Spoken Dialogue System: Dealing with Linguistic Mismatch., NAACL, 2004"], "Murat Karamuftuoglu": ["Comparison of two interactive search refinement techniques., NAACL, 2004"], "Daniel Jurafsky": ["Shallow Semantic Parsing using Support Vector Machines., NAACL, 2004", "Shallow Semantc Parsing of Chinese., NAACL, 2004"], "Sadao Kurohashi": ["Paraphrasing Predicates from Written Language to Spoken Language Using the Web., NAACL, 2004"], "Hermann Ney": ["Improvements in Phrase-Based Statistical Machine Translation., NAACL, 2004"], "Daniel Marcu": ["Improved Machine Translation Performance via Parallel Sentence Extraction from Comparable Corpora., NAACL, 2004", "What's in a translation rule?, NAACL, 2004"], "Alex Waibel": ["Improving Named Entity Translation Combining Phonetic and Semantic Similarities., NAACL, 2004"], "Aleksandr Simma": ["The (Non)Utility of Predicate-Argument Frequencies for Pronoun Interpretation., NAACL, 2004"], "Ellen Riloff": ["Unsupervised Learning of Contextual Role Knowledge for Coreference Resolution., NAACL, 2004"], "Joshua Goodman": ["Exponential Priors for Maximum Entropy Models., NAACL, 2004"], "Thorsten Brants": ["Multiple Similarity Measures and Source-Pair Information in Story Link Detection., NAACL, 2004"], "Deepak Ravichandran": ["Automatically Labeling Semantic Classes., NAACL, 2004"], "Andrew McCallum": ["Accurate Information Extraction from Research Papers using Conditional Random Fields., NAACL, 2004"], "Alex Zamanian": ["Name Tagging with Word Clusters and Discriminative Training., NAACL, 2004"]}