{"Mitchell P. Marcus": ["Overview of the Fifth DARPA Speech and Natural Language Workshop., NAACL, 1992"], "Lynette Hirschman": ["Multi-Site Data Collection for a Spoken Language Corpus., NAACL, 1992", "Spoken Language Recognition and Understanding., NAACL, 1992"], "Brett C. Tjaden": ["DARPA February 1992 ATIS Benchmark Test Results., NAACL, 1992"], "Victor Zue": ["Experiments in Evaluating Interactive Spoken Language Systems., NAACL, 1992", "Collection and Analyses of WSJ-CSR Data at MIT., NAACL, 1992"], "Elizabeth Wade": ["Subject-Based Evaluation Measures for Interactive Spoken Language Systems., NAACL, 1992"], "Jay G. Wilpon": ["Spontaneous Speech Collection for the ATIS Domain with an Aural User Feedback Paradigm., NAACL, 1992"], "Patti Price": ["Human-Machine Problem Solving Using Spoken Language Systems (SLS): Factors Affecting Performance and User Satisfaction., NAACL, 1992", "Spontaneous Speech Effects In Large Vocabulary Speech Recognition Applications., NAACL, 1992", "Evaluating the Use of Prosodic Information in Speech Recognition and Understanding., NAACL, 1992"], "J. Mariani": ["Spoken Language Processing in the Framework of Human-Machine Communication at LIMSI., NAACL, 1992"], "Angela Morris": ["Experiences Collecting Genuine Spoken Enquiries using WOZ Techniques., NAACL, 1992"], "Jean-Luc Gauvain": ["Progress Report on the Chronus System: ATIS Benchmark Results., NAACL, 1992"], "David Stallard": ["BBN BYBLOS and HARC February 1992 ATIS Benchmark Results., NAACL, 1992", "Syntactic/Semantic Coupling in the BBN DELPHI System., NAACL, 1992"], "Richard Stern": ["Speech Understanding in Open Tasks., NAACL, 1992"], "Stephanie Seneff": ["T]he MIT ATIS System: February 1992 Progress Report., NAACL, 1992", "A Relaxation Method for Understanding Speech Utterances., NAACL, 1992"], "Marcia C. Linebarger": ["Recent Improvements and Benchmark Results for Paramax ATIS System., NAACL, 1992"], "Eric Jackson": ["International Results February 1992 ATIS Benchmark Test., NAACL, 1992"], "Salim Roukos": ["Adaptive Language Modeling Using Minimum Discriminant Estimation., NAACL, 1992", "Decision Tree Models Applied to the Labeling of Text with Parts-of-Speech., NAACL, 1992", "Towards History-based Grammars: Using Richer Models for Probabilistic Parsing., NAACL, 1992"], "Xuedong Huang": ["Improvements in Stochastic Language Modeling., NAACL, 1992", "Subphonetic Modeling for Speech Recognition., NAACL, 1992", "Minimizing Speaker Variation Effects for Speaker-Independent Speech Recognition., NAACL, 1992"], "Eric Brill": ["A Simple Rule-Based Part of Speech Tagger., NAACL, 1992"], "Yves Schabes": ["Inside-Outside Reestimation from Partially Bracketed Corpora., NAACL, 1992", "Stochastic Tree-Adjoining Grammars., NAACL, 1992"], "Carl Weir": ["Probabilistic Prediction and Picky Chart Parsing., NAACL, 1992"], "Steve Abney": ["Parameter Estimation for Constrained Context-Free Language Models., NAACL, 1992"], "Donald Hindle": ["An Analogical Parser for Restricted Domains., NAACL, 1992"], "Mitchell Marcus": ["Automatically Acquiring Phrase Structure Using Distributional Analysis., NAACL, 1992"], "Tomokazu Yamada": ["Recent Topics in Speech Recognition Research at NTT Laboratories., NAACL, 1992"], "Kai-Fu Lee": ["Vocabulary and Environment Adaptation in Vocabulary-Independent Speech Recognition., NAACL, 1992"], "Richard M. Schwartz": ["Improving State-of-the-Art Continuous Speech Recognition Systems Using the N-Best Paradigm with Neural Networks., NAACL, 1992", "BBN Real-Time Speech Recognition Demonstrations., NAACL, 1992", "Robust Continuous Speech Recognition., NAACL, 1992"], "Chin-Hui Lee": ["MAP Estimation of Continuous Density HMM : Theory and Applications., NAACL, 1992"], "Jan Robin Rohlicek": ["Recognition Using Classification and Segmentation Scoring., NAACL, 1992", "Weight Estimation for N-Best Rescoring., NAACL, 1992", "Segment-Based Acoustic Models with Multi-level Search Algorithms for Continuous Speech Recognition., NAACL, 1992"], "Tomek Strzalkowski": ["Information Retrieval using Robust Natural Language Processing., NAACL, 1992"], "David D. Lewis": ["Feature Selection and Feature Extract ion for Text Categorization., NAACL, 1992"], "Alexa T. McCray": ["Inferencing in Information Retrieval., NAACL, 1992"], "Wendy G. Lehnert": ["Classifying Texts using Relevancy Signatures., NAACL, 1992", "Augmenting with Slot Filler Relevancy Signatures Data., NAACL, 1992", "NLP and Text University of Analysis at the University of Massachusetts., NAACL, 1992"], "David Yarowsky": ["One Sense Per Discourse., NAACL, 1992"], "Louise Guthrie": ["Lexical Disambiguation using Simulated Annealing., NAACL, 1992"], "James Pustejovsky": ["The Acquisition of Lexical Semantic Knowledge from Large Corpora., NAACL, 1992"], "Jun'ichi Tsujii": ["Interaction between Structural Changes in Machine Translation., NAACL, 1992"], "Sergei Nirenburg": ["Approximating an Interlingua in a Principled Way., NAACL, 1992"], "Surya Mohanty": ["Dividing and Conquering Long Sentences in a Translation System., NAACL, 1992"], "Alejandro Acero": ["Multiple Approaches to Robust Speech Recognition., NAACL, 1992"], "Mitch Weintraub": ["Reduced Channel Dependence for Speech Recognition., NAACL, 1992", "Performance of SRI's Decipher TM Speech Recognition System on DARPA's CSR Task., NAACL, 1992"], "Paul C. Meuse": ["Experimental Results for Baseline Speech Recognition Performance using Input Acquired from a Linear Microphone Array., NAACL, 1992"], "Benjamin Chigier": ["Phonetic Classification on Wide-Band and Telephone Quality Speech., NAACL, 1992"], "Robert J. Bobrow": ["Fragment Processing in the DELPHI System., NAACL, 1992"], "Robert Ingria": ["A New Approach to Text Understanding., NAACL, 1992"], "Sharon M. Walter": ["Neal-Montgomery NLP System Evaluation Methodology., NAACL, 1992"], "Robert Roth": ["Rapid Match Training for Large Vocabularies., NAACL, 1992", "Research in Continuous Speech Recognition at Dragon Systems Under the DARPA SLS Program., NAACL, 1992"], "Douglas D. O'Shaughnessy": ["An A* algorithm for very large vocabulary continuous speech recognition., NAACL, 1992"], "Lori Lamel": ["Speaker-Independent Phone Recognition Using BREF., NAACL, 1992"], "Jerry R. Hobbs": ["A National Resource Grammar., NAACL, 1992", "TACITUS: Research In Text Understanding., NAACL, 1992"], "Janet M. Baker": ["The Design for the Wall Street Journal-based CSR Corpus., NAACL, 1992"], "George R. Doddington": ["CSR Corpus Development., NAACL, 1992"], "Denise Danielson": ["Spontaneous Speech Collection for the CSR Corpus., NAACL, 1992"], "David S. Pallett": ["DARPA February 1992 Pilot Corpus CSR \"Dry Run\" Benchmark Test Results., NAACL, 1992", "NIST-DARPA Interagency Agreement: Spoken Language Program., NAACL, 1992"], "Francesco Scattone": ["Large Vocabulary Recognition of Wall Street Journal Sentences at Dragon Systems., NAACL, 1992"], "Robert Weide": ["Applying SPHINX-II to the DARPA Wall Street Journal CSR Task., NAACL, 1992"], "Douglas B. Paul": ["The Lincoln Large-Vocabulary HMM CSR., NAACL, 1992", "An Efficient A* Stack Decoder Algorithm for Continuous Speech Recognition with a Stochastic Language Model., NAACL, 1992", "Robust Continuous Speech Recognition Technology Program Summary., NAACL, 1992"], "John Doweling": ["Automatic Detection and Correction of Repairs in Human-Computer Dialog., NAACL, 1992"], "Steven Abney": ["Prosodic Structure, Performance Structure and Phrase Structure., NAACL, 1992"], "Mari Ostendorf": ["Probabilistic Parse Scoring Based on Prosodic Phrasing., NAACL, 1992"], "John F. Pitrelli": ["Towards using Prosody In Speech Recognition/Understanding Systems: Differences Between Read and Spontaneous Speech., NAACL, 1992"], "Barbara J. Grosz": ["Intonational Features of Local and Global Discourse Structure., NAACL, 1992"], "Y. T. Chien": ["Language and Speech Meets the HPCC Grand Challenge., NAACL, 1992"], "Richard P. Lippmann": ["Comparison of Auditory Models for Robust Speech Recognition., NAACL, 1992", "Evaluation and Analysis of Auditory Model Front Ends for Robust Speech Recognition Program Summary., NAACL, 1992"], "Mark Lipshutz": ["Language Understanding Research at Paramax., NAACL, 1992"], "Madeleine Bates": ["Development of a Spoken Language System., NAACL, 1992"], "Ralph M. Weischedel": ["Robustness, Portability, and Scalability Language Systems., NAACL, 1992"], "Harvey F. Silverman": ["Microphone-Array Systems for Speech Recognition Input., NAACL, 1992"], "Raj Reddy": ["Spoken-Language Research At Carnegie Mellon., NAACL, 1992"], "Rebecca J. Passonneau": ["Extracting Constraints on Word Usage from Large Text Corpora., NAACL, 1992"], "John Shore": ["Portable Software Modules for Speech Recognition (DARPA PHASE II SBIR Contract DAAH01-91-C-R297)., NAACL, 1992"], "David Talkin": ["Software Technology Transfer from SLS., NAACL, 1992"], "Beth M. Sundheim": ["Evaluating Text Understanding Systems., NAACL, 1992"], "James R. Cowie": ["Diderot: TIPSTER Program, Automatic Data Extraction from Text Utilizing Semantic Analysis., NAACL, 1992"], "Yorick Wilks": ["Pangloss: A Knowledge-based Machine Assisted Translation Research Project - Site., NAACL, 1992", "The Consortium For Lexical Research., NAACL, 1992"], "Ralph Grishman": ["Research in Natural Language Processing., NAACL, 1992"], "George A. Miller": ["WORDNET: a Lexical Database for English., NAACL, 1992"], "Jared Bernstein": ["Annotation of ATIS Data., NAACL, 1992", "CSR Data Collection Pilot., NAACL, 1992"], "Mitchel Weintraub": ["Real-Time Speech Recognition System., NAACL, 1992"], "Robert C. Moore": ["A Real-Time Spoken-Language System for Interactive Problem Solving., NAACL, 1992"], "Bonnie L. Webber": ["Natural Language Research., NAACL, 1992"], "Eduard H. Hovy": ["In-Depth Knowledge-Based Machine Translation., NAACL, 1992"]}