{"Vivek Kumar Rangarajan Sridhar": ["Exploiting Acoustic and Syntactic Features for Prosody Labeling in a Maximum Entropy Framework., NAACL, 2007"], "Ani Nenkova": ["To Memorize or to Predict: Prominence labeling in Conversational Speech., NAACL, 2007"], "Fan Yang": ["Avoiding and Resolving Initiative Conflicts in Dialogue., NAACL, 2007"], "Pei-yun Hsueh": ["What Decisions Have You Made?: Automatic Decision Detection in Meeting Conversations., NAACL, 2007"], "Kiyotaka Uchimoto": ["Automatic Evaluation of Machine Translation Based on Rate of Accomplishment of Sub-Goals., NAACL, 2007"], "Ding Liu": ["Source-Language Features and Maximum Correlation Training for Machine Translation Evaluation., NAACL, 2007"], "Kristina Toutanova": ["Generating Case Markers in Machine Translation., NAACL, 2007"], "Abraham Ittycheriah": ["Direct Translation Model 2., NAACL, 2007"], "Yejin Choi": ["Structured Local Training and Biased Potential Functions for Conditional Random Fields with Application to Coreference Resolution., NAACL, 2007"], "Xiaoqiang Luo": ["Coreference or Not: A Twin Model for Coreference Resolution., NAACL, 2007"], "Aron Culotta": ["First-Order Probabilistic Models for Coreference Resolution., NAACL, 2007"], "Victor Lavrenko": ["Information Retrieval On Empty Fields., NAACL, 2007"], "Xiaojin Zhu": ["Improving Diversity in Ranking using Absorbing Random Walks., NAACL, 2007"], "Chris Biemann": ["A Random Text Model for the Generation of Statistical Language Invariants., NAACL, 2007", "Unsupervised Natural Language Processing Using Graph Models., NAACL, 2007"], "Jing Jiang": ["A Systematic Exploration of the Feature Space for Relation Extraction., NAACL, 2007"], "Alexander Yates": ["Unsupervised Resolution of Objects and Relations on the Web., NAACL, 2007", "TextRunner: Open Information Extraction on the Web., NAACL, 2007"], "Alfio Massimiliano Gliozzo": ["The Domain Restriction Hypothesis: Relating Term Similarity and Semantic Consistency., NAACL, 2007"], "Mark Johnson": ["Bayesian Inference for PCFGs via Markov Chain Monte Carlo., NAACL, 2007"], "Daniel Gildea": ["Worst-Case Synchronous Grammar Rules., NAACL, 2007"], "Sajib Dasgupta": ["High-Performance, Language-Independent Morphological Segmentation., NAACL, 2007"], "Anja Belz": ["Probabilistic Generation of Weather Forecast Texts., NAACL, 2007"], "Yuk Wah Wong": ["Generation by Inverting a Semantic Parser that Uses Statistical Machine Translation., NAACL, 2007"], "Michel Galley": ["Lexicalized Markov Grammars for Sentence Compression., NAACL, 2007"], "Xiaofei Lu": ["Hybrid Models for Semantic Classification of Chinese Unknown Words., NAACL, 2007"], "Rada Mihalcea": ["Using Wikipedia for Automatic Word Sense Disambiguation., NAACL, 2007"], "Andrei Alexandrescu": ["Data-Driven Graph Construction for Semi-Supervised Graph-Based Learning in NLP., NAACL, 2007"], "Jimmy J. Lin": ["Is Question Answering Better than Information Retrieval? Towards a Task-Based Evaluation Framework for Question Series., NAACL, 2007"], "Giridhar Kumaran": ["A Case For Shorter Queries, and Helping Users Create Them., NAACL, 2007"], "Antti-Veikko I. Rosti": ["Combining Outputs from Multiple Machine Translation Systems., NAACL, 2007"], "Pascal Denis": ["Joint Determination of Anaphoricity and Coreference Resolution using Integer Programming., NAACL, 2007"], "Emilia Stoica": ["Automating Creation of Hierarchical Faceted Metadata Structures., NAACL, 2007"], "Damianos Karakos": ["Cross-Instance Tuning of Unsupervised Document Clustering Algorithms., NAACL, 2007"], "Omar Zaidan": ["Using \"Annotator Rationales\" to Improve Machine Learning for Text Categorization., NAACL, 2007"], "Peter A. Heeman": ["Combining Reinformation Learning with Information-State Update Rules., NAACL, 2007"], "Joel R. Tetreault": ["Estimating the Reliability of MDP Policies: a Confidence Interval Approach., NAACL, 2007"], "Shaolin Qu": ["An Exploration of Eye Gaze in Spoken Language Processing for Multimodal Conversational Interfaces., NAACL, 2007"], "Hiroya Takamura": ["Extracting Semantic Orientations of Phrases from Dictionary., NAACL, 2007"], "Benjamin Snyder": ["Multiple Aspect Ranking Using the Good Grief Algorithm., NAACL, 2007"], "Kenneth Bloom": ["Extracting Appraisal Expressions., NAACL, 2007"], "Advaith Siddharthan": ["Whose Idea Was This, and Why Does it Matter? Attributing Scientific Work to Citations., NAACL, 2007"], "Paul N. Bennett": ["Combining Probability-Based Rankers for Action-Item Detection., NAACL, 2007"], "Gideon S. Mann": ["Multi-Document Relationship Fusion via Constraints on Probabilistic Databases., NAACL, 2007", "Efficient Computation of Entropy Gradient for Semi-Supervised Conditional Random Fields., NAACL, 2007"], "Danushka Bollegala": ["An Integrated Approach to Measuring Semantic Similarity between Words Using Information Available on the Web., NAACL, 2007"], "Mirella Lapata": ["An Information Retrieval Approach to Sense Ranking., NAACL, 2007"], "Diana Zaiu Inkpen": ["Near-Synonym Choice in an Intelligent Thesaurus., NAACL, 2007"], "Bing Zhao": ["A Log-Linear Block Transliteration Model based on Bi-Stream HMMs., NAACL, 2007"], "Sittichai Jiampojamarn": ["Applying Many-to-Many Alignments and Hidden Markov Models to Letter-to-Phoneme Conversion., NAACL, 2007"], "Mathias Creutz": ["Analysis of Morph-Based Speech Recognition and the Modeling of Out-of-Vocabulary Words Across Languages., NAACL, 2007"], "Giuseppe Attardi": ["Tree Revision Learning for Dependency Parsing., NAACL, 2007"], "Joakim Nivre": ["Incremental Non-Projective Dependency Parsing., NAACL, 2007"], "Slav Petrov": ["Improved Inference for Unlexicalized Parsing., NAACL, 2007"], "Aria Haghighi": ["Approximate Factoring for A* Search., NAACL, 2007"], "David Ahn": ["A Cascaded Machine Learning Approach to Interpreting Temporal Expressions., NAACL, 2007"], "Sasha Blair-Goldensohn": ["Building and Refining Rhetorical-Semantic Relation Models., NAACL, 2007"], "Micha Elsner": ["A Unified Local and Global Model for Discourse Coherence., NAACL, 2007"], "Pawan Deshpande": ["Randomized Decoding for Selection-and-Ordering Problems., NAACL, 2007"], "Fei Xia": ["Multilingual Structural Projection across Interlinear Text., NAACL, 2007"], "Michael Heilman": ["Combining Lexical and Grammatical Features to Improve Readability Measures for First and Second Language Texts., NAACL, 2007"], "Chao Wang": ["Automatic Assessment of Student Translations for Foreign Language Tutoring., NAACL, 2007"], "Kevyn Collins-Thompson": ["Automatic and Human Scoring of Word Definition Responses., NAACL, 2007"], "Masao Utiyama": ["A Comparison of Pivot Methods for Phrase-Based Statistical Machine Translation., NAACL, 2007"], "Richard Zens": ["Efficient Phrase-Table Representation for Machine Translation with Applications to Online MT and Speech Translation., NAACL, 2007"], "Ashish Venugopal": ["An Efficient Two-Pass Approach to Synchronous-CFG Driven Statistical MT., NAACL, 2007"], "Michel Simard": ["Statistical Phrase-Based Post-Editing., NAACL, 2007"], "Christopher Pinchak": ["Automatic Answer Typing for How-Questions., NAACL, 2007"], "Jeongwoo Ko": ["A Probabilistic Framework for Answer Selection in Question Answering., NAACL, 2007"], "Barry Schiffman": ["Question Answering Using Integrated Information Retrieval and Information Extraction., NAACL, 2007"], "Yu-Chieh Wu": ["Toward Multimedia: A String Pattern-Based Passage Ranking Model for Video Question Answering., NAACL, 2007"], "Szu-ting Yi": ["Can Semantic Roles Generalize Across Genres?, NAACL, 2007"], "Sameer S. Pradhan": ["Towards Robust Semantic Role Labeling., NAACL, 2007"], "Patrick Pantel": ["ISP: Learning Inferential Selectional Preferences., NAACL, 2007"], "Feng Pan": ["Computing Semantic Similarity between Skill Statements for Approximate Matching., NAACL, 2007"], "Hua Ai": ["Comparing User Simulation Models For Dialog Strategy Learning., NAACL, 2007"], "Núria Bel": ["Automatic Acquisition of Grammatical Types for Nouns., NAACL, 2007"], "Dan Bohus": ["Conquestâ - An Open-Source Dialog System for Conferences., NAACL, 2007"], "Ilana Bromberg": ["Joint Versus Independent Phonological Feature Models within CRF Phone Recognition., NAACL, 2007"], "Kenneth Ward Church": ["K-Best Suffix Arrays., NAACL, 2007"], "Matthias Eck": ["Translation Model Pruning via Usage Statistics for Statistical Machine Translation., NAACL, 2007"], "Jakob Elming": ["Combination of Statistical Word Alignments Based on Multiple Preprocessing Schemes., NAACL, 2007"], "Jessica Enright": ["A Fast Method for Parallel Document Identification., NAACL, 2007"], "Karim Filali": ["Generalized Graphical Abstractions for Statistical Machine Translation., NAACL, 2007"], "Michael Fleischman": ["Situated Models of Meaning for Sports Video Retrieval., NAACL, 2007"], "Katherine Forbes-Riley": ["Exploring Affect-Context Dependencies for Adaptive System Development., NAACL, 2007"], "Olac Fuentes": ["A Filter-Based Approach to Detect End-of-Utterances from Prosody in Dialog Systems., NAACL, 2007"], "Olga Gurevich": ["Document Similarity Measures to Distinguish Native vs. Non-Native Essay Writers., NAACL, 2007"], "Nizar Habash": ["Arabic Diacritization through Full Morphological Tagging., NAACL, 2007"], "Sasa Hasan": ["Are Very Large N-Best Lists Useful for SMT?, NAACL, 2007"], "Jirí Havelka": ["Relationship between Non-Projective Edges, Their Level Types, and Well-Nestedness., NAACL, 2007"], "Dustin Hillard": ["iROVER: Improving System Combination with Classification., NAACL, 2007"], "Fang Huang": ["Clustered Sub-Matrix Singular Value Decomposition., NAACL, 2007"], "David Huggins-Daines": ["Implicitly Supervised Language Model Adaptation for Meeting Transcription., NAACL, 2007"], "Douglas A. Jones": ["ILR-Based MT Comprehension Test with Multi-Level Questions., NAACL, 2007"], "Rohit J. Kate": ["Semi-Supervised Learning for Semantic Parsing using Support Vector Machines., NAACL, 2007"], "Patrik Lambert": ["Discriminative Alignment Training without Annotated Data for Machine Translation., NAACL, 2007"], "Kornel Laskowski": ["A Geometric Interpretation of Non-Target-Normalized Maximum Cross-Channel Correlation for Vocal Activity Detection in Meetings., NAACL, 2007"], "John Lee": ["Detection of Non-Native Sentences Using Machine-Translated Training Data., NAACL, 2007"], "Yudong Liu": ["Exploiting Rich Syntactic Information for Relationship Extraction from Biomedical Articles., NAACL, 2007"], "Feifan Liu": ["Look Who is Talking: Soundbite Speaker Name Recognition in Broadcast News Speech., NAACL, 2007"], "Hrafn Loftsson": ["Tagging Icelandic Text using a Linguistic and a Statistical Tagger., NAACL, 2007"], "Irina Matveeva": ["Hybrid Document Indexing with Spectral Embedding., NAACL, 2007"], "Florian Metze": ["On using Articulatory Features for Discriminative Speaker Adaptation., NAACL, 2007"], "Paula Newman": ["RH: A Retro-Hybrid Parser., NAACL, 2007"], "Dat P. T. Nguyen": ["Subtree Mining for Relation Extraction from Wikipedia., NAACL, 2007"], "Mohamed Noamany": ["Advances in the CMU/Interact Arabic GALE Transcription System., NAACL, 2007"], "Alicia Pérez": ["An Integrated Architecture for Speech-Input Multi-Target Machine Translation., NAACL, 2007"], "Marta R. Costa-Jussà": ["Analysis and System Combination of Phrase- and N-Gram-Based Statistical Machine Translation Systems., NAACL, 2007"], "Victoria L. Rubin": ["Stating with Certainty or Stating with Doubt: Intercoder Reliability Results for Manual Annotation of Epistemically Modalized Statements., NAACL, 2007"], "Ruhi Sarikaya": ["Joint Morphological-Lexical Language Modeling for Machine Translation., NAACL, 2007"], "Jost Schatzmann": ["Agenda-Based User Simulation for Bootstrapping a POMDP Dialogue System., NAACL, 2007"], "Stephanie Seneff": ["Reversible Sound-to-Letter/Letter-to-Sound Modeling Based on Syllable Structure., NAACL, 2007", "Spoken Dialogue Systems for Language Learning., NAACL, 2007"], "Yongmei Shi": ["Are Some Speech Recognition Errors Easier to Detect than Others?, NAACL, 2007"], "Zhongmin Shi": ["Simultaneous Identification of Biomedical Named-Entity and Functional Relation Using Statistical Parsing Techniques., NAACL, 2007"], "Amarnag Subramanya": ["Virtual Evidence for Training Speech Recognizers Using Partially Labeled Data., NAACL, 2007"], "Stephen Tratz": ["A High Accuracy Method for Semi-Supervised Information Extraction., NAACL, 2007"], "Keith Trnka": ["The Effects of Word Prediction on Communication Rate for AAC., NAACL, 2007"], "Jenine Turner": ["Language Modeling for Determiner Selection., NAACL, 2007"], "Marc B. Vilain": ["Entity Extraction is a Boring Solved Problem - Or is it?, NAACL, 2007"], "Zhuoran Wang": ["Kernel Regression Based Machine Translation., NAACL, 2007"], "Guangwei Wang": ["Modifying SO-PMI for Japanese Weblog Opinion Mining by Using a Balancing Factor and Detecting Neutral Expressions., NAACL, 2007", "OMS-J: An Opinion Mining System for Japanese Weblog Reviews Using a Combination of Supervised and Unsupervised Approaches., NAACL, 2007"], "Lei Xie": ["Combined Use of Speaker- and Tone-Normalized Pitch Reset with Pause Duration for Automatic Story Segmentation in Mandarin Broadcast News., NAACL, 2007"], "Xiaofeng Yu": ["Chinese Named Entity Recognition with Cascaded Hybrid Model., NAACL, 2007"], "Kun Yu": ["A Three-Step Deterministic Parser for Chinese Dependency Parsing., NAACL, 2007"], "Torsten Zesch": ["Comparing Wikipedia and German Wordnet by Evaluating Semantic Relatedness on Multiple Datasets., NAACL, 2007"], "Luke S. Zettlemoyer": ["Selective Phrase Pair Extraction for Improved Statistical Machine Translation., NAACL, 2007"], "Justin Jian Zhang": ["Speech Summarization Without Lexical Features for Mandarin Broadcast News., NAACL, 2007"], "Liang Zhou": ["A Semi-Automatic Evaluation Scheme: Automated Nuggetization for Manual Annotation., NAACL, 2007", "Text Comparison Using Machine-Generated Nuggets., NAACL, 2007"], "Karin Friberg": ["Query Expansion Using Domain Information in Compounds., NAACL, 2007"], "Qin Iris Wang": ["Learning Structured Classifiers for Statistical Dependency Parsing., NAACL, 2007"], "Simone Paolo Ponzetto": ["Creating a Knowledge Base from a Collaboratively Generated Encyclopedia., NAACL, 2007"], "Alicia Tribble": ["Knowledge-Based Labeling of Semantic Relationships in English., NAACL, 2007"], "Marie-Josée Goulet": ["Analysis of Summarization Evaluation Experiments., NAACL, 2007"], "Rajen Subba": ["Exploiting Event Semantics to Parse the Rhetorical Structure of Natural Language Text., NAACL, 2007"], "Joana Paulo Pardal": ["Dynamic Use of Ontologies in Dialogue Systems., NAACL, 2007"], "Diana Trandabat": ["Semantic Frames in Romanian Natural Language Processing Systems., NAACL, 2007"], "J. Scott Olsson": ["Combining Evidence for Improved Speech Retrieval., NAACL, 2007"], "James F. Allen": ["Demonstration of PLOW: A Dialogue System for One-Shot Task Learning., NAACL, 2007"], "Jill Burstein": ["The Automated Text Adaptation Tool., NAACL, 2007"], "Myroslava O. Dzikovska": ["Adaptive Tutorial Dialogue Systems Using Deep NLP Techniques., NAACL, 2007"], "Donghyeon Lee": ["POSSLT: A Korean to English Spoken Language Translation System., NAACL, 2007"], "Gabriel Murray": ["Automatic Segmentation and Summarization of Meeting Speech., NAACL, 2007"], "Václav Novák": ["Cedit - Semantic Networks Manual Annotation Tool., NAACL, 2007"], "Svetlana Stenchikova": ["RavenCalendar: A Multimodal Dialog System for Managing a Personal Calendar., NAACL, 2007"], "L. Lynn Voss": ["The CALO Meeting Assistant., NAACL, 2007"], "Chien-Cheng Wu": ["Learning to Find Transliteration on the Web., NAACL, 2007"], "Baoshi Yan": ["A Conversational In-Car Dialog System., NAACL, 2007"], "Steve J. Young": ["The Hidden Information State Dialogue Manager: A Real-World POMDP-Based System., NAACL, 2007"], "Geoffrey Zweig": ["Voice-Rate: A Dialog System for Consumer Ratings., NAACL, 2007"], "K. Bretonnel Cohen": ["BioNLP., NAACL, 2007"], "ChengXiang Zhai": ["Statistical Language Models for Information Retrieval., NAACL, 2007"], "Mona T. Diab": ["Arabic Dialect Processing Tutorial., NAACL, 2007"], "Dan Klein": ["Introduction to Classification: Likelihoods, Margins, Features, and Kernels., NAACL, 2007"]}