{"Steve Renals": ["Invited Talk: Recognition and Understanding of Meetings., NAACL, 2010"], "Jeremy Nicholson": ["Chart Mining-based Lexical Acquisition with Precision Grammars., NAACL, 2010"], "Slav Petrov": ["Products of Random Latent Variable Grammars., NAACL, 2010"], "Mark Johnson": ["Automatic Domain Adaptation for Parsing., NAACL, 2010"], "Mary P. Harper": ["Appropriately Handled Prosodic Breaks Help PCFG Parsing., NAACL, 2010"], "Yang Liu": ["Using Confusion Networks for Speech Summarization., NAACL, 2010", "Improving Blog Polarity Classification via Topic Analysis and Adaptive Methods., NAACL, 2010"], "Srinivas Bangalore": ["Qme! : A Speech-based Question-Answering system on Mobile Devices., NAACL, 2010"], "Victor Zue": ["Dialogue-Oriented Review Summary Generation for Spoken Dialogue Recommendation Systems., NAACL, 2010"], "Chris Leggetter": ["Minimally-Supervised Extraction of Entities from Text Advertisements., NAACL, 2010"], "Suresh Manandhar": ["Taxonomy Learning Using Word Sense Induction., NAACL, 2010", "Can Recognising Multiword Expressions Improve Shallow Parsing?, NAACL, 2010"], "Mirella Lapata": ["Visual Information in Semantic Representation., NAACL, 2010", "Topic Models for Image Annotation and Text Illustration., NAACL, 2010", "Unsupervised Induction of Semantic Roles., NAACL, 2010"], "Timothy Baldwin": ["Automatic Evaluation of Topic Coherence., NAACL, 2010"], "Raymond J. Mooney": ["Multi-Prototype Vector-Space Models of Word Meaning., NAACL, 2010"], "Kevin Knight": ["Unsupervised Syntactic Alignment with Inversion Transduction Grammars., NAACL, 2010"], "Dan Klein": ["Joint Parsing and Alignment with Weakly Synchronized Grammars., NAACL, 2010", "Coreference Resolution in a Modular, Entity-Centered Model., NAACL, 2010", "Type-Based MCMC., NAACL, 2010", "Painless Unsupervised Learning with Features., NAACL, 2010"], "Haizhou Li": ["Learning Translation Boundaries for Phrase-Based Decoding., NAACL, 2010"], "Chris Brockett": ["Hitting the Right Paraphrases in Good Time., NAACL, 2010"], "Dan Roth": ["Training Paradigms for Correcting Errors in Grammar and Usage., NAACL, 2010"], "Michael Gamon": ["Using Mostly Native Data to Correct Errors in Learners' Writing., NAACL, 2010"], "Bill Dolan": ["Unsupervised Modeling of Twitter Conversations., NAACL, 2010"], "Victor Lavrenko": ["Streaming First Story Detection with application to Twitter., NAACL, 2010"], "Bhuvana Ramabhadran": ["Unsupervised Model Adaptation using Information-Theoretic Criterion., NAACL, 2010"], "Maria Shugrina": ["Formatting Time-Aligned ASR Transcripts for Readability., NAACL, 2010"], "Chris Callison-Burch": ["Cheap, Fast and Good Enough: Automatic Speech Recognition with Non-Expert Transcription., NAACL, 2010", "Predicting Human-Targeted Translation Edit Rate via Untrained Human Annotators., NAACL, 2010"], "Frederick Jelinek": ["Contextual Information Improves OOV Detection in Speech., NAACL, 2010"], "Doug Downey": ["Improved Extraction Assessment through Better Language Models., NAACL, 2010"], "Marco Lui": ["Language Identification: The Long and the Short of the Matter., NAACL, 2010"], "Trevor Cohn": ["Inducing Synchronous Grammars with Slice Sampling., NAACL, 2010"], "Mona T. Diab": ["Task-based Evaluation of Multiword Expressions: a Pilot Study in Statistical Machine Translation., NAACL, 2010"], "Yongqiang Li": ["Improving Semantic Role Labeling with Word Sense., NAACL, 2010"], "Alon Lavie": ["Extending the METEOR Machine Translation Evaluation Metric to the Phrase Level., NAACL, 2010"], "Scott Drellishak": ["Testing a Grammar Customization System with Sahaptin., NAACL, 2010"], "Chris Dyer": ["Two monolingual parses are better than one (synchronous parse)., NAACL, 2010"], "Steven Bird": ["Fast Query for Large Treebanks., NAACL, 2010"], "Giorgio Satta": ["Efficient Parsing of Well-Nested Linear Context-Free Rewriting Systems., NAACL, 2010"], "Vivek Upadhyay": ["Utility Evaluation of Cross-document Information Extraction., NAACL, 2010"], "Louise Guthrie": ["Evaluation Metrics for the Lexical Substitution Task., NAACL, 2010"], "Noah A. Smith": ["Movie Reviews and Revenues: An Experiment in Text Regression., NAACL, 2010", "Variational Inference for Adaptor Grammars., NAACL, 2010", "Good Question! Statistical Ranking for Question Generation., NAACL, 2010", "Softmax-Margin CRFs: Training Log-Linear Models with Cost Functions., NAACL, 2010", "Probabilistic Frame-Semantic Parsing., NAACL, 2010", "Tree Edit Models for Recognizing Textual Entailments, Paraphrases, and Answers to Questions., NAACL, 2010"], "Caroline Sporleder": ["Using Gaussian Mixture Models to Detect Figurative Language in Context., NAACL, 2010"], "Rebecca Hwa": ["Improving Phrase-Based Translation with Prototypes of Short Phrases., NAACL, 2010"], "Bonnie J. Dorr": ["Putting the User in the Loop: Interactive Maximal Marginal Relevance for Query-Focused Summarization., NAACL, 2010"], "Ani Nenkova": ["Creating Local Coherence: An Empirical Assessment., NAACL, 2010"], "Coleman Moore": ["Time-Efficient Creation of an Accurate Sentence Fusion Corpus., NAACL, 2010"], "Marcello Federico": ["Towards Cross-Lingual Textual Entailment., NAACL, 2010", "Statistical Machine Translation of Texts with Misspelled Words., NAACL, 2010"], "Dietrich Klakow": ["A Comparative Study of Word Co-occurrence for Term Clustering in Language Model-based Sentence Retrieval., NAACL, 2010", "Convolution Kernels for Opinion Holder Extraction., NAACL, 2010"], "Ted Pedersen": ["Information Content Measures of Semantic Similarity Perform Better Without Sense-Tagged Text., NAACL, 2010"], "Svetlana Stoyanchev": ["Generating Expository Dialogue from Monologue: Motivation, Corpus and Preliminary Rules., NAACL, 2010"], "Owen Rambow": ["The Simple Truth about Dependency and Phrase Structure Representations: An Opinion Piece., NAACL, 2010"], "Dekai Wu": ["Word Alignment with Stochastic Bracketing Linear Inversion Transduction Grammar., NAACL, 2010"], "Amy Weinberg": ["Crowdsourcing the evaluation of a domain-adapted named entity recognition system., NAACL, 2010"], "Philip Resnik": ["Generalizing Hierarchical Phrase-based Translation using Rules with Adjacent Nonterminals., NAACL, 2010", "Context-free reordering, finite-state translation., NAACL, 2010"], "Yikun Guo": ["The Effect of Ambiguity on the Automated Acquisition of WSD Examples., NAACL, 2010"], "Katja Markert": ["Word Sense Subjectivity for Cross-lingual Lexical Substitution., NAACL, 2010"], "Eugene Agichtein": ["Query Ambiguity Revisited: Clickthrough Measures for Distinguishing Informational and Ambiguous Queries., NAACL, 2010"], "Lillian Lee": ["For the sake of simplicity: Unsupervised extraction of lexical simplifications from Wikipedia., NAACL, 2010"], "Mihai Surdeanu": ["Improving Semantic Role Classification with Selectional Preferences., NAACL, 2010"], "Ting Liu": ["Generalizing Syntactic Structures for Product Attribute Candidate Extraction., NAACL, 2010"], "Jennifer Foster": ["\"cba to check the spelling\": Investigating Parser Performance on Discussion Forum Posts., NAACL, 2010"], "Miles Osborne": ["Stream-based Translation Models for Statistical Machine Translation., NAACL, 2010"], "Kristina Toutanova": ["Extracting Parallel Sentences from Comparable Corpora using Document Level Alignment., NAACL, 2010"], "Pushpak Bhattacharyya": ["Everybody loves a rich cousin: An empirical study of transliteration through bridge languages., NAACL, 2010"], "Vivek Srikumar": ["Discriminative Learning over Constrained Latent Representations., NAACL, 2010"], "Eyal Beigman": ["Some Empirical Evidence for Annotation Noise in a Benchmarked Dataset., NAACL, 2010"], "Sujith Ravi": ["Bayesian Inference for Finite-State Transducers., NAACL, 2010"], "Gideon Mann": ["Distributed Training Strategies for the Structured Perceptron., NAACL, 2010"], "Peter A. Chew": ["Term Weighting Schemes for Latent Dirichlet Allocation., NAACL, 2010"], "Maria Holmqvist": ["Learning Dense Models of Query Similarity from User Click Logs., NAACL, 2010"], "Xiaoyan Zhu": ["Learning to Link Entities with Knowledge Base., NAACL, 2010"], "Mitesh M. Khapra": ["Improving the Multilingual User Experience of Wikipedia Using Cross-Language Name Search., NAACL, 2010"], "Michael C. Frank": ["Learning Words and Their Meanings from Unsegmented Child-directed Speech., NAACL, 2010"], "Christopher D. Manning": ["Subword Variation in Text Message Classification., NAACL, 2010", "Ensemble Models for Dependency Parsing: Cheap and Good?, NAACL, 2010", "Improved Models of Distortion Cost for Statistical Machine Translation., NAACL, 2010", "Accurate Non-Hierarchical Phrase-Based Translation., NAACL, 2010"], "Eric K. Ringger": ["Automatic Diacritization for Low-Resource Languages Using a Hybrid Word and Consonant CMM., NAACL, 2010"], "Sarmad Hussain": ["Urdu Word Segmentation., NAACL, 2010"], "Philipp Koehn": ["Enabling Monolingual Translators: Post-Editing vs. Options., NAACL, 2010"], "Francisco Casacuberta": ["Online Learning for Interactive Statistical Machine Translation., NAACL, 2010"], "Daniel Jurafsky": ["The Best Lexical Metric for Phrase-Based Statistical MT System Optimization., NAACL, 2010", "From Baby Steps to Leapfrog: How \"Less is More\" in Unsupervised Dependency Parsing., NAACL, 2010"], "Stephen Clark": ["Linguistic Steganography Using Automatically Generated Paraphrases., NAACL, 2010"], "Brian Roark": ["Prenominal Modifier Ordering via Multiple Sequence Alignment., NAACL, 2010"], "Eduard H. Hovy": ["Not All Seeds Are Equal: Measuring the Quality of Text Mining Seeds., NAACL, 2010"], "Alexander Yates": ["Extracting Glosses to Disambiguate Word Senses., NAACL, 2010"], "Jun'ichi Tsujii": ["A Simple Approach for HPSG Supertagging Using Dependency Information., NAACL, 2010"], "José-Miguel Benedí": ["Enlarged Search Space for SITG Parsing., NAACL, 2010"], "Rajeev Sangal": ["Improving Data Driven Dependency Parsing using Clausal Information., NAACL, 2010"], "Ann Bies": ["A Treebank Query System Based on an Extracted Tree Grammar., NAACL, 2010"], "Ahmet Engin Ural": ["Reranking the Berkeley and Brown Parsers., NAACL, 2010"], "Andrew Olney": ["An Exploration of Off Topic Conversation., NAACL, 2010"], "Carolyn Penstein Rosé": ["Making Conversational Structure Explicit: Identification of Initiation-response Pairs within Online Discussions., NAACL, 2010", "Engaging learning groups using Social Interaction Strategies., NAACL, 2010"], "Slava Andreyev": ["Using Entity-Based Features to Model Coherence in Student Essays., NAACL, 2010"], "Jugal K. Kalita": ["Summarizing Microblogs Automatically., NAACL, 2010"], "Mari Ostendorf": ["Automatic Generation of Personalized Annotation Tags for Twitter Users., NAACL, 2010", "Extracting Phrase Patterns with Minimum Redundancy for Unsupervised Speaker Role Classification., NAACL, 2010"], "Grzegorz Kondrak": ["Language identification of names with SVMs., NAACL, 2010", "Integrating Joint n-gram Features into a Discriminative Training Framework., NAACL, 2010"], "Hermann Ney": ["A Hybrid Morphologically Decomposed Factored Language Models for Arabic LVCSR., NAACL, 2010"], "Sandra Kübler": ["Is Arabic Part of Speech Tagging Feasible Without Word Segmentation?, NAACL, 2010"], "Imed Zitouni": ["Arabic Mention Detection: Toward Better Unit of Analysis., NAACL, 2010"], "John A. Goldsmith": ["An MDL-based approach to extracting subword units for grapheme-to-phoneme conversion., NAACL, 2010"], "Andrew Rosenberg": ["Classification of Prosodic Events using Quantized Contour Modeling., NAACL, 2010"], "Eric Fosler-Lussier": ["Investigations into the Crandem Approach to Word Recognition., NAACL, 2010"], "Andrew McCallum": ["Constraint-Driven Rank-Based Learning for Information Extraction., NAACL, 2010"], "Hinrich Schütze": ["Bitext-Based Resolution of German Subject-Object Ambiguities., NAACL, 2010"], "David Temperley": ["Invited Talk: Music, Language, and Computational Modeling: Lessons from the Key-Finding Problem., NAACL, 2010"], "Michael Elhadad": ["An Efficient Algorithm for Easy-First Non-Directional Dependency Parsing., NAACL, 2010"], "David A. Smith": ["Relaxed Marginal Inference and its Application to Dependency Parsing., NAACL, 2010"], "Daniel Gildea": ["Optimal Parsing Strategies for Linear Context-Free Rewriting Systems., NAACL, 2010"], "Ryan T. McDonald": ["The viability of web-derived polarity lexicons., NAACL, 2010"], "Sadao Kurohashi": ["Dependency Tree-based Sentiment Classification using CRFs with Hidden Variables., NAACL, 2010"], "Noemie Elhadad": ["An Unsupervised Aspect-Sentiment Model for Online Reviews., NAACL, 2010"], "Lucy Vanderwende": ["Joint Inference for Knowledge Extraction from Biomedical Literature., NAACL, 2010"], "Martin Dawes": ["Clinical Information Retrieval using Document and PICO Structure., NAACL, 2010"], "Pravin Bhutada": ["Learning about Voice Search for Spoken Dialogue Systems., NAACL, 2010"], "Niyu Ge": ["A Direct Syntax-Driven Reordering Model for Phrase-Based Machine Translation., NAACL, 2010"], "Andreas Maletti": ["Why Synchronous Tree Substitution Grammars?, NAACL, 2010"], "Ion Androutsopoulos": ["An extractive supervised two-stage method for sentence compression., NAACL, 2010"], "Raymond T. Ng": ["Interpretation and Transformation for Abstracting Conversations., NAACL, 2010"], "Manuel Palomar": ["Quantifying the Limits and Success of Extractive Summarization Systems Across Domains., NAACL, 2010"], "Jeff A. Bilmes": ["Multi-document Summarization via Budgeted Maximization of Submodular Functions., NAACL, 2010"], "Sebastian Padó": ["Cross-lingual Induction of Selectional Preferences with Bilingual Vector Spaces., NAACL, 2010"], "Michael Riley": ["Expected Sequence Similarity Maximization., NAACL, 2010"], "Franz Josef Och": ["Model Combination for Machine Translation., NAACL, 2010"], "Cécile Paris": ["Detecting Emails Containing Requests for Action., NAACL, 2010"], "Lucien Carroll": ["Evaluating Hierarchical Discourse Segmentation., NAACL, 2010"], "Napoleon Katsos": ["Reformulating Discourse Connectives for Non-Expert Readers., NAACL, 2010"], "Fabio Massimo Zanzotto": ["Syntactic/Semantic Structures for Textual Entailment Recognition., NAACL, 2010"], "Ekaterina Shutova": ["Automatic Metaphor Interpretation as a Paraphrasing Task., NAACL, 2010"]}