{"Clifford J. Weinstein": ["Overview of the 1994 ARPA Human Language Technology Workshop., NAACL, 1994", "Robust Continuous Speech Recognition Technology Program Summary., NAACL, 1994"], "George A. Miller": ["Session 1: Lexicons, Corpora, and Evaluation., NAACL, 1994", "Using a Semantic Concordance for Sense Identification., NAACL, 1994", "WORDNET: A Lexical Database for English., NAACL, 1994"], "Catherine Macleod": ["The Comlex Syntax Project: The First Year., NAACL, 1994"], "Mark Liberman": ["Lexicons for Human Language Technology., NAACL, 1994"], "David Graft": ["Multilingual Text Resources at the Linguistic Data Consortium., NAACL, 1994"], "John J. Godfrey": ["Multilingual Speech Databases at LDC., NAACL, 1994"], "Kelsey Taussig": ["MACROPHONE: An American English Telephone Speech Corpus., NAACL, 1994"], "Ronald A. Cole": ["Corpus Development Activities at the Center for Spoken Language Understanding., NAACL, 1994"], "Francis Kubala": ["The Hub and Spoke Paradigm for CSR Evaluation., NAACL, 1994"], "Deborah A. Dahl": ["Expanding the Scope of the ATIS Task: The ATIS-3 Corpus., NAACL, 1994"], "David S. Pallett": ["1993 Benchmark Tests for the ARPA Spoken Language Program., NAACL, 1994"], "Xuedong Huang": ["Session 2: Language Modeling., NAACL, 1994"], "Ronald Rosenfeld": ["A Hybrid Approach to Adaptive Statistical Language Modeling., NAACL, 1994"], "Rukmini Iyer": ["Language Modeling with Sentence-Level Mixtures., NAACL, 1994"], "Ryosuke Isotani": ["Speech Recognition Using a Stochastic Language Model Integrating Local and Global Constraints., NAACL, 1994"], "Richard M. Schwartz": ["On Using Written Language Training Data for Spoken Language Modeling., NAACL, 1994", "Session 13: CSR Search., NAACL, 1994"], "Lynette Hirschman": ["Session 3: Human Language Evaluation., NAACL, 1994"], "Karen Sparck Jones": ["Towards Better NLP System Evaluation., NAACL, 1994"], "Chris Brew": ["Automatic Evaluation of Computer Generated Text: A Progress Report on the TEXTEVAL Project., NAACL, 1994"], "Mitchell P. Marcus": ["The Penn Treebank: Annotating Predicate Argument Structure., NAACL, 1994"], "Ralph Grishman": ["Whither Written Language Evaluation?., NAACL, 1994", "Research in Natural Language Processing., NAACL, 1994"], "Robert C. Moore": ["Semantic Evaluation for Spoken-Language Systems., NAACL, 1994"], "Eduard H. Hovy": ["Session 4: Machine Translation., NAACL, 1994", "PANGLOSS: Knowledge-Based Machine Translation., NAACL, 1994"], "John S. White": ["Evaluation in the ARPA Machine Translation Program: 1993 Methodology., NAACL, 1994"], "Akitoshi Okumura": ["Building Japanese-English Dictionary based on Ontology for Machine Translation., NAACL, 1994"], "Sergei Nirenburg": ["Toward Multi-Engine Machine Translation., NAACL, 1994", "Pangloss: A Machine Translation Project., NAACL, 1994"], "Frank Smadja": ["Translating Collocations for Use in Bilingual Lexicons., NAACL, 1994"], "Adam L. Berger": ["The Candide System for Machine Translation., NAACL, 1994"], "Jonathan Yamron": ["The Automatic Component of the LINGSTAT Machine-Aided Translation System., NAACL, 1994", "The Automatic Component of the LINGSTAT Machine-Aided Translation System., NAACL, 1994"], "Paul S. Jacobs": ["Session 5: Natural Language, Discourse., NAACL, 1994", "The TIPSTER/SHOGUN Project., NAACL, 1994"], "Boyan A. Onyshkevych": ["Issues and Methodology for Template Design for Information Extraction., NAACL, 1994"], "Jerry R. Hobbs": ["Principles of Template Design., NAACL, 1994", "Data Access for Situation Handling (DASH)., NAACL, 1994"], "Damaris M. Ayuso": ["Pattern Matching in a Linguistically-Motivated Text Understanding System., NAACL, 1994"], "Peter A. Heeman": ["Tagging Speech Repairs., NAACL, 1994"], "Scott Prevost": ["Information Based Intonation Synthesis., NAACL, 1994"], "Madeleine Bates": ["Session 6: Spoken Language Systems., NAACL, 1994"], "Victor Zue": ["PEGASUS: A Spoken Language Interface for On-Line Air Travel Planning I., NAACL, 1994", "Spoken Language Recognition and Understanding., NAACL, 1994"], "Rolf Carlson": ["Recent Developments in the Experimental \"WAXHOLM\" Dialog System., NAACL, 1994"], "Wayne H. Ward": ["Recent Improvements in the CMU Spoken Language Understanding System., NAACL, 1994"], "Manny Rayner": ["Combining Knowledge Sources to Reorder N-Best Speech Hypothesis Lists., NAACL, 1994"], "Sharon L. Oviatt": ["Predicting and Managing Spoken Disfluencies During Human-Computer Interaction., NAACL, 1994"], "Marie Meteer": ["Integrated Techniques for Phrase Extraction from Speech., NAACL, 1994"], "Victor Abrash": ["Session 7: Demonstrations., NAACL, 1994"], "Alexander G. Hauptmann": ["A Prototype Reading Coach that Listens: Summary of Project LISTEN., NAACL, 1994"], "Frederick Jelinek": ["Session 8 & 9: Statistical and Learning Methods., NAACL, 1994", "Decision Tree Parsing using a Hidden Derivation Model., NAACL, 1994"], "Rebecca F. Bruce": ["A New Approach to Word Sense Disambiguation., NAACL, 1994"], "Adwait Ratnaparkhi": ["A Maximum Entropy Model for Prepositional Phrase Attachment., NAACL, 1994"], "Eric Brill": ["A Report of Recent Progress in Transformation-Based Error-Driven Learning., NAACL, 1994"], "Fernando Pereira": ["Weighted Rational Transductions and their Application to Human Language Processing., NAACL, 1994"], "Scott Miller": ["Automatic Grammar Acquisition., NAACL, 1994", "Statistical Language Processing Using Hidden Understanding Models., NAACL, 1994"], "Constantine Papageorgiou": ["Japanese Word Segmentation by Hidden Markov Model., NAACL, 1994"], "Helen M. Meng": ["Phonological Parsing for Bi-directional Letter-to-Sound/Sound-to-Letter Generation., NAACL, 1994"], "Oscar N. Garcia": ["Session 10: Government Panel., NAACL, 1994"], "Calvin Olano": ["One DODer's View of ARPA Spoken Language Directions., NAACL, 1994"], "Helen M. Gigley": ["Speech and Human Language Technology at the Naval Research Laboratory., NAACL, 1994"], "Melissa Holland": ["Advanced Technologies for Language Learning: Developments at ARI., NAACL, 1994"], "Roberto Cencioni": ["Language Processing R&D Programmes Directorate XIII E of the European Commission., NAACL, 1994"], "Steve J. Young": ["Session 11: Acoustic Modeling and Robust CSR., NAACL, 1994", "Tree-Based State Tying for High Accuracy Modelling., NAACL, 1994"], "Vassilios Digalakis": ["High-Accuracy Large-Vocabulary Speech Recognition Using Mixture Tying and Consistency Modeling., NAACL, 1994"], "Jean-Luc Gauvain": ["The LIMSI Continuous Speech Dictation Systemt., NAACL, 1994"], "Anastasios Anastasakos": ["Adaptation to New Microphones Using Tied-Mixture Normalization., NAACL, 1994"], "Fu-Hua Liu": ["Signal Processing for Robust Speech Recognition., NAACL, 1994"], "Leonardo Neumeyer": ["Microphone-Independent Robust Signal Processing Using Probabilistic Optimum Filtering., NAACL, 1994"], "ChiWei Che": ["Microphone Arrays and Neural Networks for Robust Speech Recognition., NAACL, 1994"], "Donna Harman": ["Session 12: Information Retrieval., NAACL, 1994", "Overview of the Second Text Retrieval Conference (TREC-2)., NAACL, 1994"], "K. L. Kwok": ["Learning from Relevant Documents in Large Scale Routing Retrieval., NAACL, 1994", "PIRCS: a Network-Based Document Routing and Retrieval System., NAACL, 1994"], "Tomek Strzalkowski": ["Document Representation in Natural Language Text Retrieval., NAACL, 1994", "Robust Text Processing and Information Retrieval., NAACL, 1994"], "Peter Schäuble": ["Assessing the Retrieval Effectiveness of a Speech : Retrieval System by Simulating Recognition Errors., NAACL, 1994"], "Julian Kupiec": ["Speech-Based Retrieval Using Semantic Co-Occurrence Filtering., NAACL, 1994"], "Rajeev Agarwal": ["(Almost) Automatic Semantic Feature Extraction from Technical Text., NAACL, 1994"], "Yasuhiro Minami": ["A Large-Vocabulary Continuous Speech Recognition Algorithm and its Application to a Multi-Modal Telephone Directory Assistance System., NAACL, 1994"], "Hy Murveit": ["Techniques to Achieve an Accurate Real-Time Large-Vocabulary Speech Recognition System., NAACL, 1994", "Consistency Modeling., NAACL, 1994"], "Douglas B. Paul": ["The Lincoln Large-Vocabulary Stack-Decoder Based HMM CSR., NAACL, 1994"], "J. J. Odell": ["A One Pass Decoder Design For Large Vocabulary Recognition., NAACL, 1994"], "Long Nguyen": ["Is N-Best Dead?, NAACL, 1994"], "Richard Stern": ["Session 14: New Directions/Applications., NAACL, 1994"], "Julie Payette": ["Advanced Human-Computer Interface and Voice Processing Applications in Space., NAACL, 1994"], "Suzanne Liebowitz Taylor": ["Integrated Text and Image Understanding for Document Understanding., NAACL, 1994"], "Rohini K. Srihari": ["Use of Lexical and Syntactic Techniques in Recognizing Handwritten Text., NAACL, 1994"], "John Makhoul": ["On-Line Cursive Handwriting Recognition Using Hidden Markov Models and Statistical Grammars., NAACL, 1994", "Robust Continuous Speech Recognition., NAACL, 1994", "Usable, Real-Time, Interactive Spoken Language Systems., NAACL, 1994"], "Steve Lowe": ["Language Identification via Large Vocabulary Speaker Independent Continuous Speech Recognition., NAACL, 1994"], "Ralph M. Weischedel": ["Robustness, Portability and Scalability Language Systems., NAACL, 1994"], "Mari Ostendorf": ["Evaluating the Use of Prosodic Information in Speech Recognition and Understanding., NAACL, 1994", "Segment-Based Acoustic Models for Continuous Speech Recognition., NAACL, 1994"], "Raj Reddy": ["Spoken-Language Research at Carnegie Mellon., NAACL, 1994"], "Kathleen R. McKeown": ["Extracting Constraints on Word Usage from Large Text Corpora., NAACL, 1994"], "Janet M. Baker": ["Research in Large Vocabulary Continuous Speech Recognition., NAACL, 1994"], "Salim Roukos": ["Automatic Extraction of Grammars From Annotated Text., NAACL, 1994"], "Stephen Della Pietra": ["Candide: A Statistical Machine Translation System., NAACL, 1994"], "Lois Boggess": ["A Knowledge-Based Approach to Indexing Scientific Text., NAACL, 1994"], "David S. Paltett": ["NIST-ARPA Interagency Agreement: Human Language Technology Program., NAACL, 1994"], "Beth Sundheim": ["Written Language System Evaluation., NAACL, 1994"], "Louise Guthrie": ["The Consortium for Lexical Research., NAACL, 1994"], "Yorick Wilks": ["Diderot: TIPSTER Program, Automatic Data Extraction from Text Utilizing Semantic Analysis., NAACL, 1994"], "David Farwell": ["Pangloss: A Knowledge-based Machine Assisted Translation Research Project - Site 2., NAACL, 1994"], "James L. Flanagan": ["A Neural Network System for Large-Vocabulary Continuous Speech Recognition in Variable Acoustic Environments., NAACL, 1994"], "Kate Hunicke-Smith": ["Annotation of ATIS Data., NAACL, 1994"], "Michael Cohen": ["Combining Linguistic and Statistical Technology for Improved Spoken Language Understanding., NAACL, 1994"], "Denise Danielson": ["CSR Data Collection., NAACL, 1994"], "Aravind K. Joshi": ["Research in Natural Language Processing., NAACL, 1994"], "James F. Allen": ["Natural Language Planning Dialogue for Interactive., NAACL, 1994"]}