{"Qun Liu": ["Achieving Accurate Conclusions in Evaluation of Automatic Machine Translation Metrics., NAACL, 2016", "A Novel Approach to Dropped Pronoun Translation., NAACL, 2016"], "Sadao Kurohashi": ["Flexible Non-Terminals for Dependency Tree-to-Tree Reordering., NAACL, 2016"], "Satoshi Nakamura": ["Selecting Syntactic, Non-redundant Segments in Active Learning for Machine Translation., NAACL, 2016"], "Kevin Knight": ["Multi-Source Neural Translation., NAACL, 2016", "Simple, Fast Noise-Contrastive Estimation for Large RNN Vocabularies., NAACL, 2016"], "Alexandra Birch": ["Controlling Politeness in Neural Machine Translation via Side Constraints., NAACL, 2016"], "Colin Cherry": ["An Empirical Evaluation of Noise Contrastive Estimation for the Neural Network Joint Model of Translation., NAACL, 2016"], "Wang Ling": ["Neural Network-Based Abstract Generation for Opinions and Arguments., NAACL, 2016"], "Amanda Stent": ["A Low-Rank Approximation Approach to Learning Joint Embeddings of News Stories and Images for Timeline Summarization., NAACL, 2016"], "Mausam": ["Entity-balanced Gaussian pLSA for Automated Comparison., NAACL, 2016", "Knowledge-Guided Linguistic Rewrites for Inference Rule Verification., NAACL, 2016"], "Diane J. Litman": ["Automatic Summarization of Student Course Feedback., NAACL, 2016", "Using Context to Predict the Purpose of Argumentative Writing Revisions., NAACL, 2016"], "Alexander M. Rush": ["Abstractive Sentence Summarization with Attentive Recurrent Neural Networks., NAACL, 2016"], "Mathieu Morey": ["Integer Linear Programming for Discourse Parsing., NAACL, 2016"], "Bill Dolan": ["A Diversity-Promoting Objective Function for Neural Conversation Models., NAACL, 2016"], "Steve J. Young": ["Multi-domain Neural Network Language Generation for Spoken Dialogue Systems., NAACL, 2016", "Counter-fitting Word Vectors to Linguistic Constraints., NAACL, 2016"], "Pascale Fung": ["A Long Short-Term Memory Framework for Predicting Humor in Dialogues., NAACL, 2016"], "Cristian Danescu-Niculescu-Mizil": ["Conversational Flow in Oxford-style Debates., NAACL, 2016", "Conversational Markers of Constructive Discussions., NAACL, 2016"], "Joyce Y. Chai": ["Grounded Semantic Role Labeling., NAACL, 2016"], "Jean Maillard": ["Black Holes and White Rabbits: Metaphor Identification with Visual Features., NAACL, 2016"], "Balaraman Ravindran": ["Bridge Correlational Neural Networks for Multilingual Multimodal Representation Learning., NAACL, 2016"], "Frank Keller": ["Unsupervised Visual Sense Disambiguation for Verbs using Multimodal Embeddings., NAACL, 2016"], "Ali Farhadi": ["Stating the Obvious: Extracting Visual Common Sense Knowledge., NAACL, 2016"], "Noah A. Smith": ["Recurrent Neural Network Grammars., NAACL, 2016"], "Stephen Clark": ["Expected F-Measure Training for Shift-Reduce Parsing with Recurrent Neural Networks., NAACL, 2016", "Vision and Feature Norms: Improving automatic feature norm learning through cross-modal maps., NAACL, 2016"], "Luke Zettlemoyer": ["LSTM CCG Parsing., NAACL, 2016"], "Ryan Musa": ["Supertagging With LSTMs., NAACL, 2016"], "Fan Yang": ["An Empirical Study of Automatic Chinese Word Segmentation for Spoken Language Understanding and Named Entity Recognition., NAACL, 2016"], "Daniel Marcu": ["Name Tagging for Low-resource Incident Languages based on Expectation-driven Learning., NAACL, 2016", "Natural Language Communication with Robots., NAACL, 2016"], "Chris Dyer": ["Neural Architectures for Named Entity Recognition., NAACL, 2016", "Morphological Inflection Generation Using Character Sequence to Sequence Learning., NAACL, 2016", "Polyglot Neural Language Models: A Case Study in Cross-Lingual Phonetic Representation Learning., NAACL, 2016"], "Jinho D. Choi": ["Dynamic Feature Induction: The Last Gist to the State-of-the-Art., NAACL, 2016"], "Yu-Seop Kim": ["Drop-out Conditional Random Fields for Twitter with Huge Mined Gazetteer., NAACL, 2016"], "Tom M. Mitchell": ["Joint Extraction of Events and Entities within a Document Context., NAACL, 2016", "Mapping Verbs in Different Languages to Knowledge Base Relations using Web Text as Interlingua., NAACL, 2016"], "Ralph Grishman": ["Joint Event Extraction via Recurrent Neural Networks., NAACL, 2016"], "Mirella Lapata": ["Top-down Tree Long Short-Term Memory Networks., NAACL, 2016"], "Christof Monz": ["Recurrent Memory Networks for Language Modeling., NAACL, 2016"], "Jacob Eisenstein": ["A Latent Variable Recurrent Neural Network for Discourse-Driven Language Models., NAACL, 2016", "Part-of-Speech Tagging for Historical English., NAACL, 2016"], "Raquel Fernández": ["Questioning Arbitrariness in Language: a Data-Driven Study of Conventional Iconicity., NAACL, 2016"], "Sabine Schulte im Walde": ["Distinguishing Literal and Non-Literal Usage of German Particle Verbs., NAACL, 2016"], "Rebecca Hwa": ["Phrasal Substitution of Idiomatic Expressions., NAACL, 2016"], "Hui Jiang": ["Leverage Financial News to Predict Stock Price Movements Using Word Embeddings and Deep Neural Networks., NAACL, 2016"], "Ted Briscoe": ["Grammatical error correction using neural machine translation., NAACL, 2016"], "Marco Baroni": ["Multimodal Semantic Learning from Child-Directed Input., NAACL, 2016"], "Mei-Yuh Hwang": ["Recurrent Support Vector Machines For Slot Tagging In Spoken Language Understanding., NAACL, 2016"], "Yue Zhang": ["Expectation-Regulated Neural Model for Event Mention Extraction., NAACL, 2016"], "Eiichiro Sumita": ["Agreement on Target-bidirectional Neural Machine Translation., NAACL, 2016", "Interlocking Phrases in Phrase-based Statistical Machine Translation., NAACL, 2016"], "Eyal Amir": ["Psycholinguistic Features for Deceptive Role Detection in Werewolf., NAACL, 2016"], "Sander Wubben": ["Individual Variation in the Choice of Referential Form., NAACL, 2016"], "Zhifang Sui": ["Joint Learning Templates and Slots for Event Schema Induction., NAACL, 2016"], "Lucia Specia": ["Inferring Psycholinguistic Properties of Words., NAACL, 2016", "Large-scale Multitask Learning for Machine Translation Quality Estimation., NAACL, 2016"], "Yu Hu": ["Intra-Topic Variability Normalization based on Linear Projection for Topic Classification., NAACL, 2016"], "Mark Steedman": ["Shift-Reduce CCG Parsing using Neural Network Models., NAACL, 2016", "Assessing Relative Sentence Complexity using an Incremental CCG Parser., NAACL, 2016"], "Michael J. Kurtz": ["Online Multilingual Topic Models with Multi-Level Hyperpriors., NAACL, 2016"], "Mark Johnson": ["STransE: a novel embedding model of entities and relationships in knowledge bases., NAACL, 2016"], "Hannah Alpert-Abrams": ["An Unsupervised Model of Orthographic Variation for Historical Document Transcription., NAACL, 2016"], "Hong Yu": ["Bidirectional RNN for Medical Event Detection in Electronic Health Records., NAACL, 2016"], "Timothy Baldwin": ["The Sensitivity of Topic Coherence Evaluation to Topic Cardinality., NAACL, 2016"], "Manish Shrivastava": ["Transition-Based Syntactic Linearization with Lookahead Features., NAACL, 2016"], "Jong-Hyeok Lee": ["A Recurrent Neural Networks Approach for Estimating the Quality of Machine Translation Output., NAACL, 2016"], "Ari Rappoport": ["Symmetric Patterns and Coordinations: Fast and Enhanced Representations of Verbs and Adjectives., NAACL, 2016"], "Bing Liu": ["Breaking the Closed World Assumption in Text Classification., NAACL, 2016"], "Franck Dernoncourt": ["Sequential Short-Text Classification with Recurrent and Convolutional Neural Networks., NAACL, 2016"], "Bowen Zhou": ["Improved Neural Network-based Multi-label Classification with Better Initialization Leveraging Label Co-occurrence., NAACL, 2016"], "Hai Zhao": ["Learning Distributed Word Representations For Bidirectional LSTM Recurrent Neural Network., NAACL, 2016"], "Hinrich Schütze": ["Combining Recurrent and Convolutional Neural Networks for Relation Classification., NAACL, 2016", "A Joint Model of Orthography and Morphological Segmentation., NAACL, 2016", "Ultradense Word Embeddings by Orthogonal Transformation., NAACL, 2016", "Comparing Convolutional Neural Networks to Traditional Models for Slot Filling., NAACL, 2016"], "Xue-Jie Zhang": ["Building Chinese Affective Resources in Valence-Arousal Dimensions., NAACL, 2016"], "Vera Demberg": ["Improving event prediction by representing script participants., NAACL, 2016"], "Francesc Moreno-Noguer": ["Structured Prediction with Output Embeddings for Semantic Image Annotation., NAACL, 2016"], "Dan Roth": ["Cross-lingual Wikification Using Multilingual Embeddings., NAACL, 2016"], "Emine Yilmaz": ["Deconstructing Complex Search Tasks: a Bayesian Nonparametric Approach for Extracting Sub-tasks., NAACL, 2016"], "Jayant Krishnamurthy": ["Probabilistic Models for Learning a Semantic Parser Lexicon., NAACL, 2016"], "Chris Biemann": ["Unsupervised Compound Splitting With Distributional Semantics Rivals Supervised Methods., NAACL, 2016"], "Jason Eisner": ["Weighting Finite-State Transductions With Neural Context., NAACL, 2016"], "Lonneke van der Plas": ["Towards Unsupervised and Language-independent Compound Splitting using Inflectional Morphological Transformations., NAACL, 2016"], "Mari Ostendorf": ["Phonological Pun-derstanding., NAACL, 2016"], "Idan Szpektor": ["Syntactic Parsing of Web Queries with Question Intent., NAACL, 2016"], "Dan Jurafsky": ["Visualizing and Understanding Neural Models in NLP., NAACL, 2016"], "Achim Rettinger": ["Bilingual Word Embeddings from Parallel and Non-parallel Corpora for Cross-Language Text Classification., NAACL, 2016"], "Preslav Nakov": ["Joint Learning with Global Inference for Comment Classification in Community Question Answering., NAACL, 2016"], "Wei Lu": ["Weak Semi-Markov CRFs for Noun Phrase Chunking in Informal Text., NAACL, 2016"], "Matthew R. Walter": ["What to talk about and how? Selective Generation using LSTMs with Coarse-to-Fine Alignment., NAACL, 2016"], "Jaime G. Carbonell": ["Generation from Abstract Meaning Representation using Tree Transducers., NAACL, 2016"], "Stefan Riezler": ["A Corpus and Semantic Parser for Multilingual Natural Language Querying of OpenStreetMap., NAACL, 2016"], "Gholamreza Haffari": ["Inter-document Contextual Language model., NAACL, 2016", "Incorporating Structural Alignment Biases into an Attentional Neural Translation Model., NAACL, 2016", "Incorporating Side Information into Recurrent Neural Network Language Models., NAACL, 2016"], "Josef Ruppenhofer": ["Separating Actor-View from Speaker-View Opinion Expressions using Linguistic Features., NAACL, 2016", "Opinion Holder and Target Extraction on Opinion Compounds - A Linguistic Approach., NAACL, 2016"], "Amit P. Sheth": ["Clustering for Simultaneous Extraction of Aspects and Features from Reviews., NAACL, 2016"], "Saif M. Mohammad": ["Capturing Reliable Fine-Grained Sentiment Associations by Crowdsourcing and Best-Worst Scaling., NAACL, 2016", "Sentiment Composition of Words with Opposing Polarities., NAACL, 2016"], "James F. Allen": ["A Corpus and Cloze Evaluation for Deeper Understanding of Commonsense Stories., NAACL, 2016"], "Kentaro Inui": ["Dynamic Entity Representation with Max-pooling Improves Machine Reading., NAACL, 2016"], "Bill Byrne": ["Speed-Constrained Tuning for Statistical Machine Translation Using Bayesian Optimization., NAACL, 2016"], "Yoshua Bengio": ["Multi-Way, Multilingual Neural Machine Translation with a Shared Attention Mechanism., NAACL, 2016"], "Andrew McCallum": ["Multilingual Relation Extraction using Compositional Universal Schema., NAACL, 2016"], "Daniel S. Weld": ["Effective Crowd Annotation for Relation Extraction., NAACL, 2016"], "Se-Young Park": ["A Translation-Based Knowledge Graph Embedding Preserving Logical Property of Relations., NAACL, 2016"], "Hongyu Guo": ["DAG-Structured Long Short-Term Memory for Semantic Compositionality., NAACL, 2016"], "Tamara Sumner": ["Bayesian Supervised Domain Adaptation for Short Text Similarity., NAACL, 2016", "Fast and Easy Short Answer Grading with High Accuracy., NAACL, 2016"], "Jimmy J. Lin": ["Pairwise Word Interaction Modeling with Deep Neural Networks for Semantic Similarity Measurement., NAACL, 2016"], "Trevor Cohn": ["An Attentional Model for Speech Translation Without Transcription., NAACL, 2016"], "Josef van Genabith": ["Information Density and Quality Estimation Features as Translationese Indicators for Human Translation Classification., NAACL, 2016", "BIRA: Improved Predictive Exchange Word Clustering., NAACL, 2016"], "Hal Daumé III": ["Interpretese vs. Translationese: The Uniqueness of Human Strategies in Simultaneous Interpretation., NAACL, 2016", "Feuding Families and Former Friends: Unsupervised Learning for Dynamic Fictional Relationships., NAACL, 2016"], "Jianfeng Li": ["LSTM Neural Reordering Feature for Statistical Machine Translation., NAACL, 2016"], "Stuart M. Shieber": ["Learning Global Features for Coreference Resolution., NAACL, 2016"], "Michael Strube": ["Search Space Pruning: A Simple Solution for Better Coreference Resolvers., NAACL, 2016", "Lexical Coherence Graph Modeling Using Word Embeddings., NAACL, 2016"], "Eduard H. Hovy": ["Unsupervised Ranking Model for Entity Coreference Resolution., NAACL, 2016", "Hierarchical Attention Networks for Document Classification., NAACL, 2016"], "Matthew R. Gormley": ["Embedding Lexical Features via Low-Rank Tensors., NAACL, 2016"], "Mohit Bansal": ["The Role of Context Types and Dimensionality in Learning Word Embeddings., NAACL, 2016"], "Huanhuan Chen": ["Improve Chinese Word Embeddings by Exploiting Internal Structure., NAACL, 2016"], "François Yvon": ["Frustratingly Easy Cross-Lingual Transfer for Transition-Based Dependency Parsing., NAACL, 2016"], "Prabhanjan Kambadur": ["Geolocation for Twitter: Timing Matters., NAACL, 2016"], "Stephan Vogel": ["Eyes Don't Lie: Predicting Machine Translation Quality Using Eye Movement., NAACL, 2016"], "Regina Barzilay": ["Making Dependency Labeling Simple, Fast and Accurate., NAACL, 2016"], "Nadi Tomeh": ["Deep Lexical Segmentation and Syntactic Parsing in the Easy-First Dependency Framework., NAACL, 2016"], "Alessandro Moschitti": ["Learning to Recognize Ancillary Information for Automatic Paraphrase Identification., NAACL, 2016", "Convolutional Neural Networks vs. Convolution Kernels: Feature Engineering for Answer Sentence Reranking., NAACL, 2016"], "Anders Søgaard": ["Learning a POS tagger for AAVE-like language., NAACL, 2016", "Improving sentence compression by learning to predict gaze., NAACL, 2016"], "Katrin Erk": ["PIC a Different Word: A Simple Model for Lexical Substitution in Context., NAACL, 2016"], "David A. Smith": ["Bootstrapping Translation Detection and Sentence Extraction from Comparable Corpora., NAACL, 2016"], "Yuji Matsumoto": ["Discriminative Reranking for Grammatical Error Correction with Statistical Machine Translation., NAACL, 2016"], "Marti A. Hearst": ["Patterns of Wisdom: Discourse-Level Style in Multi-Sentence Quotations., NAACL, 2016"], "Masaaki Nagata": ["Right-truncatable Neural Word Embeddings., NAACL, 2016"], "Hannaneh Hajishirzi": ["MAWPS: A Math Word Problem Repository., NAACL, 2016"], "Heng Ji": ["Cross-genre Event Extraction with Knowledge Enrichment., NAACL, 2016"], "Andreas Vlachos": ["Emergent: a novel data-set for stance classification., NAACL, 2016"], "Grzegorz Kondrak": ["Integrating Morphological Desegmentation into Phrase-based Decoding., NAACL, 2016"], "Ani Nenkova": ["The Instantiation Discourse Relation: A Corpus Analysis of Its Properties and Improved Detection., NAACL, 2016"], "Marine Carpuat": ["Sparse Bilingual Word Representations for Cross-lingual Lexical Entailment., NAACL, 2016", "Retrofitting Sense-Specific Word Vectors Using Parallel Text., NAACL, 2016"], "Graciela Gonzalez": ["Automatic Prediction of Linguistic Decline in Writings of Subjects with Degenerative Dementia., NAACL, 2016"], "Daisy Zhe Wang": ["Consensus Maximization Fusion of Probabilistic Information Extractors., NAACL, 2016"], "Marilyn A. Walker": ["Automatically Inferring Implicit Properties in Similes., NAACL, 2016"], "Margaret Mitchell": ["Visual Storytelling., NAACL, 2016"], "Jiajun Chen": ["PRIMT: A Pick-Revise Framework for Interactive Machine Translation., NAACL, 2016"], "Dan Klein": ["Capturing Semantic Similarity for Entity Linking with Convolutional Neural Networks., NAACL, 2016", "Learning to Compose Neural Networks for Question Answering., NAACL, 2016"], "Douglas Stott Parker": ["$K$-Embeddings: Learning Conceptual Embeddings for Words using Context., NAACL, 2016"], "Lluís Màrquez": ["Semi-supervised Question Retrieval with Gated Convolutions., NAACL, 2016"], "Jennifer Foster": ["This is how we do it: Answer Reranking for Open-domain How Questions with Paragraph Vectors and Minimal Feature Engineering., NAACL, 2016"], "Amarnag Subramanya": ["Multilingual Language Processing From Bytes., NAACL, 2016"], "Tommi S. Jaakkola": ["Ten Pairs to Tag - Multilingual POS Tagging via Coarse Mapping between Embeddings., NAACL, 2016"], "Yugo Murawaki": ["Statistical Modeling of Creole Genesis., NAACL, 2016"], "Dipti Misra Sharma": ["Shallow Parsing Pipeline - Hindi-English Code-Mixed Social Media Text., NAACL, 2016"], "Gertjan van Noord": ["Bilingual Learning of Multi-sense Embeddings with Discrete Autoencoders., NAACL, 2016"], "Anna Korhonen": ["Learning Distributed Representations of Sentences from Unlabelled Data., NAACL, 2016"], "Vincent Ng": ["End-to-End Argumentation Mining in Student Essays., NAACL, 2016"], "Benno Stein": ["Cross-Domain Mining of Argumentative Text through Distant Supervision., NAACL, 2016"], "Yulan He": ["A Study of the Impact of Persuasive Argumentation in Political Debates., NAACL, 2016"], "Zahra Sarabi": ["Automatic Generation and Scoring of Positive Interpretations from Negated Statements., NAACL, 2016"], "Jing Jiang": ["Learning Natural Language Inference with LSTM., NAACL, 2016"], "Ahmed Hassan Awadallah": ["Activity Modeling in Email., NAACL, 2016"], "Chris Callison-Burch": ["Clustering Paraphrases by Word Sense., NAACL, 2016"], "Christian Chiarcos": ["Unsupervised Learning of Prototypical Fillers for Implicit Semantic Role Labeling., NAACL, 2016"], "Suresh Manandhar": ["Dependency Based Embeddings for Sentence Classification Tasks., NAACL, 2016"], "Daxin Jiang": ["Deep LSTM based Feature Mapping for Query Classification., NAACL, 2016"], "Dragomir R. Radev": ["Dependency Sensitive Convolutional Neural Networks for Modeling Sentences and Documents., NAACL, 2016"], "Byron C. Wallace": ["MGNC-CNN: A Simple Approach to Exploiting Multiple Word Embeddings for Sentence Classification., NAACL, 2016"]}