{"Richard M. Stern": ["Overview of the Third DARPA Speech and Natural Language Workshop., NAACL, 1990"], "Wayne Ward": ["Session 1: Spoken Language Systems I., NAACL, 1990", "The CMU Air Travel Information Service: Understanding Spontaneous Speech., NAACL, 1990"], "Richard M. Schwartz": ["Efficient, High-Performance Algorithms for N-Best Search., NAACL, 1990"], "Frank K. Soong": ["A Tree.Trellis Based Fast Search for Finding the N Best Sentence Hypotheses in Continuous Speech Recognition., NAACL, 1990"], "Fernando Pereira": ["Finite-State Approximations of Grammars., NAACL, 1990"], "Mari Ostendorf": ["The Use of Relative Duration in Syntactic Disambiguation., NAACL, 1990", "Evaluating the Use of Prosodic Information in Speech Recognition and Understanding., NAACL, 1990", "Segment-Based Acoustic Models with Multi-level Search Algorithms for Continuous Speech Recognition., NAACL, 1990"], "Damaris M. Ayuso": ["Session 2: Natural Language I., NAACL, 1990", "Towards Understanding Text with a Very Large Vocabulary., NAACL, 1990"], "Lenhart K. Schubert": ["Picking Reference Events from Tense A Formal, Implement able Theory of English Tense-Aspect Semantics Trees., NAACL, 1990"], "Kathleen R. McKeown": ["Interactive Multimedia Explanation for Equipment Maintenance and Repair., NAACL, 1990", "Interactive Multimedia Explanation for Equipment Maintenance and Repair., NAACL, 1990"], "Yves Schabes": ["Two Recent Developments in Tree Adjoining Grammars: Semantics and Efficient Processing., NAACL, 1990"], "Robert T. Kasper": ["Performing Integrated Syntactic and Semantic Parsing Using Classification., NAACL, 1990"], "Douglas E. Appelt": ["Making Abduction More Efficient., NAACL, 1990"], "Lynette Hirschman": ["Session 3: Natural Language Evaluation., NAACL, 1990", "Beyond Class A: A Proposal for Automatic Evaluation of Discourse., NAACL, 1990", "Project Summary: Linguistic Knowledge Sources for Spoken Language Understanding., NAACL, 1990"], "Rita McCardell Doerr": ["Evaluating Natural Language Generated Database Records., NAACL, 1990"], "Roberto Bisiani": ["Session 4: System Implementation Strategies., NAACL, 1990", "The PLUS Accelerator., NAACL, 1990"], "Steve Austin": ["Toward a Real-Time Spoken Language System Using Commercial Hardware., NAACL, 1990"], "Paul Bamberg": ["The Dragon Continuous Speech Recognition System: A Real-Time Implementation., NAACL, 1990", "Phoneme-in-Context Modeling for Dragon's Continuous Speech Recognizer., NAACL, 1990"], "Mitch Weintraub": ["Hardware for Hidden Markov-Model-Based, Large-Vocabulary Real-Time Speech Recognition., NAACL, 1990", "Session 7: Speech Recognition I., NAACL, 1990"], "David S. Pallett": ["Session 5: Overview of the ATIS System., NAACL, 1990", "DARPA ATIS Test Results June 1990., NAACL, 1990", "Session 6: ATIS Site Reports and General Discussion., NAACL, 1990", "DARPA Resource Management Benchmark Test Results June 1990., NAACL, 1990", "NIST-DARPA Interagency Agreement: SLS Program., NAACL, 1990"], "P. J. Price": ["Evaluation of Spoken Language Systems: the ATIS Domain., NAACL, 1990"], "Charles T. Hemphill": ["The ATIS Spoken Language Systems Pilot Corpus., NAACL, 1990", "Session 8: Spoken Language Systems II., NAACL, 1990"], "Madeleine Bates": ["Developing an Evaluation Methodology for Spoken Language Systems., NAACL, 1990", "BBN ATIS System Progress Report - June 1990., NAACL, 1990"], "Victor Zue": ["Preliminary ATIS Development at MIT., NAACL, 1990", "Recent Progress on the VOYAGER System., NAACL, 1990", "Recent Progress on the SUMMIT System., NAACL, 1990"], "Bridget Bly": ["Designing the Human Machine Interface in the ATIS Domain., NAACL, 1990"], "Lewis M. Norton": ["Management and Evaluation of Interactive Dialog in the Air Travel Domain., NAACL, 1990"], "Robert C. Moore": ["SRI's Experience with the ATIS Evaluation., NAACL, 1990"], "Harvey F. Silverman": ["An Algorithm for Determining Talker Location using a Linear Microphone Array and Optimal Hyperbolic Fit., NAACL, 1990", "A Microphone-Array System for Speech Recognition Input., NAACL, 1990"], "Alejandro Acero": ["Towards Environment-Independent Spoken Language Systems., NAACL, 1990"], "Laurence S. Gillick": ["A Rapid Match Algorithm for Continuous Speech Recognition., NAACL, 1990"], "Vassilios Digalakis": ["Fast Search Algorithms for Connected Phone Recognition Using the Stochastic Segment Model., NAACL, 1990"], "Lalit R. Bahl": ["Automatic Phonetic Baseform Determination., NAACL, 1990"], "Douglas B. Paul": ["On the Interaction Between True Source, Training, and Testing Language Models., NAACL, 1990", "Algorithms for an Optimal A* Search and Linearizing the Search in the Stack Decoder., NAACL, 1990", "The Lincoln Continuous Tied-Mixture HMM Speech Recognizer., NAACL, 1990"], "Stephen E. Levinson": ["Continuous Speech Recognition from a Phonetic Transcription., NAACL, 1990"], "Deborah A. Dahl": ["Training and Evaluation of a Spoken Language Understanding System., NAACL, 1990", "Session 11: Natural Language II., NAACL, 1990"], "Alexander G. Hauptmann": ["A Comparison of Speech and Typed Input., NAACL, 1990"], "Jean-Michel Lunati": ["The design of a spoken language interface., NAACL, 1990"], "Robert J. Bobrow": ["Syntactic and Semantic Knowledge in the DELPHI Unification Grammar., NAACL, 1990", "On Deftly Introducing Procedural Elements into Unification Parsing., NAACL, 1990"], "George M. White": ["Spoken Language Understanding For Personal Computers., NAACL, 1990"], "Mitchell Marcus": ["Session 9: Automatic Acquisition of Linguistic Structure., NAACL, 1990"], "Manny Rayner": ["Using Explanation-Based Learning to Increase Performance in a Large-Scale NL Query System., NAACL, 1990"], "Donald Hindle": ["Structural Ambiguity and Lexical Relations., NAACL, 1990"], "Mahesh Chitrao": ["Statistical Parsing of Messages., NAACL, 1990"], "R. A. Sharman": ["Generating a grammar for statistical training., NAACL, 1990"], "Eric Brill": ["Deducing Linguistic Structure from the Statistics of Large Corpora., NAACL, 1990"], "William A. Gale": ["Poor Estimates of Context are Worse than None., NAACL, 1990"], "David D. Lewis": ["Representation Quality in Text Classification: An Introduction and Experiment., NAACL, 1990"], "George R. Doddington": ["Session 10: Evaluation of Systems on the Resource Management Database., NAACL, 1990"], "Francis Kubala": ["A New Paradigm for Speaker-Independent Training and Speaker Adaptation., NAACL, 1990"], "Roberto Pieraccini": ["Implementation Aspects Of Large Vocabulary Recognition Based On Intraword And Interword Phonetic Units., NAACL, 1990"], "Chin-Hui Lee": ["IMPROVED ACOUSTIC MODELING FOR CONTINUOUS SPEECH RECOGNITION., NAACL, 1990"], "Xuedong Huang": ["Improved Hidden Markov Modeling for Speaker-Independent Continuous Speech Recognition., NAACL, 1990"], "Hy Murveit": ["Training Set Issues in SRI's DECIPHER Speech Recognition System., NAACL, 1990", "Real-Time Speech Recognition Systems., NAACL, 1990"], "Adoram Erell": ["Recognition of Noisy Speech: Using Minimum-Mean Log-Spectral Distance Estimation., NAACL, 1990"], "Mark T. Anikst": ["Experiments with Tree-Structured MMI Encoders on the RM Task., NAACL, 1990"], "Paul S. Jacobs": ["Generic Text Processing: A Progress Report., NAACL, 1990"], "Robert Wilensky": ["Extending the Lexicon by Exploiting Subregularitles., NAACL, 1990"], "Yorick Wilks": ["Machine Translation Again?, NAACL, 1990", "PROGRESS REPORT: Active Knowledge Structures in Natural Language Understanding., NAACL, 1990"], "Jordan Cohen": ["Session 12: Speech Recognition II., NAACL, 1990"], "Ronald A. Cole": ["Spoken Letter Recognition., NAACL, 1990"], "Matthew Lennig": ["An 86, 000-Word Recognizer Based on Phonemic Models., NAACL, 1990"], "Martin J. Russell": ["Recent Results from the ARM Continuous Speech Recognition Project., NAACL, 1990"], "Ralph M. Weischedel": ["Adaptive Natural Language Processing., NAACL, 1990"], "John Makhoul": ["Research In Continuous Speech Recognition., NAACL, 1990", "Spoken Language Systems., NAACL, 1990"], "Raj Reddy": ["Speech Research at Carnegie Mellon., NAACL, 1990"], "Janet M. Baker": ["Large Vocabulary Speech Recognition Prototype., NAACL, 1990"], "John Shore": ["Portable Software Modules for Speech Recognition., NAACL, 1990"], "Clifford J. Weinstein": ["Robust Speech Recognition Technology Program Summary., NAACL, 1990", "Opportunities for Advanced Speech Processing in Military Computer-Based Systems., NAACL, 1990"], "Victor W. Zue": ["Research and Development for Spoken Language Systems., NAACL, 1990"], "Beth Sundheim": ["Extending The Scope Of Text Understanding Systems Evaluation., NAACL, 1990"], "Ralph Grishman": ["Research in Text Processing: Creating Robust and Portable Systems., NAACL, 1990"], "William S. Meisel": ["Speech Representation and Speech Understanding., NAACL, 1990"], "Patti Price": ["A Real-Time Spoken-Language System Interactive Problem-Solving., NAACL, 1990"], "Aravind K. Joshi": ["Natural Language Research., NAACL, 1990"], "Mitch Marcus": ["Very Large Annotated Database of American English., NAACL, 1990"], "James F. Allen": ["Natural Language, Knowledge Representation, and Discourse., NAACL, 1990"]}