{"Olivia Sanchez-Graillet": ["Improving LSA-based Summarization with Anaphora Resolution., NAACL, 2005"], "Geert-Jan M. Kruijff": ["Data-driven Approaches for Information Structure Identification., NAACL, 2005"], "Ralph Grishman": ["Using Semantic Relations to Refine Coreference Decisions., NAACL, 2005"], "Xiaoqiang Luo": ["On Coreference Resolution Performance Metrics., NAACL, 2005"], "Kathleen R. McKeown": ["Improving Multilingual Summarization: Using Redundancy in the Input to Correct MT errors., NAACL, 2005", "Automatically Learning Cognitive Status for Multi-Document Summarization of Newswire., NAACL, 2005", "Context and Learning in Novelty Detection., NAACL, 2005"], "Lina Zhou": ["Error Detection Using Linguistic Features., NAACL, 2005"], "Alain Désilets": ["Semantic Similarity for Detecting Recognition Errors in Automatic Speech Transcripts., NAACL, 2005"], "Lauri Jokipii": ["Redundancy-based Correction of Automatically Extracted Facts., NAACL, 2005"], "Christof Monz": ["NeurAlign: Combining Word Alignments Using Neural Networks., NAACL, 2005", "Alignment Link Projection Using Transformation-Based Learning., NAACL, 2005"], "Dan Klein": ["A Discriminative Matching Approach to Word Alignment., NAACL, 2005"], "Michael Collins": ["Morphology and Reranking for the Statistical Parsing of Spanish., NAACL, 2005", "Hidden-Variable Models for Discriminative Reranking., NAACL, 2005"], "Enoch Peserico": ["Some Computational Complexity Results for Synchronous Context-Free Grammars., NAACL, 2005"], "Aravind K. Joshi": ["Incremental LTAG Parsing., NAACL, 2005", "Measuring the Relative Compositionality of Verb-Noun (V-N) Collocations by Integrating Features., NAACL, 2005"], "Maxine Eskénazi": ["Automatic Question Generation for Vocabulary Assessment., NAACL, 2005"], "Frank Keller": ["Parallelism in Coordination as an Instance of Syntactic Priming: Evidence from Corpus-based Modeling., NAACL, 2005"], "Marti A. Hearst": ["Using the Web as an Implicit Training Set: Application to Structural Ambiguity Resolution., NAACL, 2005", "Multi-way Relation Classification: Application to Protein-Protein Interactions., NAACL, 2005"], "Udo Hahn": ["Paradigmatic Modifiability Statistics for the Extraction of Complex Multi-Word Terms., NAACL, 2005"], "Rebecca Hwa": ["A Backoff Model for Bootstrapping Resources for Non-English Languages., NAACL, 2005"], "Mirella Lapata": ["Cross-linguistic Projection of Role-Semantic Information., NAACL, 2005", "Discourse Chunking and its Application to Sentence Compression., NAACL, 2005", "Collective Content Selection for Concept-to-Text Generation., NAACL, 2005"], "Philip Resnik": ["OCR Post-Processing for Low Density Languages., NAACL, 2005", "Pattern Visualization for Machine Translation Output., NAACL, 2005"], "Robert C. Moore": ["A Discriminative Framework for Bilingual Word Alignment., NAACL, 2005"], "Dmitriy Genzel": ["Inducing a Multilingual Dictionary from a Parallel Multitext in Related Languages., NAACL, 2005"], "Suzanne Stevenson": ["Exploiting a Verb Lexicon in Automatic Semantic Role Labelling., NAACL, 2005"], "Adriana Badulescu": ["A Semantic Scattering Model for the Automatic Interpretation of Genitives., NAACL, 2005"], "Chew Lim Tan": ["A Semi-Supervised Feature Clustering Algorithm with Application to Word Sense Disambiguation., NAACL, 2005"], "Dragomir R. Radev": ["Using Random Walks for Question-focused Sentence Retrieval., NAACL, 2005"], "Janyce Wiebe": ["Multi-Perspective Question Answering Using the OpQA Corpus., NAACL, 2005"], "Dina Demner-Fushman": ["Automatically Evaluating Answers to Definition Questions., NAACL, 2005"], "Jörg Tiedemann": ["Integrating Linguistic Knowledge in Passage Retrieval for Question Answering., NAACL, 2005"], "Frank Seide": ["Searching the Audio Notebook: Keyword Search in Recorded Conversation., NAACL, 2005"], "Salim Roukos": ["A Maximum Entropy Word Aligner for Arabic-English Machine Translation., NAACL, 2005"], "Grzegorz Kondrak": ["Learning a Spelling Error Model from Search Query Logs., NAACL, 2005"], "Seiji Yamada": ["Query Expansion with the Minimum User Feedback by Transductive Learning., NAACL, 2005"], "Zhiqiang Cai": ["An Orthonormal Basis for Topic Segmentation in Tutorial Dialogue., NAACL, 2005"], "Eli Shamir": ["A Generalized Framework for Revealing Analogous Themes across Related Topics., NAACL, 2005"], "Fernando Pereira": ["Flexible Text Segmentation with Structured Multilabel Classification., NAACL, 2005"], "Howard Chizeck": ["The Vocal Joystick: A Voice-Based Human-Computer Interface for Individuals with Motor Impairments., NAACL, 2005"], "Tatsuya Kawahara": ["Speech-based Information Retrieval System with Clarification Dialogue Strategy., NAACL, 2005"], "Peter A. Heeman": ["Learning Mixed Initiative Dialog Strategies By Using Reinforcement Learning On Both Conversants., NAACL, 2005", "DialogueView: an Annotation Tool for Dialogue., NAACL, 2005"], "Daniel Marcu": ["A Large-Scale Exploration of Effective Global Features for a Joint Entity Detection and Tracking Model., NAACL, 2005", "Translation Exercise Assistant: Automated Generation of Translation., NAACL, 2005"], "Donna Harman": ["Novelty Detection: The TREC Experience., NAACL, 2005"], "John M. Prager": ["Tell Me What You Do and I'll Tell You What You Are: Learning Occupation-Related Activities for Biographies., NAACL, 2005"], "James Allan": ["Using Names and Topics for New Event Detection., NAACL, 2005", "Matching Inconsistently Spelled Names in Automatic Speech Recognizer Output for Information Retrieval., NAACL, 2005"], "Ido Dagan": ["Investigating Unsupervised Learning for Text Categorization Bootstrapping., NAACL, 2005"], "Kentaro Torisawa": ["Speeding up Training with Tree Kernels for Node Relation Labeling., NAACL, 2005"], "Hideki Isozaki": ["Kernel-based Approach for Automatic Evaluation of Natural Language Generation Technologies: Application to Automatic Summarization., NAACL, 2005"], "Weiguo Fan": ["Discretization Based Learning for Information Retrieval., NAACL, 2005", "Mining Context Specific Similarity Relationships Using The World Wide Web., NAACL, 2005"], "William J. Byrne": ["Local Phrase Reordering Models for Statistical Machine Translation., NAACL, 2005", "HMM Word and Phrase Alignment for Statistical Machine Translation., NAACL, 2005"], "Kishore Papineni": ["Inner-Outer Bracket Models for Word Alignment using Hidden Blocks., NAACL, 2005"], "Tobias Scheffer": ["Predicting Sentences using N-Gram Language Models., NAACL, 2005"], "Jean-Luc Gauvain": ["Training Neural Network Language Models on Very Large Corpora., NAACL, 2005"], "Peng Xu": ["Minimum Sample Risk Methods for Language Modeling., NAACL, 2005"], "Shaolin Qu": ["A Salience Driven Approach to Robust Input Interpretation in Multimodal Conversational Systems., NAACL, 2005"], "Alexander I. Rudnicky": ["Error Handling in the RavenClaw Dialog Management Architecture., NAACL, 2005"], "Mari Ostendorf": ["Effective Use of Prosody in Parsing Conversational Speech., NAACL, 2005"], "Tadashi Nomoto": ["Bayesian Learning in Text Summarization., NAACL, 2005"], "Jianfeng Gao": ["A Comparative Study on Language Model Adaptation Techniques Using New Evaluation Metrics., NAACL, 2005"], "Dan I. Moldovan": ["PP-attachment Disambiguation using Large Context., NAACL, 2005", "A Semantic Approach to Recognizing Textual Entailment., NAACL, 2005"], "Noah A. Smith": ["Compiling Comp Ling: Weighted Dynamic Programming and the Dyna Language., NAACL, 2005"], "Chi-Ho Li": ["Learning What to Talk about in Descriptive Games., NAACL, 2005"], "Ellen M. Voorhees": ["Using Question Series to Evaluate Question Answering System Effectiveness., NAACL, 2005"], "Jinxi Xu": ["Combining Deep Linguistics Analysis and Surface Pattern Learning: A Hybrid Approach to Chinese Definitional Question Answering., NAACL, 2005"], "Soumen Chakrabarti": ["Enhanced Answer Type Inference from Questions using Sequential Models., NAACL, 2005"], "Dimitrios Galanis": ["A Practically Unsupervised Learning Method to Identify Single-Snippet Answers to Definition Questions on the Web., NAACL, 2005"], "Oren Etzioni": ["Extracting Product Features and Opinions from Reviews., NAACL, 2005", "KnowItNow: Fast, Scalable Information Extraction from the Web., NAACL, 2005", "OPINE: Extracting Product Features and Opinions from Reviews., NAACL, 2005"], "Paul Hoffmann": ["Recognizing Contextual Polarity in Phrase-Level Sentiment Analysis., NAACL, 2005"], "Siddharth Patwardhan": ["Identifying Sources of Opinions with Conditional Random Fields and Extraction Patterns., NAACL, 2005", "OpinionFinder: A System for Subjectivity Analysis., NAACL, 2005"], "Inderjeet Mani": ["Disambiguating Toponyms in News., NAACL, 2005"], "Ying Chen": ["Detection of Entity Mentions Occuring in English and Chinese Text., NAACL, 2005"], "Christopher D. Manning": ["Robust Textual Inference via Graph Matching., NAACL, 2005"], "Damianos Karakos": ["Bootstrapping Without the Boot., NAACL, 2005"], "Christopher Stokoe": ["Differentiating Homonymy and Polysemy in Information Retrieval., NAACL, 2005"], "Rada Mihalcea": ["Unsupervised Large-Vocabulary Word Sense Disambiguation with Graph-based Algorithms for Sequence Data Labeling., NAACL, 2005"], "John A. Carroll": ["Domain-Specific Sense Distributions and Predominant Sense Acquisition., NAACL, 2005", "Word Sense Disambiguation Using Sense Examples Automatically Acquired from a Second Language., NAACL, 2005"], "Hao Yu": ["Chinese Named Entity Recognition with Multiple Features., NAACL, 2005"], "Fei Huang": ["Cluster-specific Named Entity Transliteration., NAACL, 2005"], "William W. Cohen": ["Extracting Personal Names from Email: Applying Named Entity Recognition to Informal Text., NAACL, 2005"], "Jeff A. Bilmes": ["Part-of-Speech Tagging using Virtual Evidence and Negative Training., NAACL, 2005"], "Jun'ichi Tsujii": ["Bidirectional Inference with the Easiest-First Strategy for Tagging Sequence Data., NAACL, 2005"], "Roy W. Tromble": ["Context-Based Morphological Disambiguation with Random Fields., NAACL, 2005"], "Stephan Vogel": ["Mining Key Phrase Translations from Web Corpora., NAACL, 2005"], "Pascal Nocera": ["Robust Named Entity Extraction from Large Spoken Archives., NAACL, 2005"], "Helmut Schmid": ["Disambiguation of Morphological Structure using a PCFG., NAACL, 2005"], "Jan Hajic": ["Non-Projective Dependency Parsing using Spanning Tree Algorithms., NAACL, 2005"], "Carlo Strapparava": ["Making Computers Laugh: Investigations in Automatic Humor Recognition., NAACL, 2005"], "Rich Caruana": ["Optimizing to Arbitrary NLP Metrics using Ensemble Selection., NAACL, 2005"], "Stephan Kepser": ["Using MONA for Querying Linguistic Treebanks., NAACL, 2005"], "C. Anton Rytting": ["A Cost-Benefit Analysis of Hybrid Phone-Manner Representations for ASR., NAACL, 2005"], "Richard Sproat": ["Emotions from Text: Machine Learning for Text-based Emotion Prediction., NAACL, 2005"], "Jamie Callan": ["Combining Multiple Forms of Evidence While Filtering., NAACL, 2005"], "Eduard H. Hovy": ["Handling Biographical Questions with Implicature., NAACL, 2005", "Classummary: Introducing Discussion Summarization to Online Classrooms., NAACL, 2005"], "Lide Wu": ["The Use of Metadata, Web-derived Answer Patterns and Passage Context to Improve Reading Comprehension Performance., NAACL, 2005"], "Alissa Melinger": ["Identifying Semantic Relations and Functional Properties of Human Verb Associations., NAACL, 2005"], "Gabriele Musillo": ["Accurate Function Parsing., NAACL, 2005"], "Katja Markert": ["Recognising Textual Entailment with Logical Inference., NAACL, 2005"], "René Witte": ["A Self-Learning Context-Aware Lemmatizer for German., NAACL, 2005"], "Jordi Turmo": ["A Robust Combination Strategy for Semantic Role Labeling., NAACL, 2005"], "Ralph M. Weischedel": ["A Methodology for Extrinsically Evaluating Information Extraction Performance., NAACL, 2005"], "Imed Zitouni": ["Multi-Lingual Coreference Resolution With Syntactic Features., NAACL, 2005"], "Sebastian Padó": ["Analyzing Models for Semantic Role Assignment using Confusability., NAACL, 2005"], "David McClosky": ["Improving Statistical MT through Morphological Analysis., NAACL, 2005"], "W. Bruce Croft": ["A Translation Model for Sentence Retrieval., NAACL, 2005"], "Martin Jansche": ["Maximum Expected F-Measure Training of Logistic Regression Models., NAACL, 2005"], "James Pustejovsky": ["Evita: A Robust Event Recognizer For QA Systems., NAACL, 2005"], "Kenneth Ward Church": ["Using Sketches to Estimate Associations., NAACL, 2005"], "Raymond J. Mooney": ["A Shortest Path Dependency Kernel for Relation Extraction., NAACL, 2005"], "Alon Lavie": ["BLANC: Learning Evaluation Metrics for MT., NAACL, 2005"], "Andrew McCallum": ["Composition of Conditional Random Fields for Transfer Learning., NAACL, 2005"], "Arne Mauser": ["Translating with Non-contiguous Phrases., NAACL, 2005"], "Hermann Ney": ["Word-Level Confidence Estimation for Machine Translation using Phrase-Based Translation Models., NAACL, 2005"], "Daphne Koller": ["Word-Sense Disambiguation for Machine Translation., NAACL, 2005"], "Michael Subotin": ["The Hiero Machine Translation System: Extensions, Evaluation, and Analysis., NAACL, 2005"], "Brian Roark": ["Comparing and Combining Finite-State and Context-Free Parsers., NAACL, 2005"], "Ngoc Tran Nguyen": ["Automatic Detection of Translation Errors: The State of the Art., NAACL, 2005"], "Elizabeth G. Hetzler": ["Bridging the Gap between Technology and Users: Leveraging Machine., NAACL, 2005"], "Wen-tau Yih": ["Demonstrating an Interactive Semantic Role Labeling System., NAACL, 2005"], "Arul Menezes": ["MindNet: An Automatically-Created Lexical Resource., NAACL, 2005"], "Max Silberztein": ["NooJ: a Linguistic Annotation System for Corpus Processing., NAACL, 2005"], "Ondrej Kucera": ["Prague Dependency Treebank as an Exercise Book of Czech., NAACL, 2005"], "Hiroshi Nakagawa": ["WebExperimenter for Multiple-Choice Question Generation., NAACL, 2005"], "Silja Huttunen": ["Extracting Information about Outbreaks of Infectious Epidemics., NAACL, 2005"], "Carsten Bergmann": ["A Flexible Conversational Dialog System for MP3 Player., NAACL, 2005"], "Marianne Starlander": ["Japanese Speech Understanding using Grammar Specialization., NAACL, 2005"], "Alex Park": ["The MIT Spoken Lecture Processing Project., NAACL, 2005"], "François Paradis": ["MBOI: Discovery of Business Opportunities on the Internet., NAACL, 2005"], "Gary Geunbae Lee": ["POSBIOTM/W: A Development Workbench for Machine Learning Oriented Biomedical Text Mining System., NAACL, 2005"]}