{"Byron C. Wallace": ["Multiple Narrative Disentanglement: Unraveling Infinite Jest., NAACL, 2012"], "Rivka Levitan": ["Acoustic-Prosodic Entrainment and Social Behavior., NAACL, 2012"], "Nitin Madnani": ["Identifying High-Level Organizational Elements in Argumentative Discourse., NAACL, 2012", "Re-examining Machine Translation Metrics for Paraphrase Identification., NAACL, 2012"], "David Burkett": ["Fast Inference in Phrase Extraction Models with Belief Propagation., NAACL, 2012", "Variational Inference for Structured NLP Models., NAACL, 2012"], "Hai Son Le": ["Continuous Space Translation Models with Neural Networks., NAACL, 2012"], "Rabih Zbib": ["Machine Translation of Arabic Dialects., NAACL, 2012"], "Spence Green": ["Entity Clustering Across Languages., NAACL, 2012"], "Roi Reichart": ["Multi-Event Extraction Guided by Global Constraints., NAACL, 2012"], "Amjad Abu-Jbara": ["Reference Scope Identification in Citing Sentences., NAACL, 2012", "AttitudeMiner: Mining Attitude from Online Discussions., NAACL, 2012"], "Katherine Forbes-Riley": ["Intrinsic and Extrinsic Evaluation of an Automatic User Disengagement Detector for an Uncertainty-Adaptive Spoken Dialogue System., NAACL, 2012"], "Shasha Xie": ["Exploring Content Features for Automated Speech Scoring., NAACL, 2012"], "Anthony P. Stark": ["Hello, Who is Calling?: Can Words Reveal the Social Nature of Conversations?, NAACL, 2012"], "Veselin Stoyanov": ["Minimum-Risk Training of Approximate CRF-Based NLP Systems., NAACL, 2012"], "Jason Smith": ["Unsupervised Learning on an Approximate Corpus., NAACL, 2012"], "Liang Huang": ["Structured Perceptron with Inexact Search., NAACL, 2012"], "Chris Fournier": ["Segmentation Similarity and Agreement., NAACL, 2012"], "Markus Dreyer": ["HyTER: Meaning-Equivalent Semantics for Translation Evaluation., NAACL, 2012"], "Rebecca Mason": ["Apples to Oranges: Evaluating Image Annotations from Natural Language Processing Systems., NAACL, 2012"], "John Lee": ["A Dependency Treebank of Classical Chinese Poems., NAACL, 2012"], "Myroslava O. Dzikovska": ["Towards Effective Tutorial Feedback for Explanation Questions: A Dataset and Baselines., NAACL, 2012"], "Anna Kazantseva": ["Topical Segmentation: a Study of Human Performance and a New Measure of Quality., NAACL, 2012"], "Kevin Gimpel": ["Structured Ramp Loss Minimization for Machine Translation., NAACL, 2012", "Concavity and Initialization for Unsupervised Dependency Parsing., NAACL, 2012"], "Michael J. Paul": ["Implicitly Intersecting Weighted Automata using Dual Decomposition., NAACL, 2012"], "Ali El Kahki": ["Transliteration Mining Using Large Training and Test Sets., NAACL, 2012"], "Taro Watanabe": ["Optimized Online Rank Learning for Machine Translation., NAACL, 2012"], "Andreas Maletti": ["Every sensible extended top-down tree transducer is a multi bottom-up tree transducer., NAACL, 2012"], "Cédric Lopez": ["NOMIT: Automatic Titling by Nominalizing., NAACL, 2012"], "Ross Israel": ["Correcting Comma Errors in Learner Essays, and Restoring Commas in Newswire Text., NAACL, 2012"], "Daniel Tse": ["The Challenges of Parsing Chinese with Combinatory Categorial Grammar., NAACL, 2012"], "Seth Kulick": ["Using Supertags and Encoded Annotation Principles for Improved Dependency to Phrase Structure Conversion., NAACL, 2012"], "Matt Hohensee": ["Getting More from Morphology in Multilingual Dependency Parsing., NAACL, 2012"], "Shane Bergsma": ["Stylometric Analysis of Scientific Articles., NAACL, 2012"], "Sasa Petrovic": ["Using paraphrases for improving first story detection in news and Twitter., NAACL, 2012"], "Matthias Huck": ["Insertion and Deletion Models for Statistical Machine Translation., NAACL, 2012"], "Chung-Chi Huang": ["TransAhead: A Computer-Assisted Translation and Writing Tool., NAACL, 2012"], "Ben Swanson": ["Correction Detection and Error Type Selection as an ESL Educational Aid., NAACL, 2012"], "Martin Scaiano": ["Getting More from Segmentation Evaluation., NAACL, 2012"], "Sonjia Waxmonsky": ["G2P Conversion of Proper Names Using Word Origin Information., NAACL, 2012"], "Jeremy Nicholson": ["Evaluating a Morphological Analyser of Inuktitut., NAACL, 2012"], "Yun-Nung Chen": ["Intra-Speaker Topic Modeling for Improved Multi-Party Meeting Summarization with Integrated Random Walk., NAACL, 2012", "Towards Using EEG to Improve ASR Accuracy., NAACL, 2012"], "Thomas Müller": ["A Comparative Investigation of Morphological Language Modeling for the Languages of the European Union., NAACL, 2012"], "Aditya Bhargava": ["Leveraging supplemental representations for sequential transduction., NAACL, 2012"], "Kairit Sirts": ["A Hierarchical Dirichlet Process Model for Joint Part-of-Speech and Morphology Induction., NAACL, 2012"], "Ferhan Türe": ["Encouraging Consistent Translation Choices., NAACL, 2012", "Why Not Grab a Free Lunch? Mining Large Corpora for Parallel Sentences to Improve Translation Modeling., NAACL, 2012"], "Colin Cherry": ["Batch Tuning Strategies for Statistical Machine Translation., NAACL, 2012"], "Srinivas Bangalore": ["Real-time Incremental Speech-to-Speech Translation of Dialogs., NAACL, 2012"], "Gabor Angeli": ["Parsing Time: Learning to Interpret Time Expressions., NAACL, 2012"], "Eduardo Blanco": ["Fine-Grained Focus for Pinpointing Positive Implicit Meaning from Negated Statements., NAACL, 2012"], "Trevor Fountain": ["Taxonomy Induction Using Hierarchical Random Graphs., NAACL, 2012"], "Oscar Täckström": ["Cross-lingual Word Clusters for Direct Transfer of Linguistic Structure., NAACL, 2012"], "Avihai Mejer": ["Training Dependency Parser Using Light Feedback., NAACL, 2012", "Are You Sure? Confidence in Prediction of Dependency Tree Edges., NAACL, 2012"], "Alexander M. Rush": ["Vine Pruning for Efficient Multi-Pass Dependency Parsing., NAACL, 2012"], "Florian Laws": ["Active Learning for Coreference Resolution., NAACL, 2012"], "Brian Kjersten": ["Space Efficiencies in Discourse Modeling via Conditional Random Sampling., NAACL, 2012"], "Vinodkumar Prabhakaran": ["Predicting Overt Display of Power in Written Dialogs., NAACL, 2012"], "Lin Chen": ["Co-reference via Pointing and Haptics in Multi-Modal Dialogues., NAACL, 2012"], "Jacob Devlin": ["Trait-Based Hypothesis Selection For Machine Translation., NAACL, 2012"], "Baskaran Sankaran": ["Improved Reordering for Shallow-n Grammar based Hierarchical Phrase-based Translation., NAACL, 2012"], "Jason Riesa": ["Automatic Parallel Fragment Extraction from Noisy Data., NAACL, 2012"], "Marzieh Bazrafshan": ["Tuning as Linear Regression., NAACL, 2012"], "Yi Ma": ["Ranking-based readability assessment for early primary children's literature., NAACL, 2012"], "Martin Riedl": ["How Text Segmentation Algorithms Gain from Topic Models., NAACL, 2012"], "Judita Preiss": ["Identifying Comparable Corpora Using LDA., NAACL, 2012"], "Burr Settles": ["Behavioral Factors in Interactive Training of Text Classifiers., NAACL, 2012"], "Daniel Dahlmeier": ["Better Evaluation for Grammatical Error Correction., NAACL, 2012"], "Katya Alahverdzhieva": ["Multimodal Grammar Implementation., NAACL, 2012"], "Saif Mohammad": ["Portable Features for Classifying Emotional Text., NAACL, 2012"], "Marilyn A. Walker": ["Stance Classification using Dialogic Properties of Persuasion., NAACL, 2012"], "Awais Athar": ["Context-Enhanced Citation Sentiment Detection., NAACL, 2012"], "Yoav Artzi": ["Predicting Responses to Microblog Posts., NAACL, 2012"], "Vitor R. Carvalho": ["The Intelius Nickname Collection: Quantitative Analyses from Billions of Public Records., NAACL, 2012"], "Georgiana Dinu": ["A comparison of models of word meaning in context., NAACL, 2012"], "Wen-tau Yih": ["Measuring Word Relatedness Using Heterogeneous Vector Space Models., NAACL, 2012"], "Xuchen Yao": ["Expectations of Word Sense in Parallel Corpora., NAACL, 2012"], "James Gung": ["Summarization of Historical Articles Using Temporal Event Clustering., NAACL, 2012"], "Nina Dethlefs": ["Comparing HMMs and Bayesian Networks for Surface Realisation., NAACL, 2012"], "Fabián Pacheco": ["On The Feasibility of Open Domain Referring Expression Generation Using Large Scale Folksonomies., NAACL, 2012"], "Donald Metzler": ["Structured Event Retrieval over Microblog Archives., NAACL, 2012"], "Jun-Ming Xu": ["Learning from Bullying Traces in Social Media., NAACL, 2012"], "Asad B. Sayeed": ["Grammatical structures for word-level sentiment detection., NAACL, 2012"], "Dipanjan Das": ["Graph-Based Lexicon Expansion with Sparsity-Inducing Penalties., NAACL, 2012"], "Rajhans Samdani": ["Unified Expectation Maximization., NAACL, 2012"], "Jagadeesh Jagarlamudi": ["Low-Dimensional Discriminative Reranking., NAACL, 2012"], "Tyler Baldwin": ["Autonomous Self-Assessment of Autocorrections: Exploring Text Message Dialogues., NAACL, 2012"], "Altaf Rahman": ["Translation-Based Projection for Multilingual Coreference Resolution., NAACL, 2012"], "Preethi Raghavan": ["Exploring Semi-Supervised Coreference Resolution of Medical Concepts using Semantic and Temporal Features., NAACL, 2012"], "Lee Becker": ["Mind the Gap: Learning to Choose Gaps for Question Generation., NAACL, 2012"], "Ioannis Konstas": ["Unsupervised Concept-to-text Generation with Hypergraphs., NAACL, 2012"], "Jesse Dodge": ["Detecting Visual Text., NAACL, 2012"], "Mohit Bansal": ["Unsupervised Translation Sense Clustering., NAACL, 2012"], "Matthew R. Gormley": ["Shared Components Topic Models., NAACL, 2012"], "Tae Yano": ["Textual Predictors of Bill Survival in Congressional Committees., NAACL, 2012"], "Fawaz Alarfaj": ["Finding the Right Supervisor: Expert-Finding in a University Domain., NAACL, 2012"], "Samuel R. Bowman": ["Automatic Animacy Classification., NAACL, 2012"], "Felix Hill": ["Beauty Before Age? Applying Subjectivity to Automatic English Adjective Ordering., NAACL, 2012"], "Steinar Vittersø Kaldager": ["Indexing Google 1T for low-turnaround wildcarded frequency queries., NAACL, 2012"], "Ivelina Nikolova": ["Unified Extraction of Health Condition Descriptions., NAACL, 2012"], "Woodley Packard": ["Choosing an Evaluation Metric for Parser Design., NAACL, 2012"], "Beibei Yang": ["Domain-Specific Semantic Relatedness From Wikipedia: Can A Course Be Transferred?, NAACL, 2012"], "Miao Chen": ["Using Ontology-based Approaches to Representing Speech Transcripts for Automated Speech Scoring., NAACL, 2012"], "Stephan Gouws": ["Deep Unsupervised Feature Learning for Natural Language Processing., NAACL, 2012"], "Annie Louis": ["Automatic Metrics for Genre-specific Text Quality., NAACL, 2012"], "Yuval Merhav": ["A Weighting Scheme for Open Information Extraction., NAACL, 2012"], "Yishay Raz": ["Automatic Humor Classification on Twitter., NAACL, 2012"], "Enrique Flores": ["DeSoCoRe: Detecting Source Code Re-Use across Programming Languages., NAACL, 2012"], "Pedro Paulo Balage Filho": ["A Graphical User Interface for Feature-Based Opinion Mining., NAACL, 2012"], "Christine Doran": ["Navigating Large Comment Threads with CoFi., NAACL, 2012"], "Zofia Stankiewicz": ["SurfShop: combing a product ontology with topic model results for online window-shopping., NAACL, 2012"], "Heriberto Cuayáhuitl": ["An Interactive Humanoid Robot Exhibiting Flexible Sub-Dialogues., NAACL, 2012"], "Chris Quirk": ["MSR SPLAT, a language analysis toolkit., NAACL, 2012"], "David DeVault": ["Incremental Speech Understanding in a Multi-Party Virtual Human Dialogue System., NAACL, 2012"], "Ran Zhao": ["A Robust Shallow Temporal Reasoning System., NAACL, 2012"], "Emily M. Bender": ["100 Things You Always Wanted to Know about Linguistics But Were Afraid to Ask*., NAACL, 2012"], "André F. T. Martins": ["Structured Sparsity in Natural Language Processing: Models, Algorithms and Applications., NAACL, 2012"], "Mona T. Diab": ["Arabic Dialect Processing Tutorial., NAACL, 2012"], "Alfio Massimiliano Gliozzo": ["Natural Language Processing in Watson., NAACL, 2012"], "Roser Morante": ["Processing modality and negation., NAACL, 2012"], "Yuval Marton": ["On-Demand Distributional Semantic Distance and Paraphrasing., NAACL, 2012"], "Dan Goldwasser": ["Predicting Structures in NLP: Constrained Conditional Models and Integer Linear Programming in NLP., NAACL, 2012"]}