{"Daniel Marcu": ["Capitalizing Machine Translation., NAACL, 2006"], "Arul Menezes": ["Do we need phrases? Challenging the conventional wisdom in Statistical Machine Translation., NAACL, 2006", "Effectively Using Syntax for Recognizing False Entailment., NAACL, 2006"], "Miles Osborne": ["Improved Statistical Machine Translation Using Paraphrases., NAACL, 2006"], "Howard Johnson": ["Segment Choice Models: Feature-Rich Models for Global Distortion in Statistical Machine Translation., NAACL, 2006"], "Christopher D. Manning": ["Learning to recognize features of valid textual entailments., NAACL, 2006"], "Viktor Pekar": ["Acquisition of Verb Entailment from Text., NAACL, 2006"], "Kentaro Torisawa": ["Acquiring Inference Rules with Temporal Constraints by Using Japanese Coordinated Sentences and Noun-Verb Co-occurrences., NAACL, 2006"], "Özlem Uzuner": ["Role of Local Context in Automatic Deidentification of Ungrammatical, Fragmented Text., NAACL, 2006"], "ChengXiang Zhai": ["Exploiting Domain Structure for Named Entity Recognition., NAACL, 2006", "Language Model Information Retrieval with Document Expansion., NAACL, 2006"], "Dan Roth": ["Named Entity Transliteration and Discovery from Multilingual Comparable Corpora., NAACL, 2006"], "Andrew McCallum": ["Reducing Weight Undertraining in Structured Discriminative Learning., NAACL, 2006"], "Bonnie J. Dorr": ["A Maximum Entropy Approach to Combining Word Alignments., NAACL, 2006"], "Dan Klein": ["Alignment by Agreement., NAACL, 2006", "Prototype-Driven Learning for Sequence Models., NAACL, 2006"], "Michael I. Jordan": ["Word Alignment via Quadratic Assignment., NAACL, 2006"], "Martha Palmer": ["An Empirical Study of the Behavior of Active Learning for Word Sense Disambiguation., NAACL, 2006"], "Katrin Erk": ["Unknown word sense detection as outlier detection., NAACL, 2006"], "Lori S. Levin": ["Understanding Temporal Expressions in Emails., NAACL, 2006"], "James R. Curran": ["Partial Training for a Lexicalized-Grammar Parser., NAACL, 2006"], "Mark Johnson": ["Effective Self-Training for Parsing., NAACL, 2006", "Early Deletion of Fillers In Processing Conversational Speech., NAACL, 2006"], "Eric K. Ringger": ["Multilingual Dependency Parsing using Bayes Point Machines., NAACL, 2006"], "Theresa Vu": ["Multilevel Coarse-to-Fine PCFG Parsing., NAACL, 2006"], "Sadao Kurohashi": ["A Fully-Lexicalized Probabilistic Model for Japanese Syntactic and Case Structure Analysis., NAACL, 2006"], "Mitchell P. Marcus": ["Fully Parsing the Penn Treebank., NAACL, 2006"], "Michael Strube": ["Exploiting Semantic Role Labeling, WordNet and Wikipedia for Coreference Resolution., NAACL, 2006"], "Eduard H. Hovy": ["Identifying and Analyzing Judgment Opinions., NAACL, 2006", "Learning to Detect Conversation Focus of Threaded Discussions., NAACL, 2006", "ParaEval: Using Paraphrases to Evaluate Summaries Automatically., NAACL, 2006"], "Isaac Bejar": ["Towards Automatic Scoring of Non-Native Spontaneous Speech., NAACL, 2006"], "Gina-Anne Levow": ["Unsupervised and Semi-supervised Learning of Tone and Pitch Accent., NAACL, 2006"], "Alan W. Black": ["Learning Pronunciation Dictionaries: Language Complexity and Word Selection Strategies., NAACL, 2006"], "Kevin Knight": ["Relabeling Syntax Trees to Improve Syntax-Based Machine Translation Quality., NAACL, 2006", "Synchronous Binarization for Machine Translation., NAACL, 2006", "A Better N-Best List: Practical Determinization of Weighted Finite Tree Automata., NAACL, 2006"], "John T. Maxwell III": ["Grammatical Machine Translation., NAACL, 2006"], "Diane J. Litman": ["Modelling User Satisfaction and Student Learning in a Spoken Dialogue Tutoring System with Generic, Tutoring, and User Affect Parameters., NAACL, 2006", "Comparing the Utility of State Features in Spoken Dialogue Using Reinforcement Learning., NAACL, 2006"], "Jeff A. Bilmes": ["Backoff Model Training using Partially Observed Data: Application to Dialog Act Tagging., NAACL, 2006"], "Jian Su": ["Exploring Syntactic Features for Relation Extraction using a Convolution Tree Kernel., NAACL, 2006"], "Jonathan Betz": ["Integrating Probabilistic Extraction Models and Data Mining to Discover Relations and Patterns in Text., NAACL, 2006"], "Satoshi Sekine": ["Preemptive Information Extraction using Unrestricted Relation Discovery., NAACL, 2006", "Using Phrasal Patterns to Identify Discourse Relations., NAACL, 2006"], "Brian Roark": ["Probabilistic Context-Free Grammar Induction Based on Structural Zeros., NAACL, 2006"], "Ferhan Türe": ["Learning Morphological Disambiguation Rules for Turkish., NAACL, 2006"], "Giorgio Satta": ["Cross-Entropy and Estimation of Probabilistic Context-Free Grammars., NAACL, 2006", "Estimation of Consistent Probabilistic Context-free Grammars., NAACL, 2006"], "Mirella Lapata": ["Aggregation via Set Partitioning for Natural Language Generation., NAACL, 2006"], "Johanna D. Moore": ["Incorporating Speaker and Discourse Features into Speech Summarization., NAACL, 2006", "Computational Modelling of Structural Priming in Dialogue., NAACL, 2006"], "Alexey Radul": ["Nuggeteer: Automatic Nugget-Based Evaluation using Descriptions and Judgements., NAACL, 2006"], "Dina Demner-Fushman": ["Will Pyramids Built of Nuggets Topple Over?., NAACL, 2006"], "Stephen Robertson": ["Creating a Test Collection for Citation-based IR Experiments., NAACL, 2006"], "Patrick Gallinari": ["A Machine Learning based Approach to Evaluating Retrieval Systems., NAACL, 2006"], "Frank Seide": ["Towards Spoken-Document Retrieval for the Internet: Lattice Indexing For Large-Scale Web-Search Architectures., NAACL, 2006"], "Jason Eisner": ["A fast finite-state relaxation method for enforcing global constraints on sequence decoding., NAACL, 2006"], "Nianwen Xue": ["Semantic role labeling of nominalized predicates in Chinese., NAACL, 2006"], "Raymond J. Mooney": ["Learning for Semantic Parsing with Statistical Machine Translation., NAACL, 2006"], "Regina Barzilay": ["Paraphrasing for Automatic Evaluation., NAACL, 2006"], "Jian-Yun Nie": ["An Information-Theoretic Approach to Automatic Evaluation of Summaries., NAACL, 2006"], "Christopher Ackerman": ["Cross Linguistic Name Matching in English and Arabic., NAACL, 2006"], "Günes Erkan": ["Language Model-Based Document Clustering Using Random Walks., NAACL, 2006"], "Murat Saraclar": ["Unlimited vocabulary speech recognition for agglutinative languages., NAACL, 2006"], "Katrin Kirchhoff": ["Factored Neural Language Models., NAACL, 2006"], "Jeff Good": ["The MILE Corpus for Less Commonly Taught Languages., NAACL, 2006"], "Carolyn Penstein Rosé": ["Museli: A Multi-Source Evidence Integration Approach to Topic Segmentation of Spontaneous Dialogue., NAACL, 2006", "InfoMagnets: Making Sense of Corpus Data., NAACL, 2006"], "Beata Beigman Klebanov": ["Measuring Semantic Relatedness Using People and WordNet., NAACL, 2006"], "Tanja Schultz": ["Thai Grapheme-Based Speech Recognition., NAACL, 2006"], "Sadaoki Furui": ["Class Model Adaptation for Speech Summarisation., NAACL, 2006", "Factoid Question Answering with Web, Mobile and Speech Interfaces., NAACL, 2006"], "Zheng-Yu Niu": ["Semi-supervised Relation Extraction with Label Propagation., NAACL, 2006"], "Angelo Dalli": ["Temporal Classification of Text and Automatic Document Dating., NAACL, 2006"], "Jennifer Chu-Carroll": ["Answering the question you wish they had asked: The impact of paraphrasing for Question Answering., NAACL, 2006"], "Randall Davis": ["Gesture Improves Coreference Resolution., NAACL, 2006"], "Jaime G. Carbonell": ["Spectral Clustering for Example Based Machine Translation., NAACL, 2006"], "Olga Gurevich": ["A Finite-State Model of Georgian Verbal Morphology., NAACL, 2006"], "Fatiha Sadat": ["Arabic Preprocessing Schemes for Statistical Machine Translation., NAACL, 2006"], "Mari Ostendorf": ["Agreement/Disagreement Classification: Exploiting Unlabeled Data using Contrast Classifiers., NAACL, 2006"], "Ralph M. Weischedel": ["OntoNotes: The 90% Solution., NAACL, 2006"], "Douglas W. Oard": ["Investigating Cross-Language Speech Retrieval for a Spontaneous Conversational Speech Collection., NAACL, 2006"], "Nikiforos Karamanis": ["Evaluating Centering for Sentence Ordering in Two New Domains., NAACL, 2006"], "Gary Geunbae Lee": ["MMR-based Active Machine Learning for Bio Named Entity Recognition., NAACL, 2006"], "Jerry T. Ball": ["Evaluation of Utility of LSA for Word Sense Discrimination., NAACL, 2006"], "Yang Liu": ["Initial Study on Automatic Identification of Speaker Role in Broadcast News Speech., NAACL, 2006"], "Marilyn A. Walker": ["Automatic Recognition of Personality in Conversation., NAACL, 2006"], "Julia Hirschberg": ["Summarizing Speech Without Text Using Hidden Markov Models., NAACL, 2006", "Story Segmentation of Broadcast News in English, Mandarin and Arabic., NAACL, 2006"], "William W. Cohen": ["NER Systems that Suit User's Preferences: Adjusting the Recall-Precision Trade-off for Entity Extraction., NAACL, 2006"], "Alessandro Moschitti": ["Syntactic Kernels for Natural Language Learning: the Semantic Role Labeling Case., NAACL, 2006"], "Paola Merlo": ["Accurate Parsing of the Proposition Bank., NAACL, 2006"], "Michael Elhadad": ["Using Semantic Authoring for Blissymbols Communication Boards., NAACL, 2006"], "Ying Li": ["Extracting Salient Keywords from Instructional Videos Using Joint Text, Audio and Visual Cues., NAACL, 2006"], "Eiichiro Sumita": ["Exploiting Variant Corpora for Machine Translation., NAACL, 2006", "Subword-based Tagging by Conditional Random Fields for Chinese Word Segmentation., NAACL, 2006"], "Travis Choma": ["Quantitative Methods for Classifying Writing Systems., NAACL, 2006"], "Alon Lavie": ["Parser Combination by Reparsing., NAACL, 2006"], "Nicolas Nicolov": ["Weblog Classification for Fast Splog Filtering: A URL Language Model Segmentation Approach., NAACL, 2006"], "Michelle L. Gregory": ["Word Domain Disambiguation via Word Sense Disambiguation., NAACL, 2006"], "Shrikanth Narayanan": ["Selecting relevant text subsets from web-data for building topic specific language models., NAACL, 2006"], "Christian Siefkes": ["A Comparison of Tagging Strategies for Statistical Information Extraction., NAACL, 2006"], "Mona T. Diab": ["Unsupervised Induction of Modern Standard Arabic Verb Classes., NAACL, 2006"], "Eric Fosler-Lussier": ["Sentence Planning for Realtime Navigational Instruction., NAACL, 2006"], "Fumiaki Sugaya": ["Using the Web to Disambiguate Acronyms., NAACL, 2006", "Word Pronunciation Disambiguation using the Web., NAACL, 2006"], "Elizabeth D. Liddy": ["Illuminating Trouble Tickets with Sublanguage Theory., NAACL, 2006"], "Oliver Lemon": ["Evolving optimal inspectable strategies for spoken dialogue systems., NAACL, 2006"], "Brian Ulicny": ["Lycos Retriever: An Information Fusion Engine., NAACL, 2006"], "Jianwu Yang": ["Improved Affinity Graph Based Multi-Document Summarization., NAACL, 2006"], "Fuliang Weng": ["A Maximum Entropy Framework that Integrates Word Dependencies and Grammatical Relations for Reading Comprehension., NAACL, 2006"], "Minsuk Lee": ["BioEx: A Novel User-Interface that Accesses Images from Abstract Sentences., NAACL, 2006"], "Gerald Penn": ["Comparing the roles of textual, acoustic and spoken-language features on spontaneous-conversation summarization., NAACL, 2006"], "Stephan Vogel": ["Bridging the Inflection Morphology Gap for Arabic Statistical Machine Translation., NAACL, 2006"], "Lei Chen": ["Incorporating Gesture and Gaze into Multimodal Models of Human-to-Human Communication., NAACL, 2006"], "Jacob Eisenstein": ["Semantic Back-Pointers from Gesture., NAACL, 2006"], "Ariadna Font Llitjós": ["Can the Internet help improve Machine Translation?., NAACL, 2006"], "Liang Huang": ["Efficient Algorithms for Richer Formalisms: Parsing and Machine Translation., NAACL, 2006"], "Wei-Hao Lin": ["Identifying Perspectives at the Document and Sentence Levels Using Statistical Models., NAACL, 2006"], "Jackson Liscombe": ["Detecting Emotion in Speech: Experiments in Three Domains., NAACL, 2006"], "Irina Matveeva": ["Document Representation and Multilevel Measures of Document Similarity., NAACL, 2006"], "Anders Søgaard": ["Logical investigations on the adequacy of certain feature-based theories of natural language., NAACL, 2006"], "Richard Tzong-Han Tsai": ["A Hybrid Approach to Biomedical Named Entity Recognition and Semantic Role Labeling., NAACL, 2006"], "Xiaojun Jenny Yuan": ["Supporting Multiple Information-Seeking Strategies in a Single System Framework., NAACL, 2006"], "Patri J. Pugliese": ["From Pipedreams to Products, and Promise!, NAACL, 2006"], "Alexander I. Rudnicky": ["SmartNotes: Implicit Labeling of Meeting Data through User Note-Taking and Browsing., NAACL, 2006"], "William J. Byrne": ["MTTK: An Alignment Toolkit for Statistical Machine Translation., NAACL, 2006"], "Victoria S. Uren": ["AquaLog: An ontology-driven Question Answering System to interface the Semantic Web., NAACL, 2006"], "Philip V. Ogren": ["Knowtator: A Protégé plug-in for annotated corpus construction., NAACL, 2006"], "Anagha Kulkarni": ["Automatic Cluster Stopping with Criterion Functions and the Gap Statistic., NAACL, 2006"], "Dinoj Surendran": ["Automating the Creation of Interactive Glyph-supplemented Scatterplots for Visualizing Algorithm Results., NAACL, 2006"], "Scott E. Fahlman": ["SconeEdit: A Text-guided Domain Knowledge Editor., NAACL, 2006"], "Brian Kingsbury": ["Automated Quality Monitoring for Call Centers using Speech and NLP Technologies., NAACL, 2006"], "Keith Miller": ["What's in a Name: Current Methods, Applications, and Evaluation in Multilingual Name Search and Matching., NAACL, 2006"], "Hal Daumé III": ["Beyond EM: Bayesian Techniques for Human Language Technology Researchers., NAACL, 2006"], "Dragomir R. Radev": ["Graph-based Algorithms for Natural Language Processing and Information Retrieval., NAACL, 2006"], "Timothy J. Hazen": ["Automatic Spoken Document Processing for Retrieval and Browsing., NAACL, 2006"], "Gholamreza Haffari": ["Tutorial on Inductive Semi-supervised Learning Methods: with Applicability to Natural Language Processing., NAACL, 2006"], "Kristina Toutanova": ["Automatic Semantic Role Labeling., NAACL, 2006"]}