{"Ben Taskar": ["Max-Margin Parsing., EMNLP, 2004"], "Jason Baldridge": ["Active Learning and the Total Cost of Annotation., EMNLP, 2004"], "Tom Kalt": ["Induction of Greedy Controllers for Deterministic Treebank Parsers., EMNLP, 2004"], "Eneko Agirre": ["Unsupervised WSD based on Automatically Retrieved Examples: The Importance of Bias., EMNLP, 2004"], "Timothy Chklovski": ["VerbOcean: Mining the Web for Fine-Grained Semantic Verb Relations., EMNLP, 2004"], "Idan Szpektor": ["Scaling Web-based Acquisition of Entailment Relations., EMNLP, 2004"], "David A. Smith": ["Bilingual Parsing with Factored Estimation: Using English to Parse Korean., EMNLP, 2004"], "Pascale Fung": ["Mining Very-Non-Parallel Corpora: Parallel Sentence and Lexicon Extraction via Bootstrapping and E., EMNLP, 2004"], "Yang Liu": ["Comparing and Combining Generative and Posterior Probability Models: Some Advances in Sentence Boundary Detection in Speech., EMNLP, 2004"], "Caroline Sporleder": ["Automatic Paragraph Identification: A Study across Languages and Domains., EMNLP, 2004"], "Rodney D. Nielsen": ["Mixing Weak Learners in Semantic Parsin., EMNLP, 2004"], "Nianwen Xue": ["Calibrating Features for Semantic Role Labeling., EMNLP, 2004"], "Robert S. Swier": ["Unsupervised Semantic Role Labellin., EMNLP, 2004"], "Sebastian Padó": ["The Influence of Argument Structure on Semantic Role Assignment., EMNLP, 2004"], "Stephen Clark": ["Object-Extraction and Question-Parsing using CCG., EMNLP, 2004"], "Hal Daumé III": ["A Phrase-Based HMM Approach to Document/Abstract Alignment., EMNLP, 2004", "NP Bracketing by Maximum Entropy Tagging and SVM Reranking., EMNLP, 2004"], "Harry Halpin": ["Automatic Analysis of Plot for Story Rewriting., EMNLP, 2004"], "Frédéric Béchet": ["Mining Spoken Dialogue Corpora for System Evaluation and Modelin., EMNLP, 2004"], "Chris Quirk": ["Monolingual Machine Translation for Paraphrase Generation., EMNLP, 2004"], "Galen Andrew": ["Verb Sense and Subcategorization: Using Joint Inference to Improve Performance on Complementary Task., EMNLP, 2004"], "Abdulrahman Almuhareb": ["Attribute-Based and Value-Based Clustering: An Evaluation., EMNLP, 2004"], "Kristina Toutanova": ["The Leaf Path Projection View of Parse Trees: Exploring String Kernels for HPSG Parse Selection., EMNLP, 2004"], "Stefan Riezler": ["Incremental Feature Selection and l1 Regularization for Relaxed Maximum-Entropy Modeling., EMNLP, 2004"], "Daniel M. Bikel": ["A Distributional Analysis of a Lexicalized Statistical Parsing Mode., EMNLP, 2004"], "Laurent Nepveu": ["Adaptive Language and Translation Models for Interactive Machine Translation., EMNLP, 2004"], "Wei Wang": ["Improving Word Alignment Models using Structured Monolingual Corpor., EMNLP, 2004"], "Bing Zhao": ["Phrase Pair Rescoring with Term Weighting for Statistical Machine Translatio., EMNLP, 2004"], "Daniel Gildea": ["Dependencies vs. Constituents for Tree-Based Alignment., EMNLP, 2004"], "Jiri Hana": ["A Resource-light Approach to Russian Morphology: Tagging Russian using Czech resources., EMNLP, 2004"], "Taku Kudo": ["Applying Conditional Random Fields to Japanese Morphological Analysis., EMNLP, 2004", "A Boosting Algorithm for Classification of Semi-Structured Text., EMNLP, 2004"], "Julia S. Trushkina": ["A Hybrid Model for Morpho-Syntactic Annotation of German with a Large Tagset., EMNLP, 2004"], "Abduelbaset Goweder": ["Identifying Broken Plurals in Unvowelised Arabic Tex., EMNLP, 2004"], "Dayne Freitag": ["Trained Named Entity Recognition using Distributional Clusters., EMNLP, 2004"], "Hermann Ney": ["Error Measures and Bayes Decision Rules Revisited with Applications to POS Tagging., EMNLP, 2004"], "Hwee Tou Ng": ["Chinese Part-of-Speech Tagging: One-at-a-Time or All-at-Once? Word-Based or Character-Based?, EMNLP, 2004"], "Ciprian Chelba": ["Adaptation of Maximum Entropy Capitalizer: Little Data Can Help a Lo., EMNLP, 2004"], "Silviu Cucerzan": ["Spelling Correction as an Iterative Process that Exploits the Collective Knowledge of Web Users., EMNLP, 2004"], "William W. Cohen": ["Learning to Classify Email into \"Speech Acts\"., EMNLP, 2004"], "Frank Keller": ["The Entropy Rate Principle as a Predictor of Processing Effort: An Evaluation against Eye-tracking Data., EMNLP, 2004"], "Peng Xu": ["Random Forests in Language Modelin., EMNLP, 2004"], "Robert C. Moore": ["On Log-Likelihood-Ratios and the Significance of Rare Events., EMNLP, 2004"], "Daichi Mochihashi": ["Learning Nonstructural Distance Metric by Minimum Cluster Distortion., EMNLP, 2004"], "Jorge Civera": ["From Machine Translation to Computer Assisted Translation using Finite-State Models., EMNLP, 2004"], "Ezra Daya": ["Learning Hebrew Roots: Machine Learning with Linguistic Constraints., EMNLP, 2004"], "Günes Erkan": ["LexPageRank: Prestige in Multi-Document Text Summarization., EMNLP, 2004"], "Donghui Feng": ["A New Approach for English-Chinese Named Entity Alignment., EMNLP, 2004"], "Alfio Massimiliano Gliozzo": ["Unsupervised Domain Relevance Estimation for Word Sense Disambiguation., EMNLP, 2004"], "Philipp Koehn": ["Statistical Significance Tests for Machine Translation Evaluation., EMNLP, 2004"], "Lucian Vlad Lita": ["Instance-Based Question Answering: A Data-Driven Approach., EMNLP, 2004"], "Rada Mihalcea": ["TextRank: Bringing Order into Text., EMNLP, 2004"], "Tony Mullen": ["Sentiment Analysis using Support Vector Machines with Diverse Information Sources., EMNLP, 2004"], "Simone Teufel": ["Evaluating Information Content by Factoid Analysis: Human annotation and stability., EMNLP, 2004"], "Hajime Tsukada": ["Efficient Decoding for Statistical Machine Translation with a Fully Expanded WFST Model., EMNLP, 2004"], "Liang Zhou": ["Multi-Document Biography Summarization., EMNLP, 2004"]}