{"Michael Collins": ["Discriminative Training Methods for Hidden Markov Models: Theory and Experiments with Perceptron Algorithms., EMNLP, 2002"], "Dan Klein": ["Conditional Structure versus Conditional Estimation in NLP Models., EMNLP, 2002"], "Joshua Goodman": ["An Incremental Decision List Learner., EMNLP, 2002"], "Radu Florian": ["Modeling Consensus: Classifier Combination for Word Sense Disambiguation., EMNLP, 2002"], "Silviu Cucerzan": ["Augmented Mixture Models for Lexical Disambiguation., EMNLP, 2002"], "Yoong Keok Lee": ["An Empirical Evaluation of Knowledge Sources and Learning Algorithms for Word Sense Disambiguation., EMNLP, 2002"], "Donald Engel": ["Parsing and Disfluency Placement., EMNLP, 2002"], "Vincent Ng": ["Combining Sample Selection and Error-Driven Pruning for Machine Learning of Coreference Rules., EMNLP, 2002"], "Jason Eisner": ["Transformational Priors Over Grammars., EMNLP, 2002"], "Dmitry Zelenko": ["Kernel Methods for Relation Extraction., EMNLP, 2002"], "Bo Pang": ["Thumbs up? Sentiment Classification using Machine Learning Techniques., EMNLP, 2002"], "Kristina Toutanova": ["Extentions to HMM-based Statistical Word Alignment Models., EMNLP, 2002"], "Noah A. Smith": ["From Words to Corpora: Recognizing Translation., EMNLP, 2002"], "Carlos A. Prolo": ["Fast LR parsing Using Rich (Tree Adjoining) Grammars., EMNLP, 2002"], "Don Blaheta": ["Handling Noisy Training and Testing Data., EMNLP, 2002"], "Chris Brew": ["Spectral Clustering for German Verbs., EMNLP, 2002"], "William Phillips": ["Exploiting Strong Syntactic Heuristics and Co-Training to Learn Semantic Lexicons., EMNLP, 2002"], "Daniel Marcu": ["A Phrase-Based, Joint Probability Model for Statistical Machine Translation., EMNLP, 2002"], "Shankar Kumar": ["Minimum Bayes-Risk Word Alignments of Bilingual Texts., EMNLP, 2002"], "George F. Foster": ["User-Friendly Text Prediction For Translators., EMNLP, 2002"], "Nicola Ueffing": ["Generation of Word Graphs in Statistical Machine Translation., EMNLP, 2002"], "Regina Barzilay": ["Bootstrapping Lexical Choice via Multiple-Sequence Alignment., EMNLP, 2002"], "Carl Sable": ["NLP Found Helpful (at least for one Text Categorization Task)., EMNLP, 2002"], "Jennifer Chu-Carroll": ["A Hybrid Approach to Natural Language Web Search., EMNLP, 2002"], "Atsushi Fujii": ["A Method for Open-Vocabulary Speech-Driven Text Retrieval., EMNLP, 2002"], "Fumiyo Fukumoto": ["Manipulating Large Corpora for Text Classification., EMNLP, 2002"], "Katja Markert": ["Metonymy Resolution as a Classification Task., EMNLP, 2002"], "Michael Thelen": ["A Bootstrapping Method for Learning Semantic Lexicons using Extraction Pattern Contexts., EMNLP, 2002"], "James Curran": ["Ensemble Methods for Automatic Thesaurus Extraction., EMNLP, 2002"], "Frank Keller": ["Using the Web to Overcome Data Sparseness., EMNLP, 2002"], "Wen Wang": ["The SuperARV Language Model: Investigating the Effectiveness of Tightly Integrating Multiple Knowledge Sources., EMNLP, 2002"], "Jianfeng Gao": ["Exploiting Headword Dependency and Predictive Clustering for Language Modeling., EMNLP, 2002"], "Eric Brill": ["An Analysis of the AskMSR Question-Answering System., EMNLP, 2002"], "Krzysztof Czuba": ["A Machine-Learning Approach to Introspection in a Question Answering System., EMNLP, 2002"], "Narendra K. Gupta": ["Extracting Clauses for Spoken Language Understanding in Conversational Systems., EMNLP, 2002"], "Takehito Utsuro": ["Combining Outputs of Multiple Japanese Named Entity Chunkers by Stacking., EMNLP, 2002"], "Dragos Stefan Munteanu": ["Processing Comparable Corpora With Bilingual Suffix Trees., EMNLP, 2002"], "Marcello Federico": ["Bootstrapping Named Entity Recognition for Italian Broadcast News., EMNLP, 2002"], "Heidi Fox": ["Phrasal Cohesion and Statistical Machine Translation., EMNLP, 2002"], "Michael Strube": ["The Influence of Minimum Edit Distance on Reference Resolution., EMNLP, 2002"], "Martin Jansche": ["Information Extraction from Voicemail Transcripts., EMNLP, 2002"]}