{"Pedro M. Domingos": ["Unsupervised Semantic Parsing., EMNLP, 2009"], "Mirella Lapata": ["Graph Alignment for Semi-Supervised Semantic Role Labeling., EMNLP, 2009", "Language Models Based on Semantic Composition., EMNLP, 2009"], "Marie-Francine Moens": ["Semi-supervised Semantic Role Labeling Using the Latent Words Language Model., EMNLP, 2009"], "Chunyu Kit": ["Semantic Dependency Parsing of NomBank and PropBank: An Efficient Integrated Approach via a Large-scale Feature Selection., EMNLP, 2009"], "Jason Eisner": ["First- and Second-Order Expectation Semirings with Applications to Minimum-Risk Training on Translation Forests., EMNLP, 2009", "Graphical Models over Multiple Strings., EMNLP, 2009", "Parser Adaptation and Projection with Quasi-Synchronous Grammar Features., EMNLP, 2009", "Learning Linear Ordering Problems for Better Translation., EMNLP, 2009"], "Chris Callison-Burch": ["Feasibility of Human-in-the-loop Minimum Error Rate Training., EMNLP, 2009", "Fast, Cheap, and Creative: Evaluating Translation Quality Using Amazon's Mechanical Turk., EMNLP, 2009"], "Greg Langmead": ["Cube Pruning as Heuristic Search., EMNLP, 2009"], "Ralph M. Weischedel": ["Effective Use of Linguistic and Contextual Information for Statistical Machine Translation., EMNLP, 2009"], "Andrew McCallum": ["Active Learning by Labeling Features., EMNLP, 2009", "Generalized Expectation Criteria for Bootstrapping Extractors using Record-Text Alignment., EMNLP, 2009", "Polylingual Topic Models., EMNLP, 2009"], "Lorenzo Dell'Arciprete": ["Efficient kernels for sentence pair classification., EMNLP, 2009"], "Alessandro Moschitti": ["Reverse Engineering of Tree Kernel Feature Spaces., EMNLP, 2009"], "Jun'ichi Tsujii": ["A Rich Feature Vector for Protein-Protein Interaction Extraction from Multiple Corpora., EMNLP, 2009", "Descriptive and Empirical Approaches to Capturing Underlying Dependencies among Parsing Errors., EMNLP, 2009", "Supervised Learning of a Probabilistic Lexicon of Verb Semantic Classes., EMNLP, 2009"], "Christopher D. Manning": ["Nested Named Entity Recognition., EMNLP, 2009", "Labeled LDA: A supervised topic model for credit attribution in multi-labeled corpora., EMNLP, 2009"], "Ellen Riloff": ["A Unified Model of Phrasal and Sentential Evidence for Information Extraction., EMNLP, 2009", "Toward Completeness in Concept Extraction and Classification., EMNLP, 2009"], "Stephanie Seneff": ["Review Sentiment Scoring via a Parse-and-Paraphrase Paradigm., EMNLP, 2009"], "Lise Getoor": ["Supervised and Unsupervised Methods in Employing Discourse Relations for Improving Opinion Polarity Classification., EMNLP, 2009"], "Alok N. Choudhary": ["Sentiment Analysis of Conditional Sentences., EMNLP, 2009"], "Rada Mihalcea": ["Subjectivity Word Sense Disambiguation., EMNLP, 2009", "Cross-lingual Semantic Relatedness Using Encyclopedic Knowledge., EMNLP, 2009"], "Michael Collins": ["Non-Projective Parsing for Statistical Machine Translation., EMNLP, 2009", "An Empirical Study of Semi-supervised Structured Conditional Models for Dependency Parsing., EMNLP, 2009"], "Hermann Ney": ["Extending Statistical Machine Translation with Discriminative and Trigger-Based Lexicon Models., EMNLP, 2009"], "Noah A. Smith": ["Feature-Rich Translation by Quasi-Synchronous Lattice Parsing., EMNLP, 2009"], "Ulf Hermjakob": ["Improved Word Alignment with Statistics and Linguistic Heuristics., EMNLP, 2009"], "Patrick Pantel": ["Entity Extraction via Ensemble Semantics., EMNLP, 2009"], "Maosong Sun": ["Clustering to Find Exemplar Terms for Keyphrase Extraction., EMNLP, 2009"], "Ari Rappoport": ["Geo-mining: Discovery of Road and Transport Networks Using Directional Patterns., EMNLP, 2009", "Multi-Word Expression Identification Using Sentence Surface Features., EMNLP, 2009", "Enhancement of Lexical Concepts Using Cross-lingual Web Mining., EMNLP, 2009"], "Claudio Giuliano": ["Wikipedia as Frame Information Repository., EMNLP, 2009"], "Alexis Palmer": ["How well does active learning., EMNLP, 2009"], "Ani Nenkova": ["Automatically Evaluating Content Selection in Summarization without Human Models., EMNLP, 2009"], "Caroline Sporleder": ["Classifier Combination for Contextual Idiom Detection Without Labelled Data., EMNLP, 2009"], "Christophe Pallier": ["Deriving lexical and syntactic expectation-based measures for psycholinguistic modeling via incremental top-down parsing., EMNLP, 2009"], "Daniel A. McFarland": ["It's Not You, it's Me: Detecting Flirting and its Misperception in Speed-Dates., EMNLP, 2009"], "Hwee Tou Ng": ["Recognizing Implicit Discourse Relations in the Penn Discourse Treebank., EMNLP, 2009", "Improved Statistical Machine Translation for Resource-Poor Languages Using Related Resource-Rich Languages., EMNLP, 2009"], "Phil Blunsom": ["A Bayesian Model of Syntax-Directed Tree to String Grammar Induction., EMNLP, 2009"], "Ming Zhou": ["Better Synchronous Binarization for Machine Translation., EMNLP, 2009", "The Feature Subspace Method for SMT System Combination., EMNLP, 2009"], "I. Dan Melamed": ["Accuracy-Based Scoring for DOT: Towards Direct Error Minimization for Data-Oriented Translation., EMNLP, 2009"], "Philip Resnik": ["Improved Statistical Machine Translation Using Monolingually-Derived Paraphrases., EMNLP, 2009", "Estimating Semantic Distance Using Soft Semantic Constraints in Knowledge-Source - Corpus Hybrid Models., EMNLP, 2009"], "Tadashi Nomoto": ["A Comparison of Model Free versus Model Intensive Approaches to Sentence Compression., EMNLP, 2009"], "Wee Sun Lee": ["Natural Language Generation with Tree Conditional Random Fields., EMNLP, 2009"], "Rajakrishnan Rajkumar": ["Perceptron Reranking for CCG Realization., EMNLP, 2009"], "Ben Hachey": ["Multi-Document Summarisation Using Generic Relation Extraction., EMNLP, 2009"], "Diana McCarthy": ["Graded Word Sense Assignment., EMNLP, 2009"], "Tanja Schultz": ["Joint Learning of Preposition Senses and Semantic Roles of Prepositional Phrases., EMNLP, 2009"], "Pushpak Bhattacharyya": ["Projecting Parameters for Multilingual Word Sense Disambiguation., EMNLP, 2009"], "Jason S. Chang": ["Acquiring Translation Equivalences of Multiword Expressions by Normalized Correlation Frequencies., EMNLP, 2009"], "Sheng Li": ["Collocation Extraction Using Monolingual Word Alignment Method., EMNLP, 2009"], "Alex Kulesza": ["Multi-Class Confidence Weighted Algorithms., EMNLP, 2009"], "Hongyan Zhou": ["Model Adaptation via Model Interpolation and Boosting for Web Search Ranking., EMNLP, 2009"], "Chin-Yew Lin": ["A Structural Support Vector Method for Extracting Contexts and Answers of Questions from Online Forums., EMNLP, 2009"], "Belle L. Tseng": ["Mining Search Engine Clickthrough Log for Matching N-gram Features., EMNLP, 2009"], "Julio Gonzalo": ["The role of named entities in Web People Search., EMNLP, 2009"], "Asli Çelikyilmaz": ["Investigation of Question Classifier in Question Answering., EMNLP, 2009", "Accurate Semantic Class Classifier for Coreference Resolution., EMNLP, 2009"], "Richard Johansson": ["Statistical Bistratal Dependency Parsing., EMNLP, 2009"], "Kentaro Torisawa": ["Improving Dependency Parsing with Subtrees from Auto-Parsed Data., EMNLP, 2009", "Can Chinese Phonemes Improve Machine Transliteration?: A Comparative Study of English-to-Chinese Transliteration Models., EMNLP, 2009"], "Vincent Ng": ["Topic-wise, Sentiment-wise, or Otherwise? Identifying the Hidden Dimension for Unsupervised Text Classification., EMNLP, 2009", "Supervised Models for Coreference Resolution., EMNLP, 2009"], "Claire Cardie": ["Adapting a Polarity Lexicon using Integer Linear Programming for Domain-Specific Sentiment Classification., EMNLP, 2009"], "Bonnie J. Dorr": ["Generating High-Coverage Semantic Orientation Lexicons From Overtly Marked Words and a Thesaurus., EMNLP, 2009"], "Andrew Tomkins": ["Matching Reviews to Objects using a Language Model., EMNLP, 2009"], "Massimo Poesio": ["EEG responds to conceptual stimuli and corpus semantics., EMNLP, 2009"], "Katja Markert": ["A Comparison of Windowless and Window-Based Computational Association Measures as Predictors of Syntagmatic Human Associations., EMNLP, 2009"], "Anna Korhonen": ["Improving Verb Clustering with Automatically Acquired Selectional Preferences., EMNLP, 2009"], "Benoît Dumoulin": ["Improving Web Search Relevance with Semantic Features., EMNLP, 2009"], "Jason Baldridge": ["Unsupervised morphological segmentation and clustering with document boundaries., EMNLP, 2009"], "Zoubin Ghahramani": ["The infinite HMM for unsupervised PoS tagging., EMNLP, 2009"], "Mitch Marcus": ["A Simple Unsupervised Learner for POS Disambiguation Rules Given Only a Minimal Lexicon., EMNLP, 2009"], "Haizhou Li": ["Tree Kernel-based SVM with Structured Syntactic Knowledge for BTG-based Phrase Reordering., EMNLP, 2009", "K-Best Combination of Syntactic Parsers., EMNLP, 2009"], "Bing Zhang": ["Discriminative Corpus Weight Estimation for Machine Translation., EMNLP, 2009"], "Daniel Gildea": ["Unsupervised Tokenization for Machine Translation., EMNLP, 2009", "Bayesian Learning of Phrasal Tree-to-String Templates., EMNLP, 2009"], "Kevin Knight": ["Synchronous Tree Adjoining Machine Translation., EMNLP, 2009"], "Tim Miller": ["Word Buffering Models for Improved Speech Repair Parsing., EMNLP, 2009"], "Chris Quirk": ["Less is More: Significance-Based N-gram Selection for Smaller, Better Language Models., EMNLP, 2009"], "Miles Osborne": ["Stream-based Randomised Language Models for SMT., EMNLP, 2009"], "Keith B. Hall": ["Integrating sentence- and word-level error identification for disfluency correction., EMNLP, 2009", "Gazpacho and summer rash: lexical relationships from temporal patterns of web search queries., EMNLP, 2009"], "Yi Zhang": ["Recognizing Textual Relatedness with Predicate-Argument Structures., EMNLP, 2009"], "Wen-tau Yih": ["Learning Term-weighting Functions for Similarity Measures., EMNLP, 2009"], "Mitsuru Ishizuka": ["A Relational Model of Semantic Similarity between Words using Automatically Extracted Lexical Pattern Clusters from the Web., EMNLP, 2009"], "Mark Steedman": ["Unbounded Dependency Recovery for Parser Evaluation., EMNLP, 2009"], "Mary P. Harper": ["Self-Training PCFG Grammars with Latent Annotations Across Languages., EMNLP, 2009", "A Joint Language Model With Fine-grain Syntactic Tags., EMNLP, 2009"], "Remko Scha": ["An Alternative to Head-Driven Approaches for Parsing a (Relatively) Free Word-Order Language., EMNLP, 2009"], "Shoichi Yokoyama": ["Bilingual dictionary generation for low-resourced language pairs., EMNLP, 2009"], "Kumiko Tanaka-Ishii": ["Multilingual Spectral Clustering Using Document Similarity Propagation., EMNLP, 2009"], "Ged Ellis": ["Using the Web for Language Independent Spellchecking and Autocorrection., EMNLP, 2009"], "Kevyn Collins-Thompson": ["Statistical Estimation of Word Acquisition with Application to Readability Prediction., EMNLP, 2009"], "Michael Strube": ["Combining Collocations, Lexical and Encyclopedic Knowledge for Metonymy Resolution., EMNLP, 2009"], "Cécile Paris": ["Segmenting Email Message Text into Zones., EMNLP, 2009"], "Asuka Sumida": ["Hypernym Discovery Based on Distributional Similarity and Hierarchical Structures., EMNLP, 2009"], "Vishnu Vyas": ["Web-Scale Distributional Similarity and Entity Set Expansion., EMNLP, 2009"], "Dan Roth": ["Reading to Learn: Constructing Features from Semantic Abstracts., EMNLP, 2009"], "Fang Kong": ["Global Learning of Noun Phrase Anaphoricity in Coreference Resolution via Label Propagation., EMNLP, 2009"], "Qiaoming Zhu": ["Employing the Centering Theory in Pronoun Resolution from the Semantic Perspective., EMNLP, 2009", "Semi-Supervised Learning for Semantic Relation Classification using Stratified Sampling Strategy., EMNLP, 2009"], "Octavian Popescu": ["Person Cross Document Coreference with Name Perplexity Estimates., EMNLP, 2009"], "Qun Liu": ["Weighted Alignment Matrices for Statistical Machine Translation., EMNLP, 2009", "Bilingually-Constrained (Monolingual) Shift-Reduce Parsing., EMNLP, 2009"], "Matti Kääriäinen": ["Sinuhe - Statistical Machine Translation using a Globally Trained Conditional Exponential Family Translation Model., EMNLP, 2009"], "Chew Lim Tan": ["Fast Translation Rule Matching for Syntax-based Statistical Machine Translation., EMNLP, 2009"], "Ido Dagan": ["A Compact Forest for Scalable Inference over Entailment and Paraphrase Rules., EMNLP, 2009"], "Hisami Suzuki": ["Discriminative Substring Decoding for Transliteration., EMNLP, 2009"], "Giuseppe Riccardi": ["Re-Ranking Models Based-on Small Training Data for Spoken Language Understanding., EMNLP, 2009", "Convolution Kernels on Constituent, Dependency and Sequential Structures for Relation Extraction., EMNLP, 2009"], "Zhaohui Zheng": ["Empirical Exploitation of Click Data for Task Specific Ranking., EMNLP, 2009"], "Yajuan Lü": ["Lattice-based System Combination for Statistical Machine Translation., EMNLP, 2009"], "Eiichiro Sumita": ["Bidirectional Phrase-based Statistical Machine Translation., EMNLP, 2009"], "Stanley Peters": ["Real-time decision detection in multi-party dialogue., EMNLP, 2009"], "Michael Elhadad": ["On the Role of Lexical Features in Sequence Labeling., EMNLP, 2009"], "Dan Klein": ["Simple Coreference Resolution with Rich Syntactic and Semantic Features., EMNLP, 2009", "Consensus Training for Consensus Decoding in Machine Translation., EMNLP, 2009"], "Jun'ichi Kazama": ["Large-Scale Verb Entailment Acquisition from the Web., EMNLP, 2009"], "Andy Way": ["A Syntactified Direct Translation Model with Linear-time Decoding., EMNLP, 2009"], "Kristina Toutanova": ["Joint Optimization for Machine Translation System Combination., EMNLP, 2009"], "James R. Curran": ["Fully Lexicalising CCGbank with Hat Categories., EMNLP, 2009"], "Diana Inkpen": ["Real-Word Spelling Correction using Google Web 1T 3-grams., EMNLP, 2009"], "Gary Geunbae Lee": ["Semi-supervised Speech Act Recognition in Emails and Forums., EMNLP, 2009"], "Hsin-Hsi Chen": ["Using Morphological and Syntactic Structures for Chinese Opinion Analysis., EMNLP, 2009"], "Ion Androutsopoulos": ["Finding Short Definitions of Terms on Web Pages., EMNLP, 2009"], "Peide Qian": ["Improving Nominal SRL in Chinese Language with Verbal SRL Information and Automatic Predicate Recognition., EMNLP, 2009"], "Xiao Li": ["On the Use of Virtual Evidence in Conditional Random Fields., EMNLP, 2009"], "Huisheng Chi": ["Refining Grammars for Parsing with Hierarchical Semantic Knowledge., EMNLP, 2009"], "Ian H. Witten": ["Human-competitive tagging using automatic keyphrase extraction., EMNLP, 2009"], "Iryna Gurevych": ["A Study on the Semantic Relatedness of Query and Document Terms in Information Retrieval., EMNLP, 2009"], "Giuseppe Carenini": ["Predicting Subjectivity in Multimodal Conversations., EMNLP, 2009"], "Marius Popescu": ["What's in a name? In some languages, grammatical gender., EMNLP, 2009"], "Tonio Wandmacher": ["Automatic Acquisition of the., EMNLP, 2009"], "Dragomir R. Radev": ["Detecting Speculations and their Scopes in Scientific Text., EMNLP, 2009"], "Roxana Girju": ["Cross-Cultural Analysis of Blogs and Forums with Mixed-Collection Topic Models., EMNLP, 2009"], "Ken Ward Church": ["Using Word-Sense Disambiguation Methods to Classify Web Queries by Intent., EMNLP, 2009"], "Fuji Ren": ["Construction of a Blog Emotion Corpus for Chinese Emotional Expression Analysis., EMNLP, 2009"], "Sadao Kurohashi": ["A Probabilistic Model for Associative Anaphora Resolution., EMNLP, 2009"], "Alexander Yates": ["Quantifier Scope Disambiguation Using Extracted Pragmatic Knowledge: Preliminary Results., EMNLP, 2009"], "Xin Wang": ["Chinese Semantic Role Labeling with Shallow Parsing., EMNLP, 2009"], "Jianfeng Gao": ["Discovery of Term Variation in Japanese Web Search Queries., EMNLP, 2009"], "Colin R. Batchelor": ["Towards Domain-Independent Argumentative Zoning: Evidence from Chemistry and Computational Linguistics., EMNLP, 2009"], "William W. Cohen": ["Character-level Analysis of Semi-Structured Documents for Set Expansion., EMNLP, 2009"], "Sophia Ananiadou": ["Classifying Relations for Biomedical Named Entity Disambiguation., EMNLP, 2009"], "Hai Leong Chieu": ["Domain adaptive bootstrapping for named entity recognition., EMNLP, 2009"], "Lide Wu": ["Phrase Dependency Parsing for Opinion Mining., EMNLP, 2009"], "Masaru Kitsuregawa": ["Polynomial to Linear: Efficient Classification with Conjunctive Features., EMNLP, 2009"], "Flora S. Tsai": ["Chinese Novelty Mining., EMNLP, 2009"], "Vincent Wade": ["Latent Document Re-Ranking., EMNLP, 2009"]}