{"Tommi S. Jaakkola": ["On Dual Decomposition and Linear Programming Relaxations for Natural Language Processing., EMNLP, 2010"], "Slav Petrov": ["Self-Training with Products of Latent Variable Grammars., EMNLP, 2010"], "Gerald Penn": ["Utilizing Extra-Sentential Context for Parsing., EMNLP, 2010"], "Mário A. T. Figueiredo": ["Turbo Parsers: Dependency Parsing by Approximate Variational Inference., EMNLP, 2010"], "Philip Resnik": ["Holistic Sentiment Analysis Across Languages: Multilingual Supervised Latent Dirichlet Allocation., EMNLP, 2010", "Modeling Perspective Using Adaptor Grammars., EMNLP, 2010", "Discriminative Word Alignment with a Function Word Reordering Model., EMNLP, 2010"], "Xiaoming Li": ["Jointly Modeling Aspects and Opinions with a MaxEnt-LDA Hybrid., EMNLP, 2010"], "Roxana Girju": ["Summarizing Contrastive Viewpoints in Opinionated Text., EMNLP, 2010"], "Hal Daumé III": ["Automatically Producing Plot Unit Representations for Narrative Text., EMNLP, 2010"], "Sumit Negi": ["Handling Noisy Queries in Cross Language FAQ Retrieval., EMNLP, 2010"], "Yunfeng Huang": ["Learning the Relative Usefulness of Questions in Community QA., EMNLP, 2010"], "Martin Dawes": ["Positional Language Models for Clinical Information Retrieval., EMNLP, 2010"], "Giuseppe Crisafulli": ["Inducing Word Senses to Improve Web Search Result Clustering., EMNLP, 2010"], "Benjamin B. Bederson": ["Improving Translation via Targeted Paraphrasing., EMNLP, 2010"], "Bowen Zhou": ["Soft Syntactic Constraints for Hierarchical Phrase-Based Translation Using Latent Syntactic Distributions., EMNLP, 2010"], "Min-Yen Kan": ["A Hybrid Morpheme-Word Representation for Machine Translation of Morphologically Rich Languages., EMNLP, 2010"], "Franz Josef Och": ["'Poetic' Statistical Machine Translation: Rhyme and Meter., EMNLP, 2010"], "Fernando C. N. Pereira": ["Efficient Graph-Based Semi-Supervised Learning of Structured Tagging Models., EMNLP, 2010"], "Hwee Tou Ng": ["Better Punctuation Prediction with Dynamic Conditional Random Fields., EMNLP, 2010", "PEM: A Paraphrase Evaluation Metric Exploiting Parallel Texts., EMNLP, 2010"], "Lide Wu": ["Joint Training and Decoding Using Virtual Nodes for Cascaded Segmentation and Tagging Tasks., EMNLP, 2010"], "Jason Baldridge": ["Crouching Dirichlet, Hidden Markov Model: Unsupervised POS Tagging with Context Local Tag Generation., EMNLP, 2010"], "Bing Liu": ["Improving Gender Classification of Blog Authors., EMNLP, 2010"], "See-Kiong Ng": ["Negative Training Data Can be Harmful to Text Classification., EMNLP, 2010"], "Vincent Ng": ["Modeling Organization in Student Essays., EMNLP, 2010"], "Eric K. Ringger": ["Evaluating Models of Latent Document Semantics in the Presence of OCR Errors., EMNLP, 2010", "A Probabilistic Morphological Analyzer for Syriac., EMNLP, 2010"], "Wen-tau Yih": ["Translingual Document Representations from Discriminative Projections., EMNLP, 2010"], "Mark Hepple": ["Storing the Web in Memory: Space Efficient Language Models with Constant Time Retrieval., EMNLP, 2010"], "Haitao Mi": ["Efficient Incremental Decoding for Tree-to-String Translation., EMNLP, 2010"], "Grzegorz Kondrak": ["Predicting the Semantic Compositionality of Prefix Verbs., EMNLP, 2010"], "Chengqing Zong": ["Joint Inference for Bilingual Semantic Role Labeling., EMNLP, 2010"], "Dan I. Moldovan": ["Automatic Discovery of Manner Relations and its Applications., EMNLP, 2010"], "Ari Rappoport": ["Tense Sense Disambiguation: A New Syntactic Polysemy Task., EMNLP, 2010", "Improved Fully Unsupervised Parsing with Zoomed Learning., EMNLP, 2010"], "Imed Zitouni": ["Improving Mention Detection Robustness to Noisy Input., EMNLP, 2010", "Enhancing Mention Detection Using Projection via Aligned Corpora., EMNLP, 2010"], "Guodong Zhou": ["Clustering-Based Stratified Seed Sampling for Semi-Supervised Relation Classification., EMNLP, 2010", "A Unified Framework for Scope Learning via Simplified Shallow Semantic Parsing., EMNLP, 2010", "A Tree Kernel-Based Unified Framework for Chinese Zero Anaphora Resolution., EMNLP, 2010"], "Tara McIntosh": ["Unsupervised Discovery of Negative Categories in Lexicon Bootstrapping., EMNLP, 2010"], "Maosong Sun": ["Automatic Keyphrase Extraction via Topic Decomposition., EMNLP, 2010"], "Regina Barzilay": ["Incorporating Content Structure into Text Analysis Applications., EMNLP, 2010", "Simple Type-Level Unsupervised POS Tagging., EMNLP, 2010"], "Raymond T. Ng": ["Exploiting Conversation Structure in Unsupervised Topic Segmentation for Emails., EMNLP, 2010"], "Mitsuru Ishizuka": ["A Semi-Supervised Approach to Improve Classification of Infrequent Discourse Relations Using Feature Vector Extension., EMNLP, 2010"], "Dan Klein": ["A Game-Theoretic Approach to Generating Spatial Descriptions., EMNLP, 2010", "A Simple Domain-Independent Probabilistic Approach to Generation., EMNLP, 2010"], "Andy Way": ["Facilitating Translation Using Source Language Paraphrase Lattices., EMNLP, 2010"], "Zaiqing Nie": ["Mining Name Translations from Entity Graph Mapping., EMNLP, 2010"], "Engsiong Chng": ["Non-Isomorphic Forest Pair Translation., EMNLP, 2010"], "Roland Kuhn": ["Discriminative Instance Weighting for Domain Adaptation in Statistical Machine Translation., EMNLP, 2010"], "Ken Ward Church": ["NLP on Spoken Documents Without ASR., EMNLP, 2010"], "Joyce Yue Chai": ["Fusing Eye Gaze with Speech Recognition Hypotheses to Resolve Exophoric References in Situated Dialogue., EMNLP, 2010", "Towards Conversation Entailment: An Empirical Investigation., EMNLP, 2010"], "Robert J. Gaizauskas": ["Multi-Document Summarization Using A* Search and Discriminative Learning., EMNLP, 2010"], "Christopher D. Manning": ["A Multi-Pass Sieve for Coreference Resolution., EMNLP, 2010"], "Mirella Lapata": ["Title Generation with Quasi-Synchronous Grammar., EMNLP, 2010", "Measuring Distributional Similarity in Context., EMNLP, 2010"], "Kevin Knight": ["Automatic Analysis of Rhythmic Poetry with Applications to Generation and Translation., EMNLP, 2010"], "William J. Byrne": ["Hierarchical Phrase-Based Translation Grammars Extracted from Alignment Posterior Probabilities., EMNLP, 2010"], "Hao Yu": ["Maximum Entropy Based Phrase Reordering for Hierarchical Phrase-Based Translation., EMNLP, 2010"], "Shoshana Berleant": ["Further Meta-Evaluation of Broad-Coverage Surface Realization., EMNLP, 2010"], "Mark Steedman": ["Two Decades of Unsupervised POS Induction: How Far Have We Come?, EMNLP, 2010", "Inducing Probabilistic CCG Grammars from Logical Form with Higher-Order Unification., EMNLP, 2010"], "Christine D. Piatko": ["We're Not in Kansas Anymore: Detecting Domain Changes in Streams., EMNLP, 2010"], "Daniel Gildea": ["A Fast Fertility Hidden Markov Model for Word Alignment Using MCMC., EMNLP, 2010", "Effects of Empty Categories on Machine Translation., EMNLP, 2010"], "Nicola Cancedda": ["Minimum Error Rate Training by Sampling the Translation Lattice., EMNLP, 2010"], "Ralph M. Weischedel": ["Statistical Machine Translation with a Factorized Grammar., EMNLP, 2010"], "Prem Natarajan": ["Discriminative Sample Selection for Statistical Machine Translation., EMNLP, 2010"], "Greg Langmead": ["SCFG Decoding Without Binarization., EMNLP, 2010"], "Aurélien Max": ["Example-Based Paraphrasing for Improved Phrase-Based Statistical Machine Translation., EMNLP, 2010"], "Antti-Veikko I. Rosti": ["Combining Unsupervised and Supervised Alignments for MT: An Empirical Study., EMNLP, 2010"], "Eugene Charniak": ["Top-Down Nearly-Context-Sensitive Parsing., EMNLP, 2010"], "Timothy Baldwin": ["Unsupervised Parse Selection for HPSG., EMNLP, 2010", "Classifying Dialogue Acts in One-on-One Live Chats., EMNLP, 2010"], "Hiyan Alshawi": ["Uptraining for Accurate Deterministic Question Parsing., EMNLP, 2010"], "Lyle H. Ungar": ["A New Approach to Lexical Disambiguation of Arabic Text., EMNLP, 2010"], "Chris Brew": ["What a Parser Can Learn from a Semantic Role Labeler and Vice Versa., EMNLP, 2010"], "Suresh Manandhar": ["Word Sense Induction Disambiguation Using Hierarchical Random Graphs., EMNLP, 2010"], "Dan Roth": ["The Necessity of Combining Adaptation Methods., EMNLP, 2010", "Generating Confusion Sets for Context-Sensitive Error Correction., EMNLP, 2010", "Constraints Based Taxonomic Relation Classification., EMNLP, 2010"], "François Yvon": ["Training Continuous Space Language Models: Some Practical Issues., EMNLP, 2010", "Assessing Phrase-Based Translation Models with Oracle Decoding., EMNLP, 2010"], "Dongxu Han": ["Enhancing Domain Portability of Chinese Segmentation Model Using Chi-Square Statistics and Bootstrapping., EMNLP, 2010"], "Elie Bienenstock": ["Latent-Descriptor Clustering for Unsupervised POS Induction., EMNLP, 2010"], "Mary P. Harper": ["Lessons Learned in Part-of-Speech Tagging of Conversational Speech., EMNLP, 2010"], "Manabu Okumura": ["An Efficient Algorithm for Unsupervised Word Segmentation with Branching Entropy and MDL., EMNLP, 2010"], "Stephen Clark": ["A Fast Decoder for Joint Word Segmentation and POS-Tagging Using a Single Discriminative Model., EMNLP, 2010", "Practical Linguistic Steganography Using Contextual Synonym Substitution and Vertex Colour Coding., EMNLP, 2010"], "Chew Lim Tan": ["Resolving Event Noun Phrases to Their Verbal Mentions., EMNLP, 2010"], "Shigeki Matsubara": ["Automatic Comma Insertion for Japanese Text Generation., EMNLP, 2010"], "Gertjan van Noord": ["Using Unknown Word Techniques to Learn Known Words., EMNLP, 2010"], "Robert Dale": ["WikiWars: A New Corpus for Research on Temporal Expressions., EMNLP, 2010"], "Hajime Tsukada": ["Automatic Evaluation of Translation Quality for Distant Language Pairs., EMNLP, 2010"], "Abdelmajid Ben Hamadou": ["An Approach of Generating Personalized Views from Normalized Electronic Dictionaries : A Practical Experiment on Arabic Language., EMNLP, 2010"], "Koby Crammer": ["Confidence in Structured-Prediction Using Confidence-Weighted Models., EMNLP, 2010"], "Udo Hahn": ["Evaluating the Impact of Alternative Dependency Graph Encodings on Solving Event Extraction Tasks., EMNLP, 2010"], "Shivakumar Vaithyanathan": ["Domain Adaptation of Rule-Based Annotators for Named-Entity Recognition Tasks., EMNLP, 2010"], "Andrew McCallum": ["Collective Cross-Document Relation Extraction Without Labelled Data., EMNLP, 2010"], "Owen Rambow": ["Automatic Detection and Classification of Social Events., EMNLP, 2010", "Word-Based Dialect Identification with Georeferenced Rules., EMNLP, 2010"], "Iryna Gurevych": ["Extracting Opinion Targets in a Single and Cross-Domain Setting with Conditional Random Fields., EMNLP, 2010"], "Claire Cardie": ["Multi-Level Structured Models for Document-Level Sentiment Classification., EMNLP, 2010"], "Mingjun Tian": ["Cross Language Text Classification by Model Translation and Semi-Supervised Learning., EMNLP, 2010"], "Ming Zhou": ["SRL-Based Verb Selection for ESL., EMNLP, 2010"], "Qiaozhu Mei": ["Context Comparison of Bursty Events in Web Search and Online Media., EMNLP, 2010"], "Daniel S. Weld": ["Learning First-Order Horn Clauses from Web Text., EMNLP, 2010"], "Eduard H. Hovy": ["A Semi-Supervised Method to Learn and Construct Taxonomies Using the Web., EMNLP, 2010"], "Xiaoyan Zhu": ["Function-Based Question Classification for General QA., EMNLP, 2010"], "Zhaohui Zheng": ["Learning Recurrent Event Queries for Web Search., EMNLP, 2010"], "Eric P. Xing": ["Staying Informed: Supervised and Semi-Supervised Multi-View Topical Analysis of Ideological Perspective., EMNLP, 2010", "A Latent Variable Model for Geographic Lexical Variation., EMNLP, 2010"], "Raymond J. Mooney": ["A Mixture Model with Sharing for Lexical Semantics., EMNLP, 2010"], "Roberto Zamparelli": ["Nouns are Vectors, Adjectives are Matrices: Representing Adjective-Noun Constructions in Semantic Space., EMNLP, 2010"], "Trevor Cohn": ["Unsupervised Induction of Tree Substitution Grammars for Dependency Parsing., EMNLP, 2010"], "Samuel Brody": ["It Depends on the Translation: Unsupervised Dependency Parsing via Word Alignment., EMNLP, 2010"], "Mark Johnson": ["Using Universal Linguistic Knowledge to Guide Grammar Induction., EMNLP, 2010"], "Dragomir R. Radev": ["What's with the Attitude? Identifying Sentences with Attitude in Online Discussions., EMNLP, 2010"], "Shaishav Kumar": ["Hashing-Based Approaches to Spelling Correction of Personal Names., EMNLP, 2010"], "Oren Etzioni": ["Identifying Functional Relations in Web Text., EMNLP, 2010"], "David Sontag": ["Dual Decomposition for Parsing with Non-Projective Head Automata., EMNLP, 2010"]}