{"Dan Klein": ["Syntactic Transfer Using a Bilingual Lexicon., EMNLP, 2012", "Transforming Trees to Improve Syntactic Convergence., EMNLP, 2012", "An Empirical Investigation of Statistical Significance in NLP., EMNLP, 2012", "Parser Showdown at the Wall Street Corral: An Empirical Investigation of Error Types in Parser Output., EMNLP, 2012", "Training Factored PCFGs with Expectation Propagation., EMNLP, 2012"], "Hal Daumé III": ["Regularized Interlingual Projections: Evaluation on Multilingual Transliteration., EMNLP, 2012", "Besting the Quiz Master: Crowdsourcing Incremental Classification Games., EMNLP, 2012"], "Eiichiro Sumita": ["Bilingual Lexicon Extraction from Comparable Corpora Using Label Propagation., EMNLP, 2012"], "Ani Nenkova": ["Lexical Differences in Autobiographical Narratives from Schizophrenic Patients and Healthy Controls., EMNLP, 2012", "A Coherence Model Based on Syntactic Patterns., EMNLP, 2012"], "Benjamin Van Durme": ["Streaming Analysis of Discourse Participants., EMNLP, 2012"], "Dragomir R. Radev": ["Detecting Subgroups in Online Discussions by Modeling Positive and Negative Relations among Participants., EMNLP, 2012"], "Mark Steedman": ["Generative Goal-Driven User Simulation for Dialog Management., EMNLP, 2012"], "Oliver Lemon": ["Optimising Incremental Dialogue Decisions Using Information Density for Interactive Systems., EMNLP, 2012"], "Michael J. Paul": ["Mixed Membership Markov Models for Unsupervised Conversation Modeling., EMNLP, 2012"], "Le Sun": ["An Entity-Topic Model for Entity Linking., EMNLP, 2012"], "Alexander Yates": ["Linking Named Entities to Any Database., EMNLP, 2012", "Biased Representation Learning for Domain Adaptation., EMNLP, 2012"], "Pushpak Bhattacharyya": ["Towards Efficient Named-Entity Rule Induction for Customizability., EMNLP, 2012"], "Xiaojun Li": ["Active Learning for Imbalanced Sentiment Classification., EMNLP, 2012"], "Gerhard Weikum": ["A Weakly Supervised Model for Sentence-Level Semantic Orientation Analysis with Multiple Experts., EMNLP, 2012", "Natural Language Questions for the Web of Data., EMNLP, 2012"], "Ting Liu": ["Collocation Polarity Disambiguation Using Web-based Pseudo Contexts., EMNLP, 2012"], "Anette Frank": ["Aligning Predicates across Monolingual Comparable Texts using Graph-based Clustering., EMNLP, 2012"], "Michael Strube": ["Local and Global Context for Supervised and Unsupervised Metonymy Resolution., EMNLP, 2012"], "Ido Dagan": ["Learning Verb Inference Rules from Linguistically-Motivated Evidence., EMNLP, 2012"], "Lyle H. Ungar": ["Spectral Dependency Parsing with Latent Variables., EMNLP, 2012"], "Michael Stipicevic": ["A Phrase-Discovering Topic Model Using Hierarchical Pitman-Yor Processes., EMNLP, 2012"], "Phil Blunsom": ["A Bayesian Model for Learning SCFGs with Discontiguous Rules., EMNLP, 2012"], "Mirella Lapata": ["Multiple Aspect Summarization Using Integer Linear Programming., EMNLP, 2012", "A Comparison of Vector-based Representations for Semantic Composition., EMNLP, 2012", "Grounded Models of Semantic Representation., EMNLP, 2012"], "Rajakrishnan Rajkumar": ["Minimal Dependency Length in Realization Ranking., EMNLP, 2012"], "Takeshi Abekawa": ["Framework of Automatic Text Summarization Using Reinforcement Learning., EMNLP, 2012"], "Kevin Knight": ["Large Scale Decipherment for Out-of-Domain Machine Translation., EMNLP, 2012"], "Guodong Zhou": ["N-gram-based Tense Models for Statistical Machine Translation., EMNLP, 2012", "Unified Dependency Parsing of Chinese Morphological and Syntactic Structures., EMNLP, 2012"], "Hwee Tou Ng": ["Source Language Adaptation for Resource-Poor Machine Translation., EMNLP, 2012", "A Beam-Search Decoder for Grammatical Error Correction., EMNLP, 2012"], "Zdenek Zabokrtský": ["Exploiting Reducibility in Unsupervised Dependency Parsing., EMNLP, 2012"], "Carlos Gómez-Rodríguez": ["Improving Transition-Based Dependency Parsing with Buffer Transitions., EMNLP, 2012"], "Ryan T. McDonald": ["Generalized Higher-Order Dependency Parsing with Cube Pruning., EMNLP, 2012"], "Benjamin Snyder": ["Universal Grapheme-to-Phoneme Prediction Over Latin Alphabets., EMNLP, 2012"], "Mark Dredze": ["Name Phylogeny: A Generative Model of String Variation., EMNLP, 2012"], "Nikolaos Engonopoulos": ["Syntactic Surprisal Affects Spoken Word Duration in Conversational Contexts., EMNLP, 2012"], "Yiou Wang": ["Why Question Answering using Sentiment Analysis and Word Classes., EMNLP, 2012"], "Tat-Seng Chua": ["Answering Opinion Questions on Products by Exploiting Hierarchical Organization of Consumer Reviews., EMNLP, 2012"], "Conghui Zhu": ["Locally Training the Log-Linear Model for SMT., EMNLP, 2012"], "Yajuan Lü": ["Iterative Annotation Transformation with Predict-Self Reestimation for Chinese Word Segmentation., EMNLP, 2012"], "Timothy Baldwin": ["Automatically Constructing a Normalisation Dictionary for Microblogs., EMNLP, 2012"], "Raymond J. Mooney": ["Unsupervised PCFG Induction for Grounded Language Learning with Highly Ambiguous Supervision., EMNLP, 2012"], "Ming Zhou": ["Forced Derivation Tree based Model Training to Statistical Machine Translation., EMNLP, 2012", "Re-training Monolingual Parser Bilingually for Syntactic SMT., EMNLP, 2012"], "Christopher D. Manning": ["Multi-instance Multi-label Learning for Relation Extraction., EMNLP, 2012", "Learning Constraints for Consistent Timeline Extraction., EMNLP, 2012", "Probabilistic Finite State Machines for Regression-based MT Evaluation., EMNLP, 2012"], "Cédrick Fairon": ["An \"AI readability\" Formula for French as a Foreign Language., EMNLP, 2012"], "Mitchell Marcus": ["Dynamic Programming for Higher Order Parsing of Gap-Minding Trees., EMNLP, 2012"], "Dan Jurafsky": ["Joint Entity and Event Coreference Resolution across Documents., EMNLP, 2012"], "Yang Liu": ["Joint Chinese Word Segmentation, POS Tagging and Parsing., EMNLP, 2012"], "Bo Xu": ["Translation Model Based Cross-Lingual Language Model Adaptation: from Word Models to Phrase Models., EMNLP, 2012"], "Oren Etzioni": ["Open Language Learning for Information Extraction., EMNLP, 2012", "No Noun Phrase Left Behind: Detecting and Typing Unlinkable Entities., EMNLP, 2012"], "Huidong Jin": ["Modelling Sequential Text with an Adaptive Topic Model., EMNLP, 2012"], "Fen Zhang": ["Exploiting Chunk-level Features to Improve Phrase Chunking., EMNLP, 2012"], "Luc De Raedt": ["A Statistical Relational Learning Approach to Identifying Evidence Based Medicine Categories., EMNLP, 2012"], "Carlo Strapparava": ["Lyrics, Music, and Emotions., EMNLP, 2012"], "Suma Bhat": ["Assessment of ESL Learners' Syntactic Competence Based on Similarity Measures., EMNLP, 2012"], "Jianfeng Gao": ["A Unified Approach to Transliteration-based Text Input with Online Spelling Correction., EMNLP, 2012"], "Jun'ichi Kazama": ["Excitatory or Inhibitory: A New Semantic Orientation Extracts Contradiction and Causality from the Web., EMNLP, 2012"], "Roland Kuhn": ["Enlarging Paraphrase Collections through Generalization and Instantiation., EMNLP, 2012"], "Grzegorz Chrupala": ["Concurrent Acquisition of Word Meaning and Lexical Categories., EMNLP, 2012"], "Mike Thelwall": ["Do Neighbours Help? An Exploration of Graph-based Algorithms for Cross-domain Sentiment Classification., EMNLP, 2012"], "Alnur Ali": ["Learning Lexicon Models from Search Logs for Query Expansion., EMNLP, 2012"], "Dan Roth": ["Joint Inference for Event Timeline Construction., EMNLP, 2012", "On Amortizing Inference Cost for Structured Prediction., EMNLP, 2012", "Learning-based Multi-Sieve Co-reference Resolution with Knowledge., EMNLP, 2012", "A Discriminative Model for Query Spelling Correction with Latent Structural SVM., EMNLP, 2012"], "Daniel Jurafsky": ["Three Dependency-and-Boundary Models for Grammar Induction., EMNLP, 2012"], "Mark Johnson": ["Exploring Adaptor Grammars for Native Language Identification., EMNLP, 2012"], "Ben Taskar": ["Discovering Diverse and Salient Threads in Document Collections., EMNLP, 2012", "Wiki-ly Supervised Part-of-Speech Tagging., EMNLP, 2012"], "Anne Vilnat": ["Generalizing Sub-sentential Paraphrase Acquisition across Original Signal Type of Text Pairs., EMNLP, 2012"], "Andrew McCallum": ["Parse, Price and Cut--Delayed Column and Row Generation for Graph Based Parsers., EMNLP, 2012", "Monte Carlo MCMC: Efficient Inference by Approximate Sampling., EMNLP, 2012"], "Hai Leong Chieu": ["Domain Adaptation for Coreference Resolution: An Adaptive Ensemble Approach., EMNLP, 2012"], "Tom M. Mitchell": ["Weakly Supervised Training of Semantic Parsers., EMNLP, 2012"], "Pascale Fung": ["Cross-Lingual Language Modeling with Syntactic Reordering for Low-Resource Speech Recognition., EMNLP, 2012"], "Vincent Ng": ["Resolving Complex Cases of Definite Pronouns: The Winograd Schema Challenge., EMNLP, 2012"], "Matthew Honnibal": ["A Sequence Labelling Approach to Quote Attribution., EMNLP, 2012"], "Xiaoming Li": ["SSHLDA: A Semi-Supervised Hierarchical Topic Model., EMNLP, 2012", "Identifying Event-related Bursts via Social Media Activities., EMNLP, 2012"], "David A. Smith": ["Improving NLP through Marginalization of Hidden Syntactic Structure., EMNLP, 2012"], "Jason Baldridge": ["Type-Supervised Hidden Markov Models for Part-of-Speech Tagging with Incomplete Tag Dictionaries., EMNLP, 2012", "Supervised Text-based Geolocation Using Language Models on an Adaptive Grid., EMNLP, 2012"], "Dongyan Zhao": ["Explore Person Specific Evidence in Web Person Name Disambiguation., EMNLP, 2012"], "Shinsuke Mori": ["Inducing a Discriminative Parser to Optimize Machine Translation Reordering., EMNLP, 2012"], "Masashi Toyoda": ["Identifying Constant and Unique Relations by using Time-Series Text., EMNLP, 2012"], "Raymond T. Ng": ["A Novel Discriminative Framework for Sentence-Level Discourse Analysis., EMNLP, 2012"], "Rui Wang": ["Using Discourse Information for Paraphrase Extraction., EMNLP, 2012"], "Sina Zarrieß": ["Generating Non-Projective Word Order in Statistical Linearization., EMNLP, 2012"], "Deniz Yuret": ["Learning Syntactic Categories Using Paradigmatic Representations of Word Context., EMNLP, 2012"], "David Buttler": ["Exploring Topic Coherence over Many Models and Many Topics., EMNLP, 2012"], "Alan W. Black": ["Entropy-based Pruning for Phrase-based Machine Translation., EMNLP, 2012"], "Peng Xu": ["A Systematic Comparison of Phrase Table Pruning Techniques., EMNLP, 2012"], "Libin Hou": ["Employing Compositional Semantics and Discourse Consistency in Chinese Event Extraction., EMNLP, 2012"], "William W. Cohen": ["Reading The Web with Learned Syntactic-Semantic Inference Rules., EMNLP, 2012"], "Chin-Yew Lin": ["Ensemble Semantics for Large-scale Unsupervised Relation Extraction., EMNLP, 2012"], "Helmut Schmid": ["Forest Reranking through Subtree Ranking., EMNLP, 2012"], "Chunyu Kit": ["Extending Machine Translation Evaluation Metrics with Lexical Cohesion to Document Level., EMNLP, 2012"], "Raul Guerra": ["Fast Large-Scale Approximate Graph Construction for NLP., EMNLP, 2012"], "Peter Z. Yeh": ["Building a Lightweight Semantic Model for Unsupervised Information Extraction on Short Listings., EMNLP, 2012"], "Graham Cormode": ["Sketch Algorithms for Estimating Point Queries in NLP., EMNLP, 2012"], "Guillaume Bouchard": ["Exact Sampling and Decoding in High-Order Hidden Markov Models., EMNLP, 2012"], "Fabian M. Suchanek": ["PATTY: A Taxonomy of Relational Patterns with Semantic Types., EMNLP, 2012"], "Alon Lavie": ["Language Model Rest Costs and Space-Efficient Storage., EMNLP, 2012"], "Jörg Tiedemann": ["Document-Wide Decoding for Phrase-Based Statistical Machine Translation., EMNLP, 2012"], "Trevor Cohn": ["Left-to-Right Tree-to-String Decoding with Prediction., EMNLP, 2012"], "Andrew Y. Ng": ["Semantic Compositionality through Recursive Matrix-Vector Spaces., EMNLP, 2012"], "John C. Platt": ["Polarity Inducing Latent Semantic Analysis., EMNLP, 2012"], "Louise McNally": ["First Order vs. Higher Order Modification in Distributional Semantics., EMNLP, 2012"], "Houfeng Wang": ["Joint Learning for Coreference Resolution with Markov Logic., EMNLP, 2012"], "Graeme Hirst": ["Resolving \"This-issue\" Anaphora., EMNLP, 2012"], "Amit Singh": ["Entity based Q&A Retrieval., EMNLP, 2012"], "Hui Yang": ["Constructing Task-Specific Taxonomies for Document Collection Browsing., EMNLP, 2012"], "Carolyn Penstein Rosé": ["Multi-Domain Learning: When Do Domains Matter?, EMNLP, 2012"], "Vasant G. Honavar": ["Unambiguity Regularization for Unsupervised Learning of Probabilistic Grammars., EMNLP, 2012"], "Claire Cardie": ["Extracting Opinion Expressions with semi-Markov Conditional Random Fields., EMNLP, 2012"], "Jun Zhao": ["Opinion Target Extraction Using Word-Based Translation Model., EMNLP, 2012"], "Noah A. Smith": ["Word Salad: Relating Food Prices and Descriptions., EMNLP, 2012"], "Amir Globerson": ["Learning to Map into a Universal POS Tagset., EMNLP, 2012", "Improved Parsing and POS Tagging Using Inter-Sentence Consistency Constraints., EMNLP, 2012"], "Xuanjing Huang": ["Part-of-Speech Tagging for Chinese-English Mixed Texts with Dynamic Features., EMNLP, 2012"], "Simone Paolo Ponzetto": ["Joining Forces Pays Off: Multilingual Joint Word Sense Disambiguation., EMNLP, 2012"], "Roberto Navigli": ["A New Minimally-Supervised Framework for Domain Word Sense Disambiguation., EMNLP, 2012"], "Joakim Nivre": ["A Transition-Based System for Joint Part-of-Speech Tagging and Labeled Non-Projective Dependency Parsing., EMNLP, 2012"], "Katja Filippova": ["User Demographics and Language in an Implicit Social Network., EMNLP, 2012"], "Sujith Ravi": ["Revisiting the Predictability of Language: Response Completion in Social Media., EMNLP, 2012"], "Yejin Choi": ["Characterizing Stylistic Elements in Syntactic Structure., EMNLP, 2012"]}