{"Kenneth Ward Church": ["What's Happened Since the First SIGDAT Meeting?, EMNLP, 1999"], "Michel Simard": ["Text-Translation Alignment: Three Languages Are Better Than Two., EMNLP, 1999"], "German Rigau": ["Mapping Multilingual Hierarchies Using Relaxation Labeling., EMNLP, 1999"], "Hermann Ney": ["Improved Alignment Models for Statistical Machine Translation., EMNLP, 1999"], "Tetsuya Ishikawa": ["Cross-Language Information Retrieval for Technical Documents., EMNLP, 1999"], "Yoram Singer": ["Boosting Applied to Tagging and PP Attachment., EMNLP, 1999", "Unsupervised Models for Named Entity Classification., EMNLP, 1999"], "Ruigiang Zhang": ["Applying Extrasentential Context To Maximum Entropy Based Tagging With A Large Semantic And Syntactic Tagset., EMNLP, 1999"], "Josep Montolio": ["Improving POS Tagging Using Machine-Learning Techniques., EMNLP, 1999"], "Eugene Charniak": ["Determining the specificity of nouns from text., EMNLP, 1999"], "Jung-Ho Ahn": ["Retrieving Collocations From Korean Text., EMNLP, 1999"], "Kiri Wagstaff": ["Noun Phrase Coreference as Clustering., EMNLP, 1999"], "David Yarowsky": ["Language Independent Named Entity Recognition Combining Morphological and Contextual Evidence., EMNLP, 1999"], "Sven Hartrumpf": ["Hybrid Disambiguation of Prepositional Phrase Attachment and Interpretation., EMNLP, 1999"], "Hae-Chang Rim": ["HMM Specialization with Selective Lexicalization., EMNLP, 1999"], "Richard M. Schwartz": ["Why Doesn't Natural Language Come Naturally?, EMNLP, 1999"], "Peter A. Heeman": ["POS Tags and Decision Trees for Language Modeling., EMNLP, 1999"], "Zhifang Sui": ["An Information-Theoretic Empirical Analysis of Dependency-Based Feature Types for Word Prediction Models., EMNLP, 1999"], "Kathleen R. McKeown": ["Word Informativeness and Automatic Pitch Accent Modeling., EMNLP, 1999"], "Yuji Matsumoto": ["Learning Discourse Relations with Active Data Selection., EMNLP, 1999"], "Dav Zimak": ["A Learning Approach to Shallow Parsing., EMNLP, 1999"], "Lenhart K. Schubert": ["Guiding a Well-Founded Parser with Corpus Statistics., EMNLP, 1999"], "Eric Brill": ["Exploiting Diversity in Natural Language Processing: Combining Parsers., EMNLP, 1999"], "Felisa Verdejo": ["Lexical ambiguity and Information Retrieval revisited., EMNLP, 1999"], "Eleazar Eskin": ["Detecting Text Similarity over Short Passages: Exploring Linguistic Feature Combinations via Machine Learning., EMNLP, 1999"], "Jörg Tiedemann": ["Automatic Construction of Weighted String Similarity Measures., EMNLP, 1999"], "Radu Florian": ["Taking the load off the conference chairs-towards a digital paper-routing assistant., EMNLP, 1999"], "Agustí Lloberas": ["PP-Attachment: A Committee Machine Approach., EMNLP, 1999"], "Walter Daelemans": ["Cascaded Grammatical Relation Assignment., EMNLP, 1999"], "Dekai Wu": ["Automatically Merging Lexicons that have Incompatible Part-of-Speech Categories., EMNLP, 1999"], "David J. Weir": ["An Iterative Approach to Estimating Frequencies over a Semantic Hierarchy., EMNLP, 1999"], "Chris Brew": ["Using Subcategorization to Resolve Verb Class Ambiguity., EMNLP, 1999"], "Beata Megyesi": ["Improving Brill's Pos Tagger for an Agglutinative Language., EMNLP, 1999"], "Chung Yong Lim": ["Corpus-Based Learning for Noun Phrase Coreference Resolution., EMNLP, 1999"], "Mansuk Song": ["Corpus-Based Approach for Nominal Compound Analysis for Korean Based on Linguistic and Statistical Information., EMNLP, 1999"]}