{"Christoph Tillmann": ["A Projection Extension Algorithm for Statistical Machine Translation., EMNLP, 2003"], "David Yarowsky": ["Statistical Machine Translation Using Coercive Two-Level Syntactic Transduction., EMNLP, 2003"], "Sanjeev Khudanpur": ["Cross-Lingual Lexical Triggers in Statistical Language Modeling., EMNLP, 2003"], "Noemie Elhadad": ["Sentence Alignment for Monolingual Comparable Corpora., EMNLP, 2003"], "Amit Dubey": ["Antecedent Recovery: Experiments with a Trace Tagger., EMNLP, 2003"], "Owen Rambow": ["Use of Deep Linguistic Features for the Recognition and Labeling of Semantic Arguments., EMNLP, 2003"], "Eduard H. Hovy": ["Maximum Entropy Models for FrameNet Classification., EMNLP, 2003"], "Julia Hockenmaier": ["Identifying Semantic Roles Using Combinatory Categorial Grammar., EMNLP, 2003"], "Eugene Charniak": ["Variation of Entropy and Parse Trees of Sentences as a Function of the Sentence Number., EMNLP, 2003"], "Francis Bond": ["A Plethora of Methods for Learning English Countability., EMNLP, 2003"], "David J. Weir": ["A General Framework for Distributional Similarity., EMNLP, 2003"], "Aravind K. Joshi": ["Using LTAG Based Features in Parse Reranking., EMNLP, 2003"], "James R. Curran": ["Log-Linear Models for Wide-Coverage CCG Parsing., EMNLP, 2003"], "Janyce Wiebe": ["Learning Extraction Patterns for Subjective Expressions., EMNLP, 2003"], "Claire Cardie": ["Bootstrapping Coreference Classifiers with Multiple Machine Learning Algorithms., EMNLP, 2003"], "Kathleen R. McKeown": ["Statistical Acquisition of Content Selection Rules for Natural Language Generation., EMNLP, 2003"], "Vasileios Hatzivassiloglou": ["Towards Answering Opinion Questions: Separating Facts from Opinions and Identifying the Polarity of Opinion Sentences., EMNLP, 2003"], "Jun'ichi Tsujii": ["Evaluation and Extension of Maximum Entropy Models with Inequality Constraints., EMNLP, 2003"], "Thomas Hofmann": ["Investigating Loss Functions and Optimization Methods for Discriminative Learning of Label Sequences., EMNLP, 2003"], "Hauke Schmidt": ["A Fast Algorithm for Feature Selection in Conditional Maximum Entropy Modeling., EMNLP, 2003"], "Frederick Jelinek": ["Training Connectionist Models for the Structured Language Model., EMNLP, 2003"], "Mark Johnson": ["Supersense Tagging of Unknown Nouns in WordNet., EMNLP, 2003"], "Malvina Nissim": ["Using the Web in Machine Learning for Other-Anaphora Resolution., EMNLP, 2003"], "Tsutomu Hirao": ["Japanese Zero Pronoun Resolution based on Ranking Rules and Machine Learning., EMNLP, 2003"], "Xiaoqiang Luo": ["A Maximum Entropy Chinese Character-Based Parser., EMNLP, 2003"], "Abraham Ittycheriah": ["HowtogetaChineseName(Entity): Segmentation and Combination Issues., EMNLP, 2003"], "Manabu Sassano": ["Virtual Examples for Text Classification with Support Vector Machines., EMNLP, 2003"], "Anette Hulth": ["Improved Automatic Keyword Extraction Given More Linguistic Knowledge., EMNLP, 2003"]}