{"Christopher D. Manning": ["Unsupervised Discovery of a Statistical Verb Lexicon., EMNLP, 2006"], "Malvina Nissim": ["An Empirical Approach to the Interpretation of Superlatives., EMNLP, 2006", "Learning Information Status of Discourse Entities., EMNLP, 2006"], "Tat-Seng Chua": ["Paraphrase Recognition via Dissimilarity Significance Classification., EMNLP, 2006"], "Oren Etzioni": ["Detecting Parser Errors Using Web-based Semantic Filters., EMNLP, 2006"], "Graeme Hirst": ["Distributional measures of concept-distance: A task-oriented evaluation., EMNLP, 2006"], "Kevin Knight": ["SPMT: Statistical Machine Translation with Syntactified Target Language Phrases., EMNLP, 2006"], "Howard Johnson": ["Phrasetable Smoothing for Statistical Machine Translation., EMNLP, 2006"], "Simon Corston-Oliver": ["The impact of parse quality on syntactically-informed statistical machine translation., EMNLP, 2006"], "José A. R. Fonollosa": ["Statistical Machine Reordering., EMNLP, 2006"], "Eduard H. Hovy": ["Re-evaluating Machine Translation Results with Paraphrase Support., EMNLP, 2006"], "Diane J. Litman": ["Exploiting Discourse Structure for Spoken Dialogue Performance Analysis., EMNLP, 2006", "Humor: Prosody Analysis and Automatic Recognition for F*R*I*E*N*D*S*., EMNLP, 2006"], "Dan Tidhar": ["Automatic classification of citation function., EMNLP, 2006"], "Wolfgang Maier": ["Is it Really that Difficult to Parse German?, EMNLP, 2006"], "Fernando Pereira": ["Domain Adaptation with Structural Correspondence Learning., EMNLP, 2006"], "James Clarke": ["Incremental Integer Linear Programming for Non-projective Dependency Parsing., EMNLP, 2006"], "Hwee Tou Ng": ["Semantic Role Labeling of NomBank: A Maximum Entropy Approach., EMNLP, 2006"], "James H. Martin": ["Identification of Event Mentions and their Semantic Class., EMNLP, 2006"], "Jun'ichi Tsujii": ["Extremely Lexicalized Models for Accurate and Fast HPSG Parsing., EMNLP, 2006", "Automatic Construction of Predicate-argument Structure Patterns for Biomedical Information Extraction., EMNLP, 2006"], "Timothy Baldwin": ["Multilingual Deep Lexical Acquisition for HPSGs via Supertagging., EMNLP, 2006"], "Ido Dagan": ["Lexical Reference: a Semantic Matching Subtask., EMNLP, 2006"], "Tony C. Smith": ["Semantic Role Labeling via Instance-Based Learning., EMNLP, 2006"], "Regina Barzilay": ["Inducing Temporal Graphs., EMNLP, 2006"], "Yuquan Chen": ["A Weakly Supervised Learning Approach for Spoken Language Understanding., EMNLP, 2006"], "Stephan Vogel": ["Distributed Language Modeling for N-best List Re-ranking., EMNLP, 2006"], "Daniel Gildea": ["Efficient Search for Inversion Transduction Grammar., EMNLP, 2006"], "Michael Collins": ["A Discriminative Model for Tree-to-Tree Translation., EMNLP, 2006"], "Tetsuya Ishikawa": ["Modeling Impression in Probabilistic Transliteration into Chinese., EMNLP, 2006"], "ChengXiang Zhai": ["Unsupervised Named Entity Transliteration Using Temporal and Phonetic Correlation., EMNLP, 2006"], "Falk Scholer": ["Capturing Out-of-Vocabulary Words in Arabic Text., EMNLP, 2006"], "Michael Strube": ["Using linguistically motivated features for paragraph boundary identification., EMNLP, 2006"], "Gabriel Nicolae": ["BESTCUT: A Graph Algorithm for Coreference Resolution., EMNLP, 2006"], "Ken A. Dill": ["Protein folding and chart parsing., EMNLP, 2006"], "Mark Johnson": ["Learning Phrasal Categories., EMNLP, 2006"], "Frank Keller": ["Priming Effects in Combinatory Categorial Grammar., EMNLP, 2006"], "Jason Eisner": ["Better Informed Training of Latent Syntactic Features., EMNLP, 2006"], "Lillian Lee": ["Get out the vote: Determining support or opposition from Congressional floor-debate transcripts., EMNLP, 2006"], "Claire Cardie": ["Partially Supervised Coreference Resolution for Opinion Summarization through Structured Rule Learning., EMNLP, 2006", "Joint Extraction of Entities and Relations for Opinion Recognition., EMNLP, 2006"], "Victor Lavrenko": ["Sentiment Retrieval using Generative Models., EMNLP, 2006"], "Tetsuya Nasukawa": ["Fully Automatic Lexicon Expansion for Domain-oriented Sentiment Analysis., EMNLP, 2006"], "Michel Galley": ["A Skip-Chain Conditional Random Field for Ranking Meeting Utterances by Importance., EMNLP, 2006"], "James R. Glass": ["Style & Topic Language Model Adaptation Using HMM-LDA., EMNLP, 2006"], "Shrikanth Narayanan": ["Text data acquisition for domain-specific language models., EMNLP, 2006"], "Keith B. Hall": ["Corrective Models for Speech Recognition of Inflected Languages., EMNLP, 2006"], "Katrin Kirchhoff": ["Lexicon Acquisition for Dialectal Arabic Using Transductive Learning., EMNLP, 2006"], "Kareem Darwish": ["Arabic OCR Error Correction Using Character Segment Correction, Language Modeling, and Shallow Morphology., EMNLP, 2006"], "Chew Lim Tan": ["Partially Supervised Sense Disambiguation by Learning Sense Number from Tagged and Untagged Corpora., EMNLP, 2006"], "Marco Pennacchiotti": ["Automatically Assessing Review Helpfulness., EMNLP, 2006"], "Janyce Wiebe": ["Feature Subsumption for Opinion Analysis., EMNLP, 2006"], "Mikio Yamamoto": ["Relevance Feedback Models for Recommendation., EMNLP, 2006"], "James R. Curran": ["Random Indexing using Statistical Weight Functions., EMNLP, 2006"], "Galen Andrew": ["A Hybrid Markov/Semi-Markov Conditional Random Field for Sequence Segmentation., EMNLP, 2006"], "Benjamin Rosenfeld": ["Boosting Unsupervised Relation Extraction by Using NER., EMNLP, 2006"], "Simon Günter": ["Short Text Authorship Attribution via Sequence Kernels, Markov Chains and Author Unmasking: An Investigation., EMNLP, 2006"], "Sachindra Joshi": ["Entity Annotation based on Inverse Index Operations., EMNLP, 2006"], "Ossama Emam": ["Unsupervised Information Extraction Approach Using Graph Mutual Reinforcement., EMNLP, 2006"], "Zhong Su": ["Empirical Study on the Performance Stability of Named Entity Recognition Model across Domains., EMNLP, 2006"], "Stephan Oepen": ["Statistical Ranking in Tactical Generation., EMNLP, 2006"], "Stephen G. Pulman": ["Sentence ordering with manifold-based classification in multi-document summarization., EMNLP, 2006"], "German Rigau": ["Quality Assessment of Large Scale Knowledge Resources., EMNLP, 2006"], "Mitsuru Ishizuka": ["Graph-based Word Clustering using a Web Search Engine., EMNLP, 2006"], "Guihong Cao": ["Context-Dependent Term Relations for Information Retrieval., EMNLP, 2006"], "James Henderson": ["Loss Minimization in Parse Reranking., EMNLP, 2006"], "Zheng-Yu Niu": ["Unsupervised Relation Disambiguation with Order Identification Capabilities., EMNLP, 2006"], "Kristina Toutanova": ["Competitive generative models with structure learning for NLP classification tasks., EMNLP, 2006"], "Aitor Soroa": ["Two graph-based algorithms for state-of-the-art WSD., EMNLP, 2006"], "Yasemin Altun": ["Broad-Coverage Sense Disambiguation and Information Extraction with a Supersense Sequence Tagger., EMNLP, 2006"], "Andrew McCallum": ["Learning Field Compatibilities to Extract Database Records from Unstructured Text., EMNLP, 2006"], "Chinatsu Aone": ["Discriminative Methods for Transliteration., EMNLP, 2006"], "Andrew Y. Ng": ["Solving the Problem of Cascading Errors: Approximate Bayesian Inference for Linguistic Annotation Pipelines., EMNLP, 2006"]}