{"Donna Harman": ["Relevance Feedback Revisited., SIGIR, 1992"], "IJsbrand Jan Aalbersberg": ["Incremental Relevance Feedback., SIGIR, 1992"], "Jean Tague-Sutcliffe": ["Measuring the Informativeness of a Retrieval Process., SIGIR, 1992"], "David D. Lewis": ["An Evaluation of Phrasal and Clustered Representations on a Text Categorization Task., SIGIR, 1992"], "N. Pénot": ["Automatic Document Classification: Natural Language Processing, Statistical Analysis, and Expert System Techniques used together., SIGIR, 1992"], "David L. Waltz": ["Classifying News Stories using Memory Based Reasoning., SIGIR, 1992"], "E. Michael Keen": ["Term Position Ranking: Some New Test Results., SIGIR, 1992"], "Bokyung Yang": ["Experiments in Automatic Statistical Thesaurus Construction., SIGIR, 1992"], "Gregory Grefenstette": ["Use of Syntactic Context to Produce Term Association Lists for Text Retrieval., SIGIR, 1992"], "Rex A. Flynn": ["Versioning a Full-text Information Retrieval System., SIGIR, 1992"], "Forbes J. Burkowski": ["Retrieval Activities in a Database Consisting of Heterogeneous Collections of Structured Text., SIGIR, 1992"], "Michelle LaMar": ["A Textual Object Management System., SIGIR, 1992"], "Jian-Yun Nie": ["Towards a Probabilistic Modal Logic for Semantic-based Information Retrieval., SIGIR, 1992"], "Yiyu Yao": ["An Analysis of Vector Space Models Based on Computational Geometry., SIGIR, 1992"], "Richard K. Belew": ["Latent Semantic Indexing is an Optimal Special Case of Multidimensional Scaling., SIGIR, 1992"], "Peter Schäuble": ["A System for Retrieving Speech Documents., SIGIR, 1992"], "Eugene L. Margulis": ["N-Poisson - Document Modelling., SIGIR, 1992"], "Michael Hess": ["An Incrementally Extensible Document Retrieval System Based on Linguistic and Logical Principles., SIGIR, 1992"], "Daniel P. Dabney": ["Probabilistic Retrieval Based on Staged Logistic Regression., SIGIR, 1992"], "Norbert Fuhr": ["Integration of Probabilistic Fact and Text Retrieval., SIGIR, 1992"], "Howard R. Turtle": ["A Loosely-Coupled Integration of a Text Retrieval System and an Object-Oriented Database System., SIGIR, 1992"], "Jakob Nielsen": ["Automating the Assignment of Submitted Manuscripts to Reviewers., SIGIR, 1992"], "Maurizio Masotti": ["Design of an OPAC Database to Permit Different Subject Searching Accesses in a Multi-Disciplines Universities Library Catalogue Database., SIGIR, 1992"], "Peter Willett": ["Searching for Historical Word-Forms in a Database of 17th-Century English Text Using Spelling-Correction Methods., SIGIR, 1992"], "Lenwood S. Heath": ["A Faster Algorithm for Constructing Minimal Perfect Hash Functions., SIGIR, 1992"], "Justin Zobel": ["Parameterised Compression for Sparse Bitmaps., SIGIR, 1992"], "Pavel Zezula": ["Frame-Sliced Partitioned Parallel Signature Files., SIGIR, 1992"], "Bryce Allen": ["Cognitive Differences in End User Searching of a CD-ROM Index., SIGIR, 1992"], "Diane H. Sonnenwald": ["Developing a Theory to Guide the Process of Designing Information Retrieval Systems., SIGIR, 1992"], "John W. Tukey": ["Scatter/Gather: A Cluster-based Approach to Browsing Large Document Collections., SIGIR, 1992"], "Paul Chitson": ["Bead: Explorations in Information Visualization., SIGIR, 1992"], "Ben Shneiderman": ["The Dynamic HomeFinder: Evaluating Dynamic Queries in a Real-Estate Information Exploration System., SIGIR, 1992"], "W. Bruce Croft": ["Experience with Large Document Collections (Panel)., SIGIR, 1992"], "Robert Krovetz": ["Corpus Linguistics and Information Retrieval., SIGIR, 1992"]}