[["The Growing Crisis of Traditional Information Retrieval Systems - What is to Follow?", ["Norbert Henrichs"]], ["FAKYR - A Method Base System for Education and Research in Information Retrieval.", ["Peter Bollmann", "E. Konrad", "Horst Zuse"]], ["LIARS: A Software Environment for Testing Query Processing Strategies.", ["Duncan A. Buell", "Donald H. Kraft"]], ["The Implementation of a Document Retrieval System.", ["W. Bruce Croft", "Lynn Ruggles"]], ["An Intelligent Terminal for Implementing Relevance Feedback on Large Operational Retrieval Systems.", ["Joan M. Morrissey"]], ["Messidor: A Distributed Information Retrieval Systems.", ["Catherine Moulinoux", "Jean-Claude Faure", "Witold Litwin"]], ["Adapting a Data Organization to the Structure of Stored Information.", ["M. Bärtschi", "Hans-Peter Frei"]], ["On the Architecture of a System Integrating Data Base Management and Information Retrieval.", ["Horst Biller"]], ["Probabilistic Approaches to the Document Retrieval Problem.", ["M. E. Maron"]], ["The Unified Probabilistic Model for IR.", ["Stephen E. Robertson", "M. E. Maron", "William S. Cooper"]], ["Explanation and Generalization of Vector Models in Information Retrieval.", ["Abraham Bookstein"]], ["Incorporation of Relevance Feedback into Boolean Retrieval System.", ["Tadeusz Radecki"]], ["An Evaluation of Term Dependence Models in Information Retrieval.", ["Gerard Salton", "Chris Buckley", "Clement T. Yu"]], ["A Decision Theory Approach to Optimal Automatic Indexing.", ["Gerhard Knorz"]], ["Simulation of Bibliographic Retrieval Databases Using Hyperterms.", ["Jean Tague", "Michael J. Nelson"]], ["Techniques for Measuring the Stability of Clustering: A Comparative Study.", ["Vijay V. Raghavan", "Maggie Y. L. Ip"]], ["Retrieval of Abstracts by Analogy.", ["Bernd Drewes"]], ["From Research to Application: The Cite Natural Language Information System.", ["Tamas E. Doszkocs"]], ["Machine Intelligence vs. Machine-Aided Intelligence in Information Retrieval: A Historical Perspective.", ["Linda C. Smith"]], ["Information Retrieval by Voice Input and Output.", ["Francis Jack Smith", "R. J. Linggard"]], ["Is Text Compression by Prefizes and Suffixes Practical?", ["Aviezri S. Fraenkel", "Moshe Mor", "Yehoshua Perl"]]]