{"Tefko Saracevic": ["Users Lost: Reflections on the Past, Future, and Limits of Information Science (Summary)., SIGIR, 1997"], "Bienvenido Vélez": ["Fast and Effective Query Refinement., SIGIR, 1997"], "Stephen E. Robertson": ["On Relevance Weights with Little Relevance Information., SIGIR, 1997"], "Amit Singhal": ["Learning Routing Queries in a Query Zone., SIGIR, 1997"], "K. L. Kwok": ["Comparing Representations in Chinese Information Retrieval., SIGIR, 1997"], "Aitao Chen": ["Chinese Text Retrieval Without Using a Dictionary., SIGIR, 1997"], "Lee-Feng Chien": ["Pat-tree-based Keyword Extraction for Chinese Information Retrieval., SIGIR, 1997"], "Craig Silverstein": ["Almost-Constant-Time Clustering of Arbitrary Corpus Subsets., SIGIR, 1997"], "Hwee Tou Ng": ["Feature Selection, Perceptron Learning, and a Usability Case Study for Text Categorization., SIGIR, 1997"], "Hinrich Schütze": ["Projections for Efficient Document Clustering., SIGIR, 1997"], "Lisa Ballesteros": ["Phrasal Translation and Query Expansion Techniques for Cross-language Information Retrieval., SIGIR, 1997"], "Mark W. Davis": ["QUILT: Implementing a Large-scale Cross-language Text Retrieval System., SIGIR, 1997"], "Paraic Sheridan": ["Cross Language Speech Retrieval: Establishing a Baseline Performance., SIGIR, 1997"], "Mounia Lalmas": ["Dempster-Shafer's Theory of Evidence Applied to Structured Documents: Modelling Uncertainty., SIGIR, 1997"], "Warren R. Greiff": ["Computationally Tractable Probabilistic Modeling of Boolean Operators., SIGIR, 1997"], "Marios Sintichakis": ["A Method for Monolingual Thesauri Merging., SIGIR, 1997"], "Mark A. Stairmand": ["Textual Context Analysis for Information Retrieval., SIGIR, 1997"], "Evelyne Tzoukermann": ["Effective Use of Natural Language Processing Techniques for Automatic Conflation of Multi-Word Terms: The Role of Derivational Morphology, Part of Speech Tagging, and Shallow Parsing., SIGIR, 1997"], "Christian Jacquemin": ["Guessing Morphology from Terms and Corpora., SIGIR, 1997"], "Scott Aaronson": ["Optimal Demand-oriented Topology for Hypertext Systems., SIGIR, 1997"], "Marcin Kaszkiel": ["Passage Retrieval Revisited., SIGIR, 1997"], "Dieter Merkl": ["Exploration of Text Collections with Hierarchical Feature Maps., SIGIR, 1997"], "Raya Fidel": ["Users' Perception of the Performance of a Filtering System., SIGIR, 1997"], "Mark D. Dunlop": ["Time, Relevance and Interaction Modelling for Information Retrieval., SIGIR, 1997"], "Doug Cooper": ["How to Read Less and Know More - Approximate OCR for Thai., SIGIR, 1997"], "Yashishi Ogawa": ["Overlapping Statistical Word Indexing: A New Indexing Method for Japanese Text., SIGIR, 1997"], "Aravindan Veerasamy": ["Effectiveness of a Graphical Display of Retrieval Results., SIGIR, 1997"], "Marti A. Hearst": ["Cat-a-Cone: An Interactive Interface for Specifying Searches and Viewing Retrieval Results using a Large Category Hierarchy., SIGIR, 1997"], "Christoph Baumgarten": ["A Probabilistic Model for Distributed Information Retrieval., SIGIR, 1997"], "Jong-Hak Lee": ["Analyses of Multiple Evidence Combination., SIGIR, 1997"], "Srinivas Ravela": ["Image Retrieval by Appearance., SIGIR, 1997"], "Y. Alp Aslandogan": ["Using Semantic Contents and WordNet in Image Retrieval., SIGIR, 1997"], "V. Harmandas": ["Image Retrieval by Hypertext Links., SIGIR, 1997"], "Larry Fitzpatrick": ["Automatic Feedback Using Past Queries: Social Searching?, SIGIR, 1997"], "Peter G. Anick": ["Exploiting Clustering and Phrases for Context-based Information Retrieval., SIGIR, 1997"], "Mark Magennis": ["The Potential and Actual Effectiveness of Interactive Query Expansion., SIGIR, 1997"], "Michael Lesk": ["Real Life Information Retrieval: Commercial Search Engines (Panel)., SIGIR, 1997"], "Maristella Agosti": ["ACHIRA: Automatic Construction of Hypertexts for Information Retrieval Applications (Abstract)., SIGIR, 1997"], "Hsinchun Chen": ["Semantic Search and Semantic Categorization (Abstract)., SIGIR, 1997", "Visual SOM (Abstract)., SIGIR, 1997"]}