[["Recent Trends in Automatic Information Retrieval.", ["Gerard Salton"]], ["Using Structural Representations of Anomalous States of Knowledge for Choosing Document Retrieval Strategies.", ["Nicholas J. Belkin", "Barbara H. Kwasnik"]], ["Document Presentation and Query Formulation in Muse.", ["Simon J. Gibbs", "Dennis Tsichritzis"]], ["An Approach to Multimedia Information Management.", ["S. Gallelli", "C. Iacobelli", "P. Marchisio"]], ["Methodological Issues for the Design of an Office Information Server - Focal Topics for the Analysis from an Office System Perspective.", ["Till W. Truckenmüller", "M. Rathgeb"]], ["IR, NLP, AI and UFOS: Or IR-Relevance, Natural Language Problems, Artful Intelligence and User-Friendly Online Systems.", ["Tamas E. Doszkocs"]], ["The Visual Display of Information in an Information Retrieval Environment.", ["Donald B. Crouch"]], ["Improved Subject Access, Browsing and Scanning Mechanisms in Modern Online IR.", ["Peter Ingwersen", "Irene Wormell"]], ["S-Tree: A Dynamic Balanced Signature Index for Office Retrieval.", ["Uwe Deppisch"]], ["Improved Hierarchical Bit-Vector Compression in Document Retrieval Systems.", ["Yaacov Choueka", "Aviezri S. Fraenkel", "Shmuel T. Klein", "E. Segal"]], ["Text Compression Using Prediction.", ["Jukka Teuhola", "Timo Raita"]], ["Incorporating Syntactic Information into a Document Retrieval Strategy: An Investigation.", ["Alan F. Smeaton"]], ["CALIN - A User Interface Based on a Simple Natural Language.", ["Patrick Bosc", "Michèle Courant", "Sophie Robin"]], ["Solving Grammatical Ambiguities within a Surface Syntactical Parser for Automatic Indexing.", ["Catherine Berrut", "Patrick Palmer"]], ["A Design of a Distributed Full Text Retrieval System.", ["Patrick Martin", "Ian A. Macleod", "Brent Nordin"]], ["A Common Architecture for Different Text Processing Techniques in an Information Retrieval Environment.", ["Gregor Thurmair"]], ["COREL - A Conceptual Retrieval System.", ["M. Kathryn Di Benigno", "George R. Cross", "Cary deBessonet"]], ["Hierarchic Document Clustering Using Ward's Method.", ["Abdelmoula El-Hamdouchi", "Peter Willett"]], ["User-Oriented Document Clustering: A Framework for Learning in Information Retrieval.", ["Jitender S. Deogun", "Vijay V. Raghavan"]], ["The Efficiency of Inverted Index and Cluster Searches.", ["Ellen M. Voorhees"]], ["On Extending the Vector Space Model for Boolean Query Processing.", ["S. K. Michael Wong", "Wojciech Ziarko", "Vijay V. Raghavan", "P. C. N. Wong"]], ["An Experimental Study of Factors Important in Document Ranking.", ["Donna Harman"]], ["A New Theoretical Framework for Information Retrieval.", ["C. J. van Rijsbergen"]], ["User-Specified Domain Knowledge for Document Retrieval.", ["W. Bruce Croft"]], ["IOTA: A Full Text Information Retrieval System.", ["Yves Chiaramella", "Bruno Defude", "Marie-France Bruandet", "Dalila Kerkouba"]], ["An Information Retrieval System Based on Artificial Intelligence Techniques.", ["Dario De Jaco", "Gianluca Garbolino"]], ["The Use of Inference Mechanisms to Improve the Retrieval Facilities from Large Relational Databases.", ["Gian Piero Zarri"]], ["A Machine Learning Approach to Information Retrieval.", ["S. K. Michael Wong", "Wojciech Ziarko"]], ["An Automatic and Tunable Document Indexing System.", ["Esen A. Ozkarahan", "Fazli Can"]], ["Performance of Self-Taught Documents: Exploiting Co-Relevance Structure in a Document Collection.", ["Abraham Bookstein"]], ["Two Models of Retrieval with Probabilistic Indexing.", ["Norbert Fuhr"]], ["Probabilistic Models for Document Retrieval: A Comparison of Performance on Experimental and Synthetic Databases.", ["Robert M. Losee", "Abraham Bookstein", "Clement T. Yu"]], ["Non-Binary Independence Model.", ["Clement T. Yu", "T. C. Lee"]], ["The Maximum Entropy Principle in Information Retrieval.", ["Paul B. Kantor", "Jung Jin Lee"]], ["An Interpretation of Index Term Weighting Schemes Based on Document Components.", ["K. L. Kwok"]]]