{"Terry Winograd": ["Digital Libraries: Bridging the Two Cultures., SIGIR, 1995"], "Kenneth B. Haase": ["Netserf: Using Semantic Knowledge to Find Internet Information Archives., SIGIR, 1995"], "James C. French": ["Dissemination of Collection Wide Information in a Distributed Information Retrieval System., SIGIR, 1995"], "W. Bruce Croft": ["Searching Distributed Collections with Inference Networks., SIGIR, 1995"], "Eric W. Brown": ["Fast Evaluation of Structured Queries for Information Retrieval., SIGIR, 1995"], "Shmuel T. Klein": ["Efficient Recompression Techniques for Dynamic Full-Text Retrieval Systems., SIGIR, 1995"], "Hans-Peter Frei": ["Design of a Reusable IR Framework., SIGIR, 1995"], "Basil Tampakas": ["Parallel Text Retrieval on a High Performance Super Computer Using the Vector Space Model., SIGIR, 1995"], "Francine Chen": ["A Trainable Document Summarizer., SIGIR, 1995"], "Dragomir R. Radev": ["Generating Summaries of Multiple News Articles., SIGIR, 1995"], "James P. Callan": ["Integrating IR and RDBMS Using Cooperative Indexing., SIGIR, 1995"], "Ricardo A. Baeza-Yates": ["A Language for Queries on Structure and Contents of Textual., SIGIR, 1995"], "Timo Niemi": ["An NF2 Relational Interface For Document Retrieval, Restructuring and Aggregation., SIGIR, 1995"], "Lee-Feng Chien": ["Fast and Quasi-Natural Language Search for Gigabits of Chinese Texts., SIGIR, 1995"], "Masajiro Iwasaki": ["A New Character-based Indexing Organization using Frequency Data for Japanese Documents., SIGIR, 1995"], "Ellen Riloff": ["Little Words Can Make a Big Difference for Text Classification., SIGIR, 1995"], "Tefko Saracevic": ["Evaluation of Evaluation in Information Retrieval., SIGIR, 1995"], "Mirja Iivonen": ["Searchers and Searchers: Differences between the Most and Least Consistent Searchers., SIGIR, 1995"], "Gary Marchionini": ["Information Processing in the Context of Medical Care., SIGIR, 1995"], "Christine Leichtenstien": ["Towards New Measures of Information Retrieval Evaluation., SIGIR, 1995"], "Ben Johnson-Laird": ["Learning Collection Fusion Strategies., SIGIR, 1995"], "Joon Ho Lee": ["Combining Multiple Evidence from Different Properties of Weighting Schemes., SIGIR, 1995"], "Norbert Fuhr": ["Efficient Processing of Vague Queries using a Data Stream Approach., SIGIR, 1995", "Probabilistic Datalog - A Logic For Powerful Retrieval Methods., SIGIR, 1995"], "David Dubin": ["Document Analysis for Visualization., SIGIR, 1995"], "Peter Bruza": ["Improving the Information Search Interface: the case for two search models., SIGIR, 1995"], "Susanne Ornager": ["The Newspaper Image Database: Empirical Supported Analysis of Users' Typology and Word Association Clusters., SIGIR, 1995"], "Gerda Ruge": ["Human Memory Models and Term Association., SIGIR, 1995"], "Jan O. Pedersen": ["A Comparison of Classifiers and Document Representations for the Routing Problem., SIGIR, 1995"], "Edwina L. Rissland": ["A Case-Based Approach To Intelligent Information Retrieval., SIGIR, 1995"], "David D. Lewis": ["Evaluating and Optimizing Autonomous Text Classification Systems., SIGIR, 1995"], "Yiming Yang": ["Noise Reduction in a Statistical Approach to Text Categorization., SIGIR, 1995"], "Steven Finch": ["Partial Orders for Document Representation: A New Methodology for Combining Document Features., SIGIR, 1995"], "Takenobu Tokunaga": ["Cluster-Based Text Categorization: A Comparison of Category Search Strategies., SIGIR, 1995"], "C. J. van Rijsbergen": ["Probability Kinematics in Information Retrieval., SIGIR, 1995"], "Carlo Meghini": ["An Image Retrieval Model Based on Classical Logic., SIGIR, 1995"], "Kenneth Ward Church": ["One Term Or Two?, SIGIR, 1995"], "Timo Raita": ["Detecting Content-Bearing Words by Serial Clustering., SIGIR, 1995"], "Paraic Sheridan": ["Applying Probabilistic Term Weighting to OCR Text in the Case of a Large Alphabetic Library Catalogue., SIGIR, 1995"], "James Allan": ["Relevance Feedback With Too Much Data., SIGIR, 1995"], "Hayri Sever": ["On the Reuse of Past Optimal Queries., SIGIR, 1995"], "Gerard Salton": ["Optimization of Relevance Feedback Weights., SIGIR, 1995"]}