{"Lee A. Hollaar": ["Hardware Systems for Text Information Retrieval., SIGIR, 1983"], "Gerald DeJong": ["Artificial Intelligence Implications for Information Retrieval., SIGIR, 1983"], "W. Bruce Croft": ["Applications for Information Retrieval Techniques in the Office., SIGIR, 1983", "A Network Organization Used for Document Retrieval., SIGIR, 1983"], "Michael Lebowitz": ["Intelligent Information Systems., SIGIR, 1983"], "Helen M. Brooks": ["Using Discourse Analysis for The Design of Information Retrieval Interaction Mechanisms., SIGIR, 1983"], "Andrew E. Wessel": ["Progress Report on Project Information Bridge., SIGIR, 1983"], "Luis De Sopena": ["Natural Language Grammars for an Information System., SIGIR, 1983"], "Madeleine Bates": ["Information Retrieval Using a Transportable Natural Language Interface., SIGIR, 1983"], "Vijay V. Raghavan": ["Evaluation of The 2-Poisson Model as a Basis for Using Term Frequency Data in Searching., SIGIR, 1983"], "C. J. van Rijsbergen": ["A Discrimination Gain Hypothesis., SIGIR, 1983", "Information Retrieval: New Directions, Old Solutions., SIGIR, 1983"], "Padima Das-Gupta": ["A Study of the Overlap Among Document Representations., SIGIR, 1983"], "Fazli Can": ["A Clustering Scheme., SIGIR, 1983"], "Peter Bollmann": ["The Normalized Recall and Related Measures., SIGIR, 1983"], "V. J. Geller": ["User Interfaces to Information Systems: Choices vs. Commands., SIGIR, 1983"], "A. Steven Pollitt": ["End User Touch Searching for Cancer Therapy Literature: A Rule-Based Approach., SIGIR, 1983"], "John Tolle": ["Transactional Log Analysis: Online Catalogs., SIGIR, 1983"], "Patricia Somers": ["The User View of File Management: Recommendations for a User Interface Based in an Analysis of UNIX File System Use., SIGIR, 1983"], "Christine L. Borgman": ["End User Behavior on an Online Information Retrieval System: A Computer Monitoring Study., SIGIR, 1983"], "Gian Piero Zarri": ["Reseda, An Information Retrieval System Using Artificial Intelligence and Knowledge Representation Techniques., SIGIR, 1983"], "Caroline M. Eastman": ["Current Practice in The Evaluation of Multikey Search Algorithms., SIGIR, 1983"], "Aviezri S. Fraenkel": ["Combinational Compression and Partitioning of Large Dictionaries: Theory and Experiments., SIGIR, 1983"], "E. J. Yannakoudakis": ["Derived Search Keys for Bibliographic Retrieval., SIGIR, 1983"], "José-Marie Griffiths": ["An Approach to Enhancement of Statistical Survey Databases., SIGIR, 1983"], "Karen Kukich": ["Knowledge-Based Report Generations: A Technique for Automatically Generating Natural Language Reports from Databases., SIGIR, 1983"], "Gerard Salton": ["Some Research Problems in Automatic Information Retrieval., SIGIR, 1983"], "M. E. Maron": ["Open Problems in Information Retrieval., SIGIR, 1983"]}