{"Howard R. Turtle": ["Inference Networks for Document Retrieval., SIGIR, 1990"], "Yves Chiaramella": ["A Retrieval Model Based on an Extended Modal Logic and its Application to the RIME Experimental Approach., SIGIR, 1990"], "Norbert Fuhr": ["Probabilistic Document Indexing from Relevance Feedback Data., SIGIR, 1990"], "Heinz Ulrich Hoppe": ["EXPRESS: An Experimental Interface for Factual Information Retrieval., SIGIR, 1990"], "James H. Coombs": ["Hypertext, Full Text, and Automatic Linking., SIGIR, 1990"], "Gilles Halin": ["Machine Learning and Vectorial Matching for an Image Retrieval Model: EXPRIM and the System RIVAGE., SIGIR, 1990"], "Hsinchun Chen": ["Online Query Refinement on Information Retrieval Systems: A Process Model of Searcher/System Interactions., SIGIR, 1990"], "Peter G. Anick": ["A Direct Manipulation Interface for Boolean Information Retrieval via Natural Language Query., SIGIR, 1990"], "Nicholas J. Belkin": ["Determining the Functionality and Features of an Intelligent Interface to an Information Retrieval System., SIGIR, 1990"], "Ron Sacks-Davis": ["Using Syntactic Analysis in a Document Retrieval System that uses Signature Files., SIGIR, 1990"], "Fausto Rabitti": ["A Dynamic Signature Technique for Multimedia Databases., SIGIR, 1990"], "Forbes J. Burkowski": ["Surrogate Subsets: A Free Space Management Strategy for the Index of a Text Retrieval System., SIGIR, 1990"], "Haruo Kimoto": ["Construction of a Dynamic Thesaurus and its Use for Associated Information Retrieval., SIGIR, 1990"], "Augusto Celentano": ["Knowledge-Based Retrieval of Office Documents., SIGIR, 1990"], "Susan Gauch": ["Evaluation of an Expert System for Searching in Full Text., SIGIR, 1990"], "Edward A. Fox": ["Order Preserving Minimal Perfect Hash Functions and Information Retrieval., SIGIR, 1990"], "Hubert Hüther": ["On the Interrelationship of Dictionary Size and Completeness., SIGIR, 1990"], "Abraham Bookstein": ["Construction of Optimal Graphs for Bit-Vector Compression., SIGIR, 1990"], "Mark E. Frisse": ["Panel: Hypertext: \"Growing Up?\"., SIGIR, 1990"], "W. Bruce Croft": ["Experiments with Query Acquisition and Use in Document Retrieval Systems., SIGIR, 1990"], "Carolyn J. Crouch": ["The Automatic Generation of Extended Queries., SIGIR, 1990"], "David D. Lewis": ["Term Clustering of Syntactic Phrases., SIGIR, 1990"], "Douglas R. Cutting": ["Optimizations for Dynamic Inverted Index Maintenance., SIGIR, 1990"], "Craig Stanfill": ["Partitioned Posting Files: A Parallel Inverted File Structure for Information Retrieval., SIGIR, 1990"], "Janey K. Cringean": ["Parallel Text Searching in Serial Files Using a Processor Farm., SIGIR, 1990"], "Robert M. Fung": ["An Architecture for Probabilistic Concept-Based Information Retrieval., SIGIR, 1990"], "Leo Egghe": ["A New Method for Information Retrieval, Based on the Theory of Relative Concentration., SIGIR, 1990"], "Ronald Rousseau": ["Extended Boolean Retrieval: A Heuristic Approach?, SIGIR, 1990"]}