[["Parallel Processing and Information Retrieval.", ["David L. Waltz"]], ["In Search of Knowledge-Based Search Tactics.", ["Philip J. Smith", "Steven J. Shute", "Deb Galdes", "Mark H. Chignell"]], ["Adaptive Information Retrieval: Using a Connectionist Representation to Retrieve and Learn About Documents.", ["Richard K. Belew"]], ["A Neural Network for Probabilistic Information Retrieval.", ["K. L. Kwok"]], ["Design of a Browsing Interface for Information Retrieval.", ["Robert Godin", "Jan Gecsei", "Claude Pichet"]], ["A Library System for Information Retrieval Based on a Cognitive Task Analysis and Supported by an Icon-Based Interface.", ["Annelise Mark Pejtersen"]], ["Integrated Information Retrieval in a Knowledge Worker Support System.", ["Gordon McAlpine", "Peter Ingwersen"]], ["Retrieval System Evaluation Using Recall and Precision: Problems and Answers.", ["Vijay V. Raghavan", "Peter Bollmann", "Gwang S. Jung"]], ["Optimum Polynomial Retrieval Functions.", ["Norbert Fuhr"]], ["Towards an Information Logic.", ["C. J. van Rijsbergen"]], ["A Parallel Indexed Algorithm for Information Retrieval.", ["Craig Stanfill", "Robert Thau", "David L. Waltz"]], ["An Optical System for Full Text Search.", ["Pericles A. Mitkas", "P. Bruce Berra", "Peter S. Guilfoyle"]], ["Retrieving Highly Dynamic, Widely Distributed Information.", ["M. F. Wyle", "Hans-Peter Frei"]], ["The Constituent Object Parser: Syntactic Structure Matching for Information Retrieval.", ["Douglas P. Metzler", "Stephanie W. Haas"]], ["Word Sense Disambiguation Using Machine-Readable Dictionaries.", ["Robert Krovetz", "W. Bruce Croft"]], ["On the Application of Syntactic Methodologies in Automatic Text Analysis.", ["Gerard Salton", "Maria Smith"]], ["File Organizations and Access Methods for CLV Optical Disks.", ["Stavros Christodoulakis", "Daniel Alexander Ford"]], ["Storing Text Retrieval Systems on CD-ROM: Compression and Encryption Considerations.", ["Shmuel T. Klein", "Abraham Bookstein", "Scott C. Deerwester"]], ["A New Approach to Text Searching.", ["Ricardo A. Baeza-Yates", "Gaston H. Gonnet"]], ["Multikey Access Methods Based on Term Discrimination and Signature Clustering.", ["Jae-Woo Chang", "Joon Ho Lee", "Yoon-Joon Lee"]], ["Indexing Medical Reports in a Multimedia Environment: The RIME Experimental Approach.", ["Catherine Berrut", "Yves Chiaramella"]], ["Full Text Indexing Based on Lexical Relations An Application: Software Libraries.", ["Yoëlle S. Maarek", "Frank A. Smadja"]], ["How a Personal Document's Intended Use or Purpose Affects its Classification in an Office.", ["Barbara H. Kwasnik"]], ["Information Retrieval Using a Hypertext-Based Help System.", ["F. R. Campagnoni", "Kate Ehrlich"]], ["A Hypertext Knowledge Base for Primary Care - LIMEDS in LINCKS.", ["Toomas Timpka", "Lin Padgham", "Per Hedblom", "Stefan Wallin", "Gösta Tibblin"]], ["Settings and the Setting Structure: The Description and Automated Propagation of Networks for Perusing Videodisk Image States.", ["Alan P. Parkes"]], ["Panel on the Lexicon and Information Retrieval.", ["Robert Krovetz"]], ["Research Toward the Development of a Lexical Knowledge Base for Natural Language Processing.", ["Robert A. Amsler"]], ["ASIS Panel on New Developments and Future Prospects for Electronic Databases.", ["Gerard Salton"]], ["Panel on Information Retrieval and Software Reuse.", ["William B. Frakes"]]]