{"Gordon Bell": ["Challenges in using lifetime personal information stores., SIGIR, 2004"], "Chirag Shah": ["Evaluating high accuracy retrieval techniques., SIGIR, 2004"], "Einat Amitay": ["Scaling IR-system evaluation using term relevance sets., SIGIR, 2004", "Web-a-where: geotagging web content., SIGIR, 2004"], "Fernando Diaz": ["Using temporal profiles of queries for precision prediction., SIGIR, 2004"], "Chris Buckley": ["Retrieval evaluation with incomplete information., SIGIR, 2004", "Topic prediction based on comparative retrieval rankings., SIGIR, 2004", "Why current IR engines fail., SIGIR, 2004"], "Mark Sanderson": ["Forming test collections with no system pooling., SIGIR, 2004", "Image based gisting in CLIR., SIGIR, 2004"], "Douglas W. Oard": ["Building an information retrieval test collection for spontaneous conversational speech., SIGIR, 2004"], "Hui Fang": ["A formal study of information retrieval heuristics., SIGIR, 2004"], "Ji-Rong Wen": ["Probabilistic model for contextual retrieval., SIGIR, 2004"], "Ramesh Nallapati": ["Discriminative models for information retrieval., SIGIR, 2004"], "Gabriella Kazai": ["The overlap problem in content-oriented XML retrieval evaluation., SIGIR, 2004"], "Jaap Kamps": ["Length normalization in XML retrieval., SIGIR, 2004"], "Shaorong Liu": ["Configurable indexing and ranking for XML information retrieval., SIGIR, 2004"], "Xiaofei He": ["Locality preserving indexing for document representation., SIGIR, 2004"], "Effrosini Kokiopoulou": ["Polynomial filtering in latent semantic indexing for information retrieval., SIGIR, 2004"], "Chunqiang Tang": ["On scaling latent semantic indexing for large peer-to-peer systems., SIGIR, 2004"], "John F. Canny": ["GaP: a factor model for discrete data., SIGIR, 2004"], "Raymond Y. K. Lau": ["Belief revision for adaptive information retrieval., SIGIR, 2004"], "Weiguo Fan": ["Tuning before feedback: combining ranking discovery and blind feedback for robust retrieval., SIGIR, 2004"], "Pu-Jen Cheng": ["Translating unknown queries with web corpora for cross-language information retrieval., SIGIR, 2004"], "Monica Rogati": ["Resource selection for domain-specific cross-lingual IR., SIGIR, 2004"], "Ying Zhang": ["Using the web for automated translation extraction in cross-language information retrieval., SIGIR, 2004", "Detection and translation of OOV terms prior to query time., SIGIR, 2004"], "Jianfeng Gao": ["Dependence language model for information retrieval., SIGIR, 2004"], "Djoerd Hiemstra": ["Parsimonious language models for information retrieval., SIGIR, 2004"], "Xiaoyong Liu": ["Cluster-based retrieval using language models., SIGIR, 2004", "Automatic recognition of reading levels from user queries., SIGIR, 2004"], "Oren Kurland": ["Corpus structure, language models, and ad hoc information retrieval., SIGIR, 2004"], "Wei Xu": ["Document clustering by concept factorization., SIGIR, 2004"], "Hua-Jun Zeng": ["Learning to cluster web search results., SIGIR, 2004"], "Tao Li": ["Document clustering via adaptive subspace iteration., SIGIR, 2004"], "Stefan Siersdorfer": ["Restrictive clustering and metaclustering for self-organizing document collections., SIGIR, 2004"], "Dunja Mladenic": ["Feature selection using linear classifier weights: interaction with classification models., SIGIR, 2004"], "Dou Shen": ["Web-page classification through summarization., SIGIR, 2004"], "Dmitry Davidov": ["Parameterized generation of labeled datasets for text categorization based on a hierarchical directory., SIGIR, 2004"], "Sang-Bum Kim": ["Information retrieval using word senses: root sense tagging approach., SIGIR, 2004"], "Shuang Liu": ["An effective approach to document retrieval via utilizing WordNet and recognizing phrases., SIGIR, 2004"], "Li Zhang": ["Focused named entity recognition using machine learning., SIGIR, 2004"], "Wai Lam": ["Learning phonetic similarity for matching named entity translations and mining new translations., SIGIR, 2004"], "Giridhar Kumaran": ["Text classification and named entities for new event detection., SIGIR, 2004"], "Fabrizio Silvestri": ["Assigning identifiers to documents to enhance the clustering property of fulltext indexes., SIGIR, 2004"], "Christos Tryfonopoulos": ["Filtering algorithms for information retrieval models with named attributes and proximity operators., SIGIR, 2004"], "Steven M. Beitzel": ["Hourly analysis of a very large topically categorized web query log., SIGIR, 2004", "Evaluation of filtering current news search results., SIGIR, 2004"], "Matthew R. McLaughlin": ["A collaborative filtering algorithm and evaluation metric that accurately model the user experience., SIGIR, 2004"], "Rong Jin": ["An automatic weighting scheme for collaborative filtering., SIGIR, 2004", "A study of methods for normalizing user ratings in collaborative filtering., SIGIR, 2004"], "Yi Zhang": ["Using bayesian priors to combine classifiers for adaptive filtering., SIGIR, 2004"], "Kai Yu": ["A nonparametric hierarchical bayesian framework for information filtering., SIGIR, 2004"], "Jianping Fan": ["Automatic image annotation by using concept-sensitive salient objects for image content representation., SIGIR, 2004", "Semantic video classification by integrating unlabeled samples for classifier training., SIGIR, 2004"], "Toni M. Rath": ["A search engine for historical manuscript images., SIGIR, 2004"], "Diane Kelly": ["Display time as implicit feedback: understanding task effects., SIGIR, 2004"], "Mingfang Wu": ["Human versus machine in the topic distillation task., SIGIR, 2004"], "Peter Willett": ["Chemoinformatics: an application domain for information retrieval techniques., SIGIR, 2004"], "Wensi Xi": ["Learning effective ranking functions for newsgroup search., SIGIR, 2004"], "Leah S. Larkey": ["Language-specific models in multilingual topic tracking., SIGIR, 2004"], "Dell Zhang": ["Web taxonomy integration through co-bootstrapping., SIGIR, 2004"], "Jinxi Xu": ["Evaluation of an extraction-based approach to answering definitional questions., SIGIR, 2004"], "Hai Leong Chieu": ["Query based event extraction along a timeline., SIGIR, 2004"], "Korinna Grabski": ["Sentence completion., SIGIR, 2004"], "Deng Cai": ["Block-level link analysis., SIGIR, 2004", "Block-based web search., SIGIR, 2004"], "Vassilis Plachouras": ["Usefulness of hyperlink structure for query-biased topic distillation., SIGIR, 2004"], "William P. Doran": ["A hybrid statistical/linguistic model for generating news story gists., SIGIR, 2004"], "Edel Greevy": ["Classifying racist texts using a support vector machine., SIGIR, 2004"], "Azreen Azman": ["Discovery of aggregate usage profiles based on clustering information needs., SIGIR, 2004"], "Jie Lu": ["Merging retrieval results in hierarchical peer-to-peer networks., SIGIR, 2004"], "Tetsuya Sakai": ["The effect of back-formulating questions in question answering evaluation., SIGIR, 2004"], "Jesse Montgomery": ["Effect of varying number of documents in blind feedback: analysis of the 2003 NRRC RIA workshop \"bf_numdocs\" experiment suite., SIGIR, 2004"], "Laura A. Granka": ["Eye-tracking analysis of user behavior in WWW search., SIGIR, 2004"], "Raman Chandrasekar": ["Subwebs for specialized search., SIGIR, 2004"], "Zhenmei Gu": ["Comparison of using passages and documents for blind relevance feedback in information retrieval., SIGIR, 2004"], "Paul D. Clough": ["Measuring pseudo relevance feedback & CLIR., SIGIR, 2004"], "Tao Tao": ["A two-stage mixture model for pseudo feedback., SIGIR, 2004"], "Eric Crestan": ["Natural language processing for browse help., SIGIR, 2004"], "James Mayfield": ["Triangulation without translation., SIGIR, 2004"], "Smitha Sriram": ["A session-based search engine., SIGIR, 2004"], "Eduard Hoenkamp": ["The document as an ergodic markov chain., SIGIR, 2004"], "Raymond J. D'Amore": ["Expertise community detection., SIGIR, 2004"], "Dmitri Roussinov": ["Learning patterns to answer open domain questions on the web., SIGIR, 2004"], "Anton Leuski": ["Email is a stage: discovering people roles from email archives., SIGIR, 2004"], "Gauri Shah": ["Searching databases for sematically-related schemas., SIGIR, 2004"], "Elizabeth D. Liddy": ["Context-based question-answering evaluation., SIGIR, 2004"], "Yixing Sun": ["Design of an e-book user interface and visualizations to support reading for comprehension., SIGIR, 2004", "Discovering and representing the contextual and narrative structure of e-books to support reading and comprehension (abstract only)., SIGIR, 2004"], "David Hawking": ["Toward better weighting of anchors., SIGIR, 2004"], "Jiamin Ye": ["Aggregated feature retrieval for MPEG-7 via clustering., SIGIR, 2004"], "Andrés Corrada-Emmanuel": ["Answer models for question answering passage retrieval., SIGIR, 2004"], "Harris Wu": ["Collaborative filing in a document repository., SIGIR, 2004"], "Ryen W. White": ["A study of topic similarity measures., SIGIR, 2004", "An implicit system for predicting interests., SIGIR, 2004"], "Hui Yang": ["Effectiveness of web page classification on finding list answers., SIGIR, 2004"], "Yael Nemeth": ["Evaluation of the real and perceived value of automatic and interactive query expansion., SIGIR, 2004"], "Donna Harman": ["The NRRC reliable information access (RIA) workshop., SIGIR, 2004"], "Ian Soboroff": ["On evaluating web search with very few relevant documents., SIGIR, 2004"], "Qing Li": ["A music recommender based on audio features., SIGIR, 2004"], "Liping Ma": ["Information extraction using two-phase pattern discovery., SIGIR, 2004"], "Yue Lu": ["A search engine for imaged documents in PDF files., SIGIR, 2004"], "Yan Liu": ["Context sensitive vocabulary and its application in protein secondary structure prediction., SIGIR, 2004"], "Donald Metzler": ["Formal multiple-bernoulli models for language modeling., SIGIR, 2004"], "Leif Azzopardi": ["User biased document language modelling., SIGIR, 2004"], "Kevyn Collins-Thompson": ["Information retrieval for language tutoring: an overview of the REAP project., SIGIR, 2004", "The effect of document retrieval quality on factoid question answering performance., SIGIR, 2004"], "Yinghui Xu": ["A unified model of literal mining and link analysis for ranking web resources., SIGIR, 2004"], "Justin Basilico": ["A joint framework for collaborative and content filtering., SIGIR, 2004"], "Hee-Soo Kim": ["Refining term weights of documents using term dependencies., SIGIR, 2004"], "Börkur Sigurbjörnsson": ["Multiple sources of evidence for XML retrieval., SIGIR, 2004"], "Yuen-Hsien Tseng": ["Verifying a Chinese collection for text categorization., SIGIR, 2004"], "Yih-Ling Hedley": ["Query-related data extraction of hidden web documents., SIGIR, 2004"], "Atsushi Fujii": ["The patent retrieval task in the fourth NTCIR workshop., SIGIR, 2004"], "Ellen M. Voorhees": ["Measuring ineffectiveness., SIGIR, 2004"], "Philip J. Cowans": ["Information retrieval using hierarchical dirichlet processes., SIGIR, 2004"], "Abduelbaset Goweder": ["Broken plural detection for arabic information retrieval., SIGIR, 2004"], "Robert H. Warren": ["A review of relevance feedback experiments at the 2003 reliable information access (RIA) workshop., SIGIR, 2004"], "Bicheng Liu": ["Supporting federated information sharing communities., SIGIR, 2004", "Supporting federated information sharing communities (abstract only)., SIGIR, 2004"], "Trystan Upstill": ["Exploiting hyperlink recommendation evidence in navigational web search., SIGIR, 2004"], "D. S. Hunnisett": ["Context-based methods for text categorisation., SIGIR, 2004"], "Manu Aery": ["eMailSift: mining-based approaches to email classification., SIGIR, 2004"], "Jack G. Conrad": ["Constructing a text corpus for inexact duplicate detection., SIGIR, 2004"], "Manuel Zahariev": ["Automatic sense disambiguation for acronyms., SIGIR, 2004"], "Gabriel Somlo": ["Filtering for personal web information agents., SIGIR, 2004"], "Michael G. Christel": ["Evaluating content-based filters for image and video retrieval., SIGIR, 2004"], "Susan T. Dumais": ["Implicit queries (IQ) for contextualized search., SIGIR, 2004"], "Fredric C. Gey": ["Geotemporal querying of multilingual documents., SIGIR, 2004"], "Xuehua Shen": ["ACES: a contextual engine for search., SIGIR, 2004"], "Sam Chapman": ["Armadillo: harvesting information for the semantic web., SIGIR, 2004"], "Udo Kruschwitz": ["UKSearch: search with automatically acquired domain knowledge., SIGIR, 2004"], "Ray R. Larson": ["Geographic information retrieval (GIR): searching where and what., SIGIR, 2004"], "Melanie Gnasa": ["Sharing knowledge online (abstract only): a dream or reality?, SIGIR, 2004"], "Razvan Stefan Bot": ["Improving document representation by accumulating relevance feedback (abstract only): the relevance feedback accumulation algorithm., SIGIR, 2004"], "Jochen L. Leidner": ["Toponym resolution in text (abstract only): \"which sheffield is it?\"., SIGIR, 2004"], "Paul Ogilvie": ["Understanding combination of evidence using generative probabilistic models for information retrieval (abstract only)., SIGIR, 2004"], "Melanie J. Martin": ["Reliability and verification of natural language text on the world wide web (abstract only)., SIGIR, 2004"], "Andrew Trotman": ["An artificial intelligence approach to information retrieval (abstract only)., SIGIR, 2004"], "Xiaojun Jenny Yuan": ["Supporting multiple information-seeking strategies in a single system framework (abstract only)., SIGIR, 2004"]}