[["A Sequential Algorithm for Training Text Classifiers.", ["David D. Lewis", "William A. Gale"]], ["Expert Network: Effective and Efficient Learning from Human Decisions in Text Categorization and Retrieval.", ["Yiming Yang"]], ["Towards Language Independent Automated Learning of Text Categorisation Models.", ["Chidanand Apté", "Fred Damerau", "Sholom M. Weiss"]], ["Using IR Techniques for Text Classification in Document Analysis.", ["Rainer Hoch"]], ["An Evaluation Method for Stemming Algorithms.", ["Chris D. Paice"]], ["On the Measurement of Inter-Linker Consistency and Retrieval Effectiveness in Hypertext Databases.", ["David Ellis", "Jonathan Furner-Hines", "Peter Willett"]], ["Query Expansion Using Lexical-Semantic Relations.", ["Ellen M. Voorhees"]], ["Perceptual Speed, Learning and Information Retrieval Performance.", ["Bryce Allen"]], ["Term Relevance Feedback and Query Expansion: Relation to Design.", ["Amanda Spink"]], ["Modelling Information Retrieval Agents with Belief Revision.", ["Brian Logan", "Steven Reece", "Karen Sparck Jones"]], ["Polyrepresentation of Information Needs and Semantic Entities: Elements of a Cognitive Theory for Information Retrieval Interaction.", ["Peter Ingwersen"]], ["Investigating Aboutness Axioms using Information Fields.", ["Peter Bruza", "T. W. C. Huibers"]], ["A Probabilistic Terminological Logic for Modelling Information Retrieval.", ["Fabrizio Sebastiani"]], ["Retrieving Terms and their Variants in a Lexicalised Unification-Based Framework.", ["Christian Jacquemin", "Jean Royauté"]], ["Word Sense Disambiguation and Information Retrieval.", ["Mark Sanderson"]], ["A Full-Text Retrieval System with a Dynamic Abstract Generation Function.", ["Seiji Miike", "Etsuo Itoh", "Kenji Ono", "Kazuo Sumita"]], ["A Document Retrieval Model Based on Term Frequency Ranks.", ["IJsbrand Jan Aalbersberg"]], ["Automatic Combination of Multiple Ranked Retrieval Systems.", ["Brian T. Bartell", "Garrison W. Cottrell", "Richard K. Belew"]], ["Properties of Extended Boolean Models in Information Retrieval.", ["Joon Ho Lee"]], ["OHSUMED: An Interactive Retrieval Evaluation and New Large Test Collection for Research.", ["William R. Hersh", "Chris Buckley", "T. J. Leone", "David H. Hickam"]], ["Results of Applying Probabilistic IR to OCR Text.", ["Kazem Taghva", "Julie Borsack", "Allen Condit"]], ["Natural Language vs. Boolean Query Evaluation: A Comparison of Retrieval Performance.", ["Howard R. Turtle"]], ["Inferring Probability of Relevance Using the Method of Logistic Regression.", ["Fredric C. Gey"]], ["Some Simple Effective Approximations to the 2-Poisson Model for Probabilistic Weighted Retrieval.", ["Stephen E. Robertson", "Steve Walker"]], ["The Formalism of Probability Theory in IR: A Foundation for An Encumbrance?", ["William S. Cooper"]], ["LyberWorld - A Visualization User Interface Supporting Fulltext Retrieval.", ["Matthias Hemmje", "Clemens Kunkel", "Alexander Willett"]], ["A System for Discovering Relationships by Feature Extraction from Text Databases.", ["Jack G. Conrad", "Mary Hunter Utt"]], ["Information Filtering Based on User Behaviour Analysis and Best Match Text Retrieval.", ["Masahiro Morita", "Yoichi Shinoda"]], ["Improving Text Retrieval for the Routing Problem using Latent Semantic Indexing.", ["David A. Hull"]], ["The Effect of Adding Relevance Information in a Relevance Feedback Environment.", ["Chris Buckley", "Gerard Salton", "James Allan"]], ["Passage-Level Evidence in Document Retrieval.", ["James P. Callan"]], ["Effective Retrieval of Structured Documents.", ["Ross Wilkinson"]], ["Document and Passage Retrieval Based on Hidden Markov Models.", ["Elke Mittendorf", "Peter Schäuble"]], ["Synthetic Workload Performance Analysis of Incremental Updates.", ["Kurt A. Shoens", "Anthony Tomasic", "Hector Garcia-Molina"]], ["Document Filtering for Fast Ranking.", ["Michael Persin"]], ["Adapting a Full-text Information Retrieval System to the Computer Troubleshooting Domain.", ["Peter G. Anick"]], ["Evaluating Interactive Retrieval Systems.", ["Nicholas J. Belkin", "Christine L. Borgman", "Susan T. Dumais", "Micheline Hancock-Beaulieu"]]]