{"Norbert Henrichs": ["The Growing Crisis of Traditional Information Retrieval Systems - What is to Follow?, SIGIR, 1982"], "Peter Bollmann": ["FAKYR - A Method Base System for Education and Research in Information Retrieval., SIGIR, 1982"], "Duncan A. Buell": ["LIARS: A Software Environment for Testing Query Processing Strategies., SIGIR, 1982"], "W. Bruce Croft": ["The Implementation of a Document Retrieval System., SIGIR, 1982"], "Joan M. Morrissey": ["An Intelligent Terminal for Implementing Relevance Feedback on Large Operational Retrieval Systems., SIGIR, 1982"], "Catherine Moulinoux": ["Messidor: A Distributed Information Retrieval Systems., SIGIR, 1982"], "M. Bärtschi": ["Adapting a Data Organization to the Structure of Stored Information., SIGIR, 1982"], "Horst Biller": ["On the Architecture of a System Integrating Data Base Management and Information Retrieval., SIGIR, 1982"], "M. E. Maron": ["Probabilistic Approaches to the Document Retrieval Problem., SIGIR, 1982"], "Stephen E. Robertson": ["The Unified Probabilistic Model for IR., SIGIR, 1982"], "Abraham Bookstein": ["Explanation and Generalization of Vector Models in Information Retrieval., SIGIR, 1982"], "Tadeusz Radecki": ["Incorporation of Relevance Feedback into Boolean Retrieval System., SIGIR, 1982"], "Gerard Salton": ["An Evaluation of Term Dependence Models in Information Retrieval., SIGIR, 1982"], "Gerhard Knorz": ["A Decision Theory Approach to Optimal Automatic Indexing., SIGIR, 1982"], "Jean Tague": ["Simulation of Bibliographic Retrieval Databases Using Hyperterms., SIGIR, 1982"], "Vijay V. Raghavan": ["Techniques for Measuring the Stability of Clustering: A Comparative Study., SIGIR, 1982"], "Bernd Drewes": ["Retrieval of Abstracts by Analogy., SIGIR, 1982"], "Tamas E. Doszkocs": ["From Research to Application: The Cite Natural Language Information System., SIGIR, 1982"], "Linda C. Smith": ["Machine Intelligence vs. Machine-Aided Intelligence in Information Retrieval: A Historical Perspective., SIGIR, 1982"], "Francis Jack Smith": ["Information Retrieval by Voice Input and Output., SIGIR, 1982"], "Aviezri S. Fraenkel": ["Is Text Compression by Prefizes and Suffixes Practical?, SIGIR, 1982"]}