{"Norbert Fuhr": ["Salton award lecture: information retrieval as engineering science., SIGIR, 2012", "Using eye-tracking with dynamic areas of interest for analyzing interactive information retrieval., SIGIR, 2012"], "Daniel R. Masys": ["Retrieving information from the book of humanity: the personalized medicine data tsunami crashes on the beach of jeopardy., SIGIR, 2012"], "Maria Fasli": ["Adaptation of the concept hierarchy model with search logs for query recommendation on intranets., SIGIR, 2012"], "Ji-Rong Wen": ["Adaptive query suggestion for difficult queries., SIGIR, 2012", "Multi-aspect query summarization by composite query., SIGIR, 2012", "New assessment criteria for query suggestion., SIGIR, 2012"], "Emre Velipasaoglu": ["Learning to suggest: a machine learning framework for ranking query suggestions., SIGIR, 2012"], "Elena Demidova": ["Privacy-aware image classification and search., SIGIR, 2012"], "Minyi Guo": ["Manhattan hashing for large-scale image retrieval., SIGIR, 2012"], "Rong Jin": ["Boosting multi-kernel locality-sensitive hashing for scalable image retrieval., SIGIR, 2012"], "W. Bruce Croft": ["Diversity by proportionality: an election-based approach to search result diversification., SIGIR, 2012", "Generating reformulation trees for complex queries., SIGIR, 2012", "Modeling higher-order term dependencies in information retrieval using query hypergraphs., SIGIR, 2012", "Dependency trigram model for social relation extraction from news articles., SIGIR, 2012"], "David Vallet": ["Explicit relevance models in intent-oriented information retrieval diversification., SIGIR, 2012"], "Shojiro Nishio": ["AspecTiles: tile-based visualization of diversified web search results., SIGIR, 2012"], "Charles L. A. Clarke": ["Time-based calibration of effectiveness measures., SIGIR, 2012", "Lightweight contrastive summarization for news comment mining., SIGIR, 2012"], "Kalervo Järvelin": ["Time drives interaction: simulating sessions in diverse searching environments., SIGIR, 2012"], "Joemon M. Jose": ["Evaluating aggregated search pages., SIGIR, 2012"], "Philippe Cudré-Mauroux": ["Combining inverted indices and structured search for ad-hoc object retrieval., SIGIR, 2012"], "Dinesh Raghu": ["Retrieving similar discussion forum threads: a structure based approach., SIGIR, 2012"], "Yunfei Chen": ["Summarizing highly structured documents for effective search interaction., SIGIR, 2012"], "Nuria Oliver": ["TFMAP: optimizing MAP for top-n context-aware recommendation., SIGIR, 2012"], "Wei Chen": ["Increasing temporal diversity with purchase intervals., SIGIR, 2012"], "Alan Hanjalic": ["Adaptive diversification of recommendation results via latent factor portfolio., SIGIR, 2012"], "Xiaoyuan Cui": ["Modeling the impact of short- and long-term behavior on search personalization., SIGIR, 2012"], "Kuansan Wang": ["Improving searcher models using mouse cursor activity., SIGIR, 2012"], "Michael J. Cole": ["Personalization of search results using interaction behaviors in search sessions., SIGIR, 2012"], "Kun Huang": ["User evaluation of query quality., SIGIR, 2012"], "Falk Scholer": ["Efficient in-memory top-k document retrieval., SIGIR, 2012"], "Ralf Schenkel": ["Index maintenance for time-travel text search., SIGIR, 2012", "Retrieval evaluation on focused tasks., SIGIR, 2012"], "Torsten Suel": ["Optimizing positional index structures for versioned document collections., SIGIR, 2012", "To index or not to index: time-space trade-offs in search engines with positional ranking functions., SIGIR, 2012"], "Eric Horvitz": ["Studies of the onset and persistence of medical concerns in search logs., SIGIR, 2012"], "Ahmed Hassan": ["A semi-supervised approach to modeling web search satisfaction., SIGIR, 2012"], "Kevin Haas": ["Social annotations: utility and prediction modeling., SIGIR, 2012"], "Qiang Wu": ["An exploration of ranking heuristics in mobile local search., SIGIR, 2012"], "Qinghua Zheng": ["Mining query subtopics from search log data., SIGIR, 2012"], "Paul N. Bennett": ["Search, interrupted: understanding and predicting search task continuation., SIGIR, 2012", "Active query selection for learning rankers., SIGIR, 2012"], "Roi Blanco": ["Language intent models for inferring user browsing behavior., SIGIR, 2012"], "Rossano Venturini": ["Efficient query recommendations in the long tail via center-piece subgraphs., SIGIR, 2012"], "Jianhua Feng": ["Supporting efficient top-k queries in type-ahead search., SIGIR, 2012"], "Jiajin Le": ["SimFusion+: extending simfusion towards efficient estimation on large and dynamic networks., SIGIR, 2012"], "Hang Li": ["Group matrix factorization for scalable topic modeling., SIGIR, 2012"], "Marc Najork": ["Detecting quilted web pages at scale., SIGIR, 2012"], "Kuo Zhang": ["Fighting against web spam: a novel propagation method based on click-through data., SIGIR, 2012"], "Xuanjing Huang": ["Learning hash codes for efficient content reuse detection., SIGIR, 2012"], "Doug Downey": ["Explanatory semantic relatedness and explicit spatialization for exploratory search., SIGIR, 2012"], "Sonja de Leeuw": ["A subjunctive exploratory search interface to support media studies researchers., SIGIR, 2012"], "Ashlee Edwards": ["Task complexity, vertical display and user interaction in aggregated search., SIGIR, 2012"], "Alejandro Jaimes": ["Image ranking based on user browsing behavior., SIGIR, 2012"], "Shuicheng Yan": ["Modeling concept dynamics for large scale music search., SIGIR, 2012"], "R. Manmatha": ["Finding translations in scanned book collections., SIGIR, 2012"], "Yiu-Kai Ng": ["Predicting the ratings of multimedia items for making personalized recommendations., SIGIR, 2012", "BReK12: a book recommender for K-12 users., SIGIR, 2012"], "Xuanhui Wang": ["Personalized click shaping through lagrangian duality for online recommendation., SIGIR, 2012"], "Guodong Zhou": ["What reviews are satisfactory: novel features for automatic helpfulness voting., SIGIR, 2012"], "Fabio Crestani": ["Automatic refinement of patent queries using concept importance predictors., SIGIR, 2012", "Unsupervised linear score normalization revisited., SIGIR, 2012"], "Jamie Callan": ["Automatic term mismatch diagnosis for selective query expansion., SIGIR, 2012"], "Zheng Ye": ["Proximity-based rocchio's model for pseudo relevance., SIGIR, 2012"], "Qing Yang": ["Modeling user posting behavior on social media., SIGIR, 2012"], "Yi Chang": ["Friend or frenemy?: predicting signed ties in social networks., SIGIR, 2012"], "Junghoo Cho": ["Social-network analysis using topic models., SIGIR, 2012"], "P. Krishna Gummadi": ["Cognos: crowdsourcing search for topic experts in microblogs., SIGIR, 2012"], "Yunyao Li": ["Automatic suggestion of query-rewrite rules for enterprise search., SIGIR, 2012"], "Kira Radinsky": ["Time-sensitive query auto-completion., SIGIR, 2012"], "ChengXiang Zhai": ["A generalized hidden Markov model with discriminative training for query spelling correction., SIGIR, 2012"], "Iadh Ounis": ["Learning to predict response times for online query scheduling., SIGIR, 2012", "CrowdTerrier: automatic crowdsourced relevance assessments with terrier., SIGIR, 2012", "Effect of dynamic pruning safety on learning to rank effectiveness., SIGIR, 2012", "Exploiting term dependence while handling negation in medical search., SIGIR, 2012"], "Fabrizio Silvestri": ["Prefetching query results and its impact on search engines., SIGIR, 2012"], "Flavio Paiva Junqueira": ["Online result cache invalidation for real-time web search., SIGIR, 2012"], "Brian D. Davison": ["Learning to rank social update streams., SIGIR, 2012"], "Yong Yu": ["Collaborative personalized tweet recommendation., SIGIR, 2012", "Collaborative filtering with short term preferences mining., SIGIR, 2012"], "Wang-Chien Lee": ["Exploring social influence for recommendation: a generative model approach., SIGIR, 2012"], "Gang Chen": ["See-to-retrieve: efficient processing of spatio-visual keyword queries., SIGIR, 2012"], "Geert-Jan Houben": ["Placing images on the world map: a microblog-based enrichment approach., SIGIR, 2012"], "Winston H. Hsu": ["Where is who: large-scale photo retrieval by facial attributes and canvas layout., SIGIR, 2012"], "Hugues Bouchard": ["Mining the web for points of interest., SIGIR, 2012"], "Bu-Sung Lee": ["TwiNER: named entity recognition in targeted twitter stream., SIGIR, 2012"], "Hanan Samet": ["Adaptive context features for toponym resolution in streaming news., SIGIR, 2012"], "Alessandro Moschitti": ["Structural relationships for large-scale learning of answer re-ranking., SIGIR, 2012"], "Xueqi Cheng": ["Top-k learning to rank: labeling, ranking and evaluation., SIGIR, 2012"], "Kevyn Collins-Thompson": ["Robust ranking models via risk-sensitive optimization., SIGIR, 2012"], "Bin Wang": ["Dual role model for question recommendation in community question answering., SIGIR, 2012", "User-aware caching and prefetching query results in web search engines., SIGIR, 2012"], "Jie Yang": ["Vote calibration in community question-answering systems., SIGIR, 2012"], "Nadia Magnenat-Thalmann": ["Category hierarchy maintenance: a data-driven approach., SIGIR, 2012"], "Idan Szpektor": ["When web search fails, searchers become askers: understanding the transition., SIGIR, 2012"], "Katsumi Tanaka": ["Content-based retrieval for heterogeneous domains: domain adaptation by relative aggregation points., SIGIR, 2012"], "Luo Si": ["Mixture model with multiple centralized retrieval algorithms for result merging in federated search., SIGIR, 2012"], "Matthieu Morel": ["Reactive index replication for distributed search engines., SIGIR, 2012"], "Pablo Castells": ["Personalized diversification of search results., SIGIR, 2012"], "Arjen P. de Vries": ["Combining implicit and explicit topic representations for result diversification., SIGIR, 2012", "Want a coffee?: predicting users' trails., SIGIR, 2012"], "Ben Carterette": ["Using preference judgments for novel document retrieval., SIGIR, 2012", "Using PageRank to infer user preferences., SIGIR, 2012"], "Padmini Srinivasan": ["Quality through flow and immersion: gamifying crowdsourced relevance assessments., SIGIR, 2012"], "Srivatsan Laxman": ["An IR-based evaluation framework for web search query segmentation., SIGIR, 2012"], "Evangelos Kanoulas": ["On per-topic variance in IR evaluation., SIGIR, 2012", "On real-time ad-hoc retrieval evaluation., SIGIR, 2012"], "Emine Yilmaz": ["An uncertainty-aware query selection model for evaluation of IR systems., SIGIR, 2012", "Advances on the development of evaluation measures., SIGIR, 2012"], "Katrina Fenlon": ["Improving retrieval of short texts through document expansion., SIGIR, 2012"], "Paolo Boldi": ["Extending BM25 with multiple query operators., SIGIR, 2012"], "Wei Lu": ["Rhetorical relations for information retrieval., SIGIR, 2012"], "Kevin Chen-Chuan Chang": ["Confidence-aware graph regularization with heterogeneous pairwise features., SIGIR, 2012"], "Fabrizio Sebastiani": ["A utility-theoretic ranking method for semi-automated text classification., SIGIR, 2012"], "Ko Fujimura": ["Improving tweet stream classification by detecting changes in word probability., SIGIR, 2012"], "Nedim Lipka": ["Predicting quality flaws in user-generated content: the case of wikipedia., SIGIR, 2012"], "Marco Bonzanini": ["A knowledge-based approach for summarising opinions., SIGIR, 2012"], "Daniel T. J. Backhausen": ["Adaptive IR for exploratory search support., SIGIR, 2012"], "Fiana Raiber": ["Adversarial content manipulation effects., SIGIR, 2012"], "Somayeh Khatiban": ["Building reputation and trust using federated search and opinion mining., SIGIR, 2012"], "Si-Chi Chin": ["Enhancing knowledge base with knowledge transfer., SIGIR, 2012"], "Kripabandhu Ghosh": ["Improving e-discovery using information retrieval., SIGIR, 2012"], "Dehong Gao": ["Opinion influence and diffusion in social network., SIGIR, 2012"], "Carsten Eickhoff": ["Relevance as a subjective and situational multidimensional concept., SIGIR, 2012"], "Tuan A. Tran": ["Exploiting temporal topic models in social media retrieval., SIGIR, 2012"], "Stewart Whiting": ["The essence of time: considering temporal relevance as an intent-aware ranking problem., SIGIR, 2012"], "David A. Smith": ["A framework for manipulating and searching multiple retrieval types., SIGIR, 2012"], "Alessandro Sordoni": ["A visual tool for bayesian data analysis: the impact of smoothing on naive bayes text classifiers., SIGIR, 2012"], "Richard Glassey": ["ALF: a client side logger and server for capturing user interactions in web applications., SIGIR, 2012", "MaSe: create your own mash-up search interface., SIGIR, 2012", "PageFetch: a retrieval game for children (and adults)., SIGIR, 2012"], "Clement Welsch": ["ChatNoir: a search engine for the ClueWeb09 corpus., SIGIR, 2012"], "Salim Roukos": ["Distilling and exploring nuggets from a corpus., SIGIR, 2012"], "Edie Rasmussen": ["Integrative online research-data management., SIGIR, 2012"], "Lidan Shou": ["myDJ: recommending karaoke songs from one's own voice., SIGIR, 2012"], "Fei Xia": ["Pictune: situational music recommendation from geotagged pictures., SIGIR, 2012"], "Erik Borra": ["Political search trends., SIGIR, 2012"], "Gerhard Weikum": ["RDF Xpress: a flexible expressive RDF search engine., SIGIR, 2012"], "Heiko Schuldt": ["Sketch-based image similarity search with a pen and paper interface., SIGIR, 2012"], "James Allan": ["Task-aware search assistant., SIGIR, 2012"], "Karl Aberer": ["TweetSpector: entity-based retrieval of tweets., SIGIR, 2012"], "Kelly Ann Marshall": ["YooSee: a video browsing application for young children., SIGIR, 2012"], "Gareth J. F. Jones": ["Multi-platform image search using tag enrichment., SIGIR, 2012", "Making results fit into 40 characters: a study in document rewriting., SIGIR, 2012"], "Andrei Z. Broder": ["IR paradigms in computational advertising., SIGIR, 2012"], "Eric W. Brown": ["Watson: the Jeopardy! challenge and beyond., SIGIR, 2012"], "Susan T. Dumais": ["Putting context into search and search into context., SIGIR, 2012"], "Daniel E. Rose": ["CloudSearch and the democratization of information retrieval., SIGIR, 2012"], "John O'Neil": ["Entity sentiment extraction using text ranking., SIGIR, 2012"], "Jun Miao": ["A hybrid model for ad-hoc information retrieval., SIGIR, 2012"], "Sang-goo Lee": ["Exploiting paths for entity search in RDF graphs., SIGIR, 2012"], "Youngjoong Ko": ["A study of term weighting schemes using class information for text classification., SIGIR, 2012"], "William Speier": ["A topic model of clinical reports., SIGIR, 2012"], "Ryen W. White": ["Anticipatory search: using context to initiate search., SIGIR, 2012"], "David Carmel": ["Clarity re-visited., SIGIR, 2012"], "Maik Anderka": ["Cluster-based one-class ensemble for classification problems in information retrieval., SIGIR, 2012"], "Anagha Kulkarni": ["Creating temporally dynamic web search snippets., SIGIR, 2012"], "Alexandra Poulovassilis": ["Detecting candidate named entities in search queries., SIGIR, 2012"], "Marjorie Desamito": ["Effect of written instructions on assessor agreement., SIGIR, 2012"], "Matthew Richardson": ["Effects of expertise differences in synchronous social Q&A., SIGIR, 2012"], "Wai Gen Yee": ["Efficient estimation of aspect weights., SIGIR, 2012"], "Xiaojie Yuan": ["Emotion tagging for comments of online news by meta classification with heterogeneous information sources., SIGIR, 2012"], "Christian Scheel": ["Estimating the magic barrier of recommender systems: a user study., SIGIR, 2012"], "Juan F. Huete": ["Explaining neighborhood-based recommendations., SIGIR, 2012"], "Douglas W. Oard": ["Exploring example-based person search in email., SIGIR, 2012", "Looking inside the box: context-sensitive translation for cross-language information retrieval., SIGIR, 2012"], "Qi Tian": ["Exploring tag relevance for image tag re-ranking., SIGIR, 2012"], "Massih-Reza Amini": ["Fast on-line learning for multilingual categorization., SIGIR, 2012"], "Hae-Chang Rim": ["Finding interesting posts in Twitter based on retweet graph analysis., SIGIR, 2012"], "Daqing He": ["Finding readings for scientists from social websites., SIGIR, 2012"], "Zaiqing Nie": ["Finding web appearances of social network users via latent factor model., SIGIR, 2012"], "Christina Lioma": ["Fixed versus dynamic co-occurrence windows in TextRank term weights for information retrieval., SIGIR, 2012"], "Pavel Serdyukov": ["Gender-aware re-ranking., SIGIR, 2012", "How query extensions reflect search result abandonments., SIGIR, 2012", "Optimizing parameters of the expected reciprocal rank., SIGIR, 2012"], "Mitsunori Ogihara": ["Genre classification for million song dataset using confidence-based classifiers combination., SIGIR, 2012"], "Noriko Kando": ["GLASE 0.1: eyes tell more than mice., SIGIR, 2012"], "Mathias Breuss": ["Identifying entity aspects in microblog posts., SIGIR, 2012"], "Javed A. Aslam": ["Impact of assessor disagreement on ranking performance., SIGIR, 2012"], "Ram Akella": ["Incorporating statistical topic information in relevance feedback., SIGIR, 2012"], "Matthew Lease": ["Inferring missing relevance judgments from crowd workers via probabilistic matrix factorization., SIGIR, 2012"], "Ronan Cummins": ["Investigating performance predictors using monte carlo simulation and score distribution models., SIGIR, 2012"], "Kjetil Nørvåg": ["Learning to select a time-aware retrieval model., SIGIR, 2012"], "Pu-Jen Cheng": ["Learning-based time-sensitive re-ranking for web search., SIGIR, 2012"], "Kent Norsworthy": ["On automatically tagging web documents from examples., SIGIR, 2012"], "Dean McCullough": ["On building a reusable Twitter corpus., SIGIR, 2012"], "Seyed M. M. Tahaghoghi": ["On judgments obtained from a commercial search engine., SIGIR, 2012"], "Shengbo Guo": ["On the mathematical relationship between expected n-call@k and the relevance vs. diversity trade-off., SIGIR, 2012"], "Thomas Roelleke": ["Opinion summarisation through sentence extraction: an investigation with movie reviews., SIGIR, 2012", "IR models: foundations and relationships., SIGIR, 2012"], "Steven Burrows": ["Ousting ivory tower research: towards a web framework for providing experiments as a service., SIGIR, 2012"], "Ambuj Tewari": ["Parallelizing ListNet training using spark., SIGIR, 2012"], "Kan Luo": ["Predicting lifespans of popular tweets in microblog., SIGIR, 2012"], "Hinrich Schütze": ["Preliminary study of technical terminology for the retrieval of scientific book metadata records., SIGIR, 2012"], "Vasiliki Simaki": ["Queries without clicks: evaluating retrieval effectiveness based on user feedback., SIGIR, 2012"], "Shicheng Wu": ["Rewarding term location information to enhance probabilistic information retrieval., SIGIR, 2012"], "Fidel Cacheda": ["Scheduling queries across replicas., SIGIR, 2012"], "Eugene Agichtein": ["Re-examining search result snippet examination time forrelevance estimation., SIGIR, 2012"], "Alok N. Choudhary": ["Sentiment identification by incorporating syntax, semantics and context information., SIGIR, 2012"], "Aixin Sun": ["Short text classification using very few words., SIGIR, 2012"], "Tao Li": ["Summarizing the differences from microblogs., SIGIR, 2012"], "W. Nick Street": ["Survival analysis of click logs., SIGIR, 2012"], "Georg Buscher": ["Text selections as implicit relevance feedback., SIGIR, 2012"], "Chandra Prakash Jethani": ["Time to judge relevance as an indicator of assessor error., SIGIR, 2012"], "Min Wang": ["Towards alias detection without string similarity: an active learning based approach., SIGIR, 2012"], "Tetsuya Sakai": ["Towards zero-click mobile IR evaluation: knowing what and knowing when., SIGIR, 2012"], "Jimmy J. Lin": ["Twanchor text: a preliminary study of the value of tweets as anchor text., SIGIR, 2012"], "Oren Kurland": ["Utilizing inter-document similarities in federated search., SIGIR, 2012", "Experimental methods for information retrieval., SIGIR, 2012", "Query performance prediction for IR., SIGIR, 2012"], "Gao Cong": ["Will this #hashtag be popular tomorrow?, SIGIR, 2012"], "Micah Sherr": ["$100, 000 prize jackpot. call now!: identifying the pertinent features of SMS spam., SIGIR, 2012"], "Jun Xu": ["Beyond bag-of-words: machine learning for query-document matching in web search., SIGIR, 2012"], "Gabriel Murray": ["Methods for mining and summarizing text conversations., SIGIR, 2012"], "Omar Alonso": ["Crowdsourcing for search evaluation and social-algorithmic search., SIGIR, 2012"], "Yoelle Maarek": ["(Big) usage data in web search., SIGIR, 2012"], "Paul B. Kantor": ["A new look at old tricks: the fertile roots of current research., SIGIR, 2012"], "Martin Ester": ["Aspect-based opinion mining from product reviews., SIGIR, 2012"], "Mihai Lupu": ["Patent information retrieval: an instance of domain-specific search., SIGIR, 2012"], "Allan Hanbury": ["Medical information retrieval: an instance of domain-specific search., SIGIR, 2012"], "Mathias Lux": ["Visual information retrieval using Java and LIRE., SIGIR, 2012"], "Tie-Yan Liu": ["Large-scale graph mining and learning for information retrieval., SIGIR, 2012"], "Chirag Shah": ["Collaborative information seeking: art and science of achieving 1+1>2 in IR., SIGIR, 2012"]}