{"Stephen E. Robertson": ["Salton Award Lecture: On theoretical argument in information retrieval., SIGIR, 2000"], "Pertti Vakkari": ["Relevance and contributing information types of searched documents in task performance., SIGIR, 2000"], "Makoto Iwayama": ["Relevance reedback with a small number of relevance judgements: incremental relevance feedback vs. document clustering., SIGIR, 2000"], "William R. Hersh": ["Do batch and user evaluation give the same results?, SIGIR, 2000"], "Eero Sormunen": ["A novel method for the evaluation of Boolean query effectiveness across a wide operational range., SIGIR, 2000"], "Chris Buckley": ["Evaluating evaluation measure stability., SIGIR, 2000"], "Kalervo Järvelin": ["IR evaluation methods for retrieving highly relevant documents., SIGIR, 2000"], "Russell C. Swan": ["Automatic generation of overview timelines., SIGIR, 2000", "TimeMine: visualizing automatically constructed timelines., SIGIR, 2000"], "Fumiyo Fukumoto": ["Event tracking based on domain dependency., SIGIR, 2000"], "Yiming Yang": ["Improving text categorization methods for event tracking., SIGIR, 2000"], "J. Stephen Downie": ["Evaluation of a simple and effective music information retrieval method., SIGIR, 2000"], "Savitha Srinivasan": ["Phonetic confusion matrix based spoken document retrieval., SIGIR, 2000"], "Y. Alp Aslandogan": ["Multiple evidence combination in image retrieval: diogenes searches for people on the Web., SIGIR, 2000"], "Ilmério Silva": ["Link-based and content-based evidential information in a belief network model., SIGIR, 2000"], "Akiko N. Aizawa": ["The feature quantity: an information theoretic perspective of Tfidf-like measure., SIGIR, 2000"], "Harald Reiterer": ["INSYDER - an information assistant for business intelligence., SIGIR, 2000"], "Ruth Sperer": ["Structured translation for cross-language information retrieval., SIGIR, 2000"], "Georgios Petasis": ["Automatic adaptation of proper noun dictionaries through cooperation of machine learning and probabilistic methods., SIGIR, 2000"], "Andrei Mikheev": ["Document centered approach to text normalization., SIGIR, 2000"], "Adam L. Berger": ["OCELOT: a system for summarizing Web pages., SIGIR, 2000", "Bridging the lexical chasm: statistical approaches to answer-finding., SIGIR, 2000"], "Wesley T. Chuang": ["Extracting sentence segments for text summarization: a machine learning approach., SIGIR, 2000"], "Ion Androutsopoulos": ["An experimental comparison of naive bayesian and keyword-based anti-spam filtering with personal e-mail messages., SIGIR, 2000"], "Yu-Hwan Kim": ["Text filtering by boosting naive bayes classifiers., SIGIR, 2000"], "Keiichiro Hoashi": ["Document filtering method using non-relevant information profile., SIGIR, 2000"], "John M. Prager": ["Question-answering by predictive annotation., SIGIR, 2000"], "Ellen M. Voorhees": ["Building a question answering test collection., SIGIR, 2000"], "Noam Slonim": ["Document clustering using word clusters via the information bottleneck method., SIGIR, 2000"], "Rie Kubota Ando": ["Latent semantic-space: iterative scaling improves precision of inter-document similarity measurement., SIGIR, 2000"], "Vasileios Hatzivassiloglou": ["An investigation of linguistic features and clustering algorithms for topical document clustering., SIGIR, 2000"], "Allison L. Powell": ["The impact of database selection on distributed searching., SIGIR, 2000"], "Dimitris Papadias": ["Hill climbing algorithms for content-based retrieval of similar configurations., SIGIR, 2000"], "Zhihong Lu": ["Partial collection replication versus caching for information retrieval systems., SIGIR, 2000"], "Susan T. Dumais": ["Hierarchical classification of Web content., SIGIR, 2000"], "Hyo-Jung Oh": ["A practical hypertext categorization method using links and incrementally available class information., SIGIR, 2000"], "Brian D. Davison": ["Topical locality in the Web., SIGIR, 2000"], "Peter Bruza": ["Interactive Internet search: keyword, directory and query reformulation mechanisms compared., SIGIR, 2000"], "Xiaolan Zhu": ["Incorporating quality metrics in centralized/distributed information retrieval on the World Wide Web., SIGIR, 2000"], "Brian Amento": ["Does \"authority\" mean quality? predicting expert quality ratings of Web documents., SIGIR, 2000"], "Larry M. Manevitz": ["Document classification on neural networks using only positive examples., SIGIR, 2000"], "Peter Au": ["New paradigms in information visualization., SIGIR, 2000"], "Dae-Ho Baek": ["Latent semantic indexing model for boolean query formulation., SIGIR, 2000"], "Tsvi Kuflik": ["Generation of user profiles for information filtering - research agenda., SIGIR, 2000"], "Atsuhiro Takasu": ["Variance based classifier comparison in text categorization., SIGIR, 2000"], "Masumi Narita": ["The use of phrases from query texts in information retrieval., SIGIR, 2000"], "Yasushi Ogawa": ["Pseudo-frequency method: an efficient document ranking retrieval method for n-gram indexing., SIGIR, 2000"], "Nicola Stokes": ["Lexical semantic relatedness and online new event detection., SIGIR, 2000"], "Mark E. Rorvig": ["Modelling question-response patterns by scalling and visualization., SIGIR, 2000"], "Efthimis N. Efthimiadis": ["The effect of query type on subject searching behavior of image databases: an exploratory study., SIGIR, 2000"], "Mingfang Wu": ["The role of a judge in a user based retrieval experiment., SIGIR, 2000"], "Shui-Lung Chuang": ["Auto-construction of a live thesaurus from search term logs for interactive Web search., SIGIR, 2000"], "Amina Sayeb Belhassen": ["Captive approach for building user model in an information retrieval context., SIGIR, 2000"], "Wolfgang Hürst": ["Multimedia information retrieval from recorded presentations., SIGIR, 2000"], "J. Scott McCarley": ["Influence of speech recognition errors on topic detection., SIGIR, 2000"], "Martin Franz": ["Word document density and relevance scoring., SIGIR, 2000"], "Iadh Ounis": ["Ranking digital images using combination if evidences., SIGIR, 2000"], "Ian Soboroff": ["Collaborative filtering and the generalized vector space model., SIGIR, 2000"], "Nuno Maria": ["Theme-based retrieval of Web news., SIGIR, 2000"], "Mark Kantrowitz": ["Stemming and its effects on TFIDF ranking., SIGIR, 2000"], "ChengXiang Zhai": ["Exploration of a heuristic approach to threshold learning in adaptive filtering., SIGIR, 2000"], "M. Catherine McCabe": ["On the design and evaluation of a multi-dimensional approach to information retrieval., SIGIR, 2000"], "Danyel Fisher": ["SWAMI: a framework for collaborative filtering algorithm development and evaluation., SIGIR, 2000"], "Thomas Hofmann": ["Learning probabilistic models of the Web., SIGIR, 2000"], "Philip C. Woodland": ["Effects of out of vocabulary words in spoken document retrieval., SIGIR, 2000"], "Chen (Cherie) Ding": ["Towards an adaptive and task-specific ranking mechanism in Web searching., SIGIR, 2000", "Beyond the traditional query operators., SIGIR, 2000"], "Javed A. Aslam": ["Bayes optimal metasearch: a probabilistic model for combining the results., SIGIR, 2000"], "Gareth J. F. Jones": ["Information access for context-aware appliances., SIGIR, 2000"], "Eduard Hoenkamp": ["Finding relevant passages using noun-noun compounds: coherence vs. proximity., SIGIR, 2000"], "Vadim Asadov": ["Semantic Explorer - navigation in documents collections, Proxima Daily - learning personal newspaper., SIGIR, 2000"], "S. L. Mantzaris": ["Integrated search tools for newspaper digital libraries., SIGIR, 2000"], "Timothy J. Mills": ["Managing photos with ATT shoebox., SIGIR, 2000"], "Gheorghe Muresan": ["ClusterBook, a tool for dual information access (panel session)., SIGIR, 2000"], "Michael Preminger": ["Uexküll: an interactive visual user interface for document retrieval in vector space., SIGIR, 2000"], "Andreas Tuerk": ["The Cambridge University multimedia document retrieval demo system., SIGIR, 2000"]}