{"David Haines": ["Relevance Feedback and Inference Networks., SIGIR, 1993"], "Peter Bruza": ["Efficient Context-Sensitive Plausible Inference for Information Disclosure., SIGIR, 1993"], "Kostas Tzeras": ["Automatic Indexing Based on Bayesian Inference Networks., SIGIR, 1993"], "Donna Harman": ["Overview of the First Text REtrieval Conference., SIGIR, 1993"], "Gerard Salton": ["Approaches to Passage Retrieval in Full Text Information Systems., SIGIR, 1993"], "Marti A. Hearst": ["Subtopic Structuring for Full-Length Document Access., SIGIR, 1993"], "Chris D. Paice": ["The Identification of Important Concepts in Highly Structured Technical Papers., SIGIR, 1993"], "Abraham Bookstein": ["Is Huffman Coding Dead?, SIGIR, 1993"], "Gordon Linoff": ["Compression of Indexes with Full Positional Information in Very Large Text Databases., SIGIR, 1993"], "Deniz Aktug": ["Analysis of Multiterm Queries in a Dynamic Signature File Organization., SIGIR, 1993"], "S. K. Michael Wong": ["Computation of Term Associations by a Neural Network., SIGIR, 1993"], "Rodrigo A. Botafogo": ["Cluster Analysis for Hypertext Systems., SIGIR, 1993"], "Douglas R. Cutting": ["Constant Interaction-Time Scatter/Gather Browsing of Very Large Document Collections., SIGIR, 1993"], "Peter G. Anick": ["Integrating a Dynamic Lexicon with a Dynamic Full-Text Retrieval System., SIGIR, 1993"], "Efthimis N. Efthimiadis": ["A User-Centered Evaluation of Ranking Algorithims for Interactive Query Expansion., SIGIR, 1993"], "Yonggang Qiu": ["Concept Based Query Expansion., SIGIR, 1993"], "Ellen M. Voorhees": ["Using WordNet to Disambiguate Word Senses for Text Retrieval., SIGIR, 1993"], "Julian Kupiec": ["MURAX: A Robust Linguistic Approach for Question Answering Using an On-Line Encyclopedia., SIGIR, 1993"], "Robert Krovetz": ["Viewing Morphology as an Inference Process., SIGIR, 1993"], "Michael Fuller": ["Coherent Answers for a Large Structured Document Collection., SIGIR, 1993"], "Pekka Kilpeläinen": ["Retrieval from Hierarchical Texts by Partial Patterns., SIGIR, 1993"], "David A. Evans": ["Lessons from the CLARIT Project., SIGIR, 1993"], "Jaime G. Carbonell": ["Lessons from TIPSTER/SHOGUN/JANUS., SIGIR, 1993"], "Sergei Nirenburg": ["Lessons from PANGLOSS., SIGIR, 1993"], "Yasushi Ogawa": ["Simple Word Strings as Compound Keywords: An Indexing and Ranking Method for Japanese Texts., SIGIR, 1993"], "Hideo Fujii": ["A Comparison of Indexing Techniques for Japanese Text Retrieval., SIGIR, 1993"], "Edward A. Fox": ["Development of a Modern OPAC: From REVTOLC to MARIAN., SIGIR, 1993", "Multiple Access and Retrieval of Information with Annotations (Demo)., SIGIR, 1993", "Project Envision (Demo)., SIGIR, 1993"], "Daniel E. Rose": ["Content Awareness in a File System Interface: Implementing the 'Pile' Metaphor for Organizing Information., SIGIR, 1993"], "Gert Schmeltz Pedersen": ["A Browser for Bibliographic Information Retrieval, Based on an Application of Lattice Theory., SIGIR, 1993"], "Yiming Yang": ["An Application of Least Squares Fit Mapping to Text Information Retrieval., SIGIR, 1993"], "Joon Ho Lee": ["On the Evaluation of Boolean Operators in the Extended Boolean Retrieval Framework., SIGIR, 1993"], "Carlo Meghini": ["A Model of Information Retrieval Based on a Terminological Logic., SIGIR, 1993"], "Norbert Fuhr": ["A Probabilistic Relational Model for the Integration of IR and Databases., SIGIR, 1993"], "Peter Schäuble": ["SPIDER: A Multiuser Information Retrieval System for Semistructured and Dynamic Data., SIGIR, 1993"], "David A. Hull": ["Using Statistical Testing in the Evaluation of Retrieval Experiments., SIGIR, 1993"], "Nicholas J. Belkin": ["Effect of Multiple Query Representations on Information Retrieval System Performance., SIGIR, 1993"], "James P. Callan": ["An Evaluation of Query Processing Strategies Using the TIPSTER Collection., SIGIR, 1993"], "Gary Marchionini": ["Incremental Interface Design: A Prototype Graphical User Interface for Grateful Med (Demo)., SIGIR, 1993"], "Pier Giorgio Marchetti": ["BRAQUE: An Interface to Support Browsing and Interactive Query Formulation in Information Retrieval Systems (Demo)., SIGIR, 1993"], "Bekka Denning": ["ELSA: An Electronic Library Search Assistant (Demo)., SIGIR, 1993"], "Gene Golovchinsky": ["Queries-R-Links: Browsing and Retrieval via Interactive Querying (Demo)., SIGIR, 1993"], "A. Steven Pollitt": ["A Common Query Interface for Multilingual Document Retrieval from Databases of the European Community Institutions (Demo)., SIGIR, 1993"]}