{"Michael Lesk": ["Graphical Information Resources: Maps and Beyond., SIGIR, 1985"], "C. J. van Rijsbergen": ["Formal Semantics for Text and Data., SIGIR, 1985"], "Abraham Bookstein": ["Implications of Boolean Structures for Probabilistic Retrieval., SIGIR, 1985"], "S. K. Michael Wong": ["Generalized Vector Space Model in Information Retrieval., SIGIR, 1985"], "I. McLeod": ["Handling Multiple Databases in Document Retrieval., SIGIR, 1985"], "Robert Korfhage": ["Theoretical Measures in P/Q Document Spaces., SIGIR, 1985"], "Edward A. Fox": ["Composite Document Extended Retrieval - An Overview., SIGIR, 1985"], "Gerard Salton": ["Automatic Assignment of Soft Boolean Operators., SIGIR, 1985"], "Tadeusz Radecki": ["Output Ranking Methodology for Document-Clustering-Based Boolean Retrieval Systems., SIGIR, 1985"], "J. O. Stubbs": ["The New English Oxford English Dictionary and its Potential Users: Some Preliminary Comments., SIGIR, 1985"], "Emile C. Chi": ["Processing Free-Text Input to Obtain a Database of Medical Information., SIGIR, 1985"], "Barry G. T. Lowden": ["An Approach to Multikey Sequencing in an Equiprobable Keyterm Retrieval Situation., SIGIR, 1985"], "Chris Buckley": ["Optimization of Inverted Vector Searches., SIGIR, 1985"], "David M. Arnow": ["P-Trees: Storage Efficient Multiway Trees., SIGIR, 1985"], "Yaacov Choueka": ["Efficient Variants of Huffman Codes in High Level Languages., SIGIR, 1985"], "T. Ito": ["Optimization of a Hierarchical File Organization for Spelling Correction., SIGIR, 1985"], "Christine L. Borgman": ["Designing an Information Retrieval Interface Based on User Characteristics., SIGIR, 1985", "The User's Mental Model of an Information Retrieval System., SIGIR, 1985"], "Bruno Defude": ["Different Levels of Expertise for An Expert System in Information Retrieval., SIGIR, 1985"], "Raymond J. D'Amore": ["One-Time Complete Indexing of Text: Theory and Practice., SIGIR, 1985"], "K. L. Kwok": ["Experiments with Cited Titles for Automatic Document Indexing and Similarity Measure in a Probabilistic Context., SIGIR, 1985"], "M. Gordon": ["A Learning Algorithm Applied to Document Description., SIGIR, 1985"], "Ellen M. Voorhees": ["The Cluster Hypothesis Revisited., SIGIR, 1985"], "Clement T. Yu": ["Adaptive Document Clustering., SIGIR, 1985"], "Fazli Can": ["Concepts of the Cover-Coefficient-Based Clustering Methodology., SIGIR, 1985"], "Peter Bollmann": ["The LIVE Project - Retrieval Experiments Based on Evaluation Viewpoints., SIGIR, 1985"], "Friedbert Jochum": ["On Retrieval Tests with an Inhomogeneous Query Collection., SIGIR, 1985"], "D. McGregor": ["Generalized Associative Memory Devices: Their Place in Intelligent Knowledge Based Systems., SIGIR, 1985"], "Lee A. Hollaar": ["A Testbed for Information Retrieval Research: The Utah Retrieval System Architecture., SIGIR, 1985"], "Sau-Lan Lee": ["An Integrated Hierarchical File Organization for Data Selection and Retrieval., SIGIR, 1985"], "Richard M. Tong": ["RUBRIC - An Environment for Full Text Information Retrieval., SIGIR, 1985"], "R. E. Williamson": ["ANNOD - A Navigator of Natural-language Organized (Textual) Data., SIGIR, 1985"], "Michael A. Shepherd": ["A Study of the Relationship between User Profiles and User Queries., SIGIR, 1985"], "Alberto J. Cañas": ["A Conceptual Model aod Experiments on How People Classify and Retrieve Documents., SIGIR, 1985"]}