{"João Candido Portinari": ["The Portinari project: IR helps art and culture., SIGIR, 2005"], "Deng Cai": ["Orthogonal locality preserving indexing., SIGIR, 2005"], "H. Bast": ["Why spectral retrieval works., SIGIR, 2005"], "Oren Kurland": ["Better than the real thing?: iterative pseudo-query processing using cluster-based language models., SIGIR, 2005", "PageRank without hyperlinks: structural re-ranking using links induced by language models., SIGIR, 2005"], "Javed A. Aslam": ["The maximum entropy method for analyzing retrieval measures., SIGIR, 2005", "Measure-based metasearch., SIGIR, 2005", "A geometric interpretation of r-precision and its correlation with average precision., SIGIR, 2005"], "Ryen W. White": ["A study of factors affecting the utility of implicit relevance feedback., SIGIR, 2005"], "Xuehua Shen": ["Context-sensitive information retrieval using implicit feedback., SIGIR, 2005", "Active feedback in ad hoc information retrieval., SIGIR, 2005", "UCAIR: a personalized search toolbar., SIGIR, 2005"], "Chen Zhang": ["User term feedback in interactive text-based image retrieval., SIGIR, 2005"], "Matthias Bender": ["Improving collection selection with overlap awareness in P2P search engines., SIGIR, 2005"], "David Hawking": ["Server selection methods in hybrid portal search., SIGIR, 2005"], "Luo Si": ["Modeling search engine effectiveness for federated search., SIGIR, 2005"], "Kartik Hosanagar": ["A utility theoretic approach to determining optimal wait times in distributed information retrieval., SIGIR, 2005"], "Yiming Yang": ["Robustness of adaptive filtering methods in a cross-benchmark evaluation., SIGIR, 2005"], "Zhiwei Li": ["A probabilistic model for retrospective news event detection., SIGIR, 2005"], "Gui-Rong Xue": ["Scalable collaborative filtering using cluster-based smoothing., SIGIR, 2005", "Exploiting the hierarchical structure for link analysis., SIGIR, 2005"], "Jun Yan": ["OCFS: optimal orthogonal centroid feature selection for text categorization., SIGIR, 2005"], "Wensi Xi": ["SimFusion: measuring similarity using unified relationship matrix., SIGIR, 2005"], "Kazuhiro Seki": ["An application of text categorization methods to gene ontology annotation., SIGIR, 2005"], "Kai Puolamäki": ["Combining eye movements and collaborative filtering for proactive information retrieval., SIGIR, 2005"], "Thorsten Joachims": ["Accurately interpreting clickthrough data as implicit feedback., SIGIR, 2005"], "Mark Sanderson": ["Information retrieval system evaluation: effort, sensitivity, and reliability., SIGIR, 2005"], "Dennis Fetterly": ["Detecting phrase-level duplication on the world wide web., SIGIR, 2005"], "Paul-Alexandru Chirita": ["Using ODP metadata to personalize search., SIGIR, 2005"], "Jian-Tao Sun": ["Web-page summarization using clickthrough data., SIGIR, 2005"], "Sanda M. Harabagiu": ["Topic themes for multi-document summarization., SIGIR, 2005"], "Kathleen R. McKeown": ["Do summaries help?, SIGIR, 2005"], "Fernando Flores": ["The future of media, blogs and innovation: new IR challenges?, SIGIR, 2005"], "Trevor Strohman": ["Optimization strategies for complex queries., SIGIR, 2005"], "Vo Ngoc Anh": ["Simplified similarity scoring using term ranks., SIGIR, 2005"], "Nieves R. Brisaboa": ["Efficiently decodable and searchable natural language adaptive compression., SIGIR, 2005"], "Martin Theobald": ["Efficient and self-tuning incremental query expansion for top-k query processing., SIGIR, 2005"], "Yunhua Hu": ["Title extraction from bodies of HTML documents and its application to web page retrieval., SIGIR, 2005"], "Kai Yu": ["Multi-label informed latent semantic indexing., SIGIR, 2005"], "Dell Zhang": ["Text classification with kernels on the multinomial manifold., SIGIR, 2005"], "Shenghuo Zhu": ["Multi-labelled classification using maximum entropy method., SIGIR, 2005"], "Arjen P. de Vries": ["Relevance information: a loss of entropy but a gain for IDF?, SIGIR, 2005"], "Jianfeng Gao": ["Linear discriminant model for information retrieval., SIGIR, 2005"], "Guihong Cao": ["Integrating word relationships into language models., SIGIR, 2005"], "Charles L. A. Clarke": ["Controlling overlap in content-oriented XML retrieval., SIGIR, 2005"], "Christos Tryfonopoulos": ["Publish/subscribe functionality in IR environments using structured overlay networks., SIGIR, 2005"], "Paul A. Viola": ["Learning to extract information from semi-structured text using a discriminative context free grammar., SIGIR, 2005"], "Takeshi Masuyama": ["Web-based acquisition of Japanese katakana variants., SIGIR, 2005"], "Vitor Rocha de Carvalho": ["On the collective classification of email \"speech acts\"., SIGIR, 2005"], "Jason D. M. Rennie": ["Using term informativeness for named entity detection., SIGIR, 2005"], "Changsheng Xu": ["Automatic music video summarization based on audio-visual-text analysis and alignment., SIGIR, 2005"], "Bin Ma": ["A phonotactic-semantic paradigm for automatic spoken document classification., SIGIR, 2005"], "Nicholas R. Howe": ["Boosted decision trees for word recognition in handwritten document retrieval., SIGIR, 2005"], "Hang Cui": ["Generic soft pattern models for definitional question answering., SIGIR, 2005", "Question answering passage retrieval using dependency relations., SIGIR, 2005"], "Jimmy J. Lin": ["Evaluation of resources for question answering evaluation., SIGIR, 2005", "Assessing the term independence assumption in blind relevance feedback., SIGIR, 2005"], "Tao Qin": ["A study of relevance propagation for web search., SIGIR, 2005"], "Nick Craswell": ["Relevance weighting for query independent evidence., SIGIR, 2005"], "Lee Wang": ["Detecting dominant locations from search queries., SIGIR, 2005"], "Amit Singhal": ["Challenges in running a commercial search engine., SIGIR, 2005"], "James Allan": ["When will information retrieval be \"good enough\"?, SIGIR, 2005"], "Luanne Freund": ["Modeling task-genre relationships for IR in the workplace., SIGIR, 2005"], "Jaime Teevan": ["Personalizing search via automated analysis of interests and activities., SIGIR, 2005"], "Diane Kelly": ["The loquacious user: a document-independent source of terms for query expansion., SIGIR, 2005"], "Ben He": ["A study of the dirichlet priors for term frequency normalisation., SIGIR, 2005"], "Donald Metzler": ["A Markov random field model for term dependencies., SIGIR, 2005", "The recap system for identifying information flow., SIGIR, 2005"], "Hui Fang": ["An exploration of axiomatic approaches to information retrieval., SIGIR, 2005"], "Shuming Shi": ["Gravitation-based model for information retrieval., SIGIR, 2005"], "Berthier A. Ribeiro-Neto": ["Impedance coupling in content-targeted advertising., SIGIR, 2005"], "Benyu Zhang": ["Improving web search results using affinity graph., SIGIR, 2005"], "Elad Yom-Tov": ["Learning to estimate query difficulty: including applications to missing content detection and distributed information retrieval., SIGIR, 2005"], "Christof Monz": ["Iterative translation disambiguation for cross-language information retrieval., SIGIR, 2005"], "Kornél G. Markó": ["Bootstrapping dictionaries for cross-language information retrieval., SIGIR, 2005"], "Yi Liu": ["A maximum coherence model for dictionary-based cross-language information retrieval., SIGIR, 2005"], "Arnab Ghoshal": ["Hidden Markov models for automatic annotation and content-based retrieval of images and video., SIGIR, 2005"], "Munirathnam Srikanth": ["Exploiting ontologies for automatic image annotation., SIGIR, 2005"], "Gustavo Carneiro": ["A database centric view of semantic image annotation and retrieval., SIGIR, 2005"], "Eugene Agichtein": ["Analysis of factoid questions for effective relation extraction., SIGIR, 2005"], "Javier Artiles": ["A testbed for people searching strategies in the WWW., SIGIR, 2005"], "Leif Azzopardi": ["Probabilistic hyperspace analogue to language., SIGIR, 2005"], "Claudine Santos Badue": ["Basic issues on the processing of web queries., SIGIR, 2005"], "Wilma Bainbridge": ["An interface to search human movements based on geographic and chronological metadata., SIGIR, 2005"], "Steven M. Beitzel": ["Automatic web query classification using labeled and unlabeled training data., SIGIR, 2005", "Surrogate scoring for improved metasearch precision., SIGIR, 2005"], "Paul N. Bennett": ["Detecting action-items in e-mail., SIGIR, 2005"], "Roi Blanco": ["Characterization of a simple case of the reassignment of document identifiers as a pattern sequencing problem., SIGIR, 2005"], "David Bodoff": ["Testing algorithms is like testing students., SIGIR, 2005"], "Oisín Boydell": ["Evaluating the impact of selection noise in community-based web search., SIGIR, 2005"], "Kian Ming Adam Chai": ["Expectation of f-measures: tractable exact computation and some empirical observations of its properties., SIGIR, 2005"], "Efthimis N. Efthimiadis": ["Search engines and how students think they work., SIGIR, 2005"], "Tamer Elsayed": ["On evaluation of adaptive topic tracking systems., SIGIR, 2005"], "Paul Ferguson": ["Top subset retrieval on large collections using sorted indices., SIGIR, 2005"], "Éric Gaussier": ["Relation between PLSA and NMF and implications., SIGIR, 2005"], "Julio Gonzalo": ["The impact of evaluation on multilingual text retrieval., SIGIR, 2005"], "Jens Grivolla": ["Using Oracle for natural language document retrieval an automatic query reformulation approach., SIGIR, 2005"], "Nathalie Hernandez": ["Customizing information access according to domain and task knowledge: the ontoExplo system., SIGIR, 2005"], "Eduard Hoenkamp": ["Evaluating semantic indexing techniques through cross-language fingerprinting., SIGIR, 2005", "Live visual relevance feedback for query formulation., SIGIR, 2005"], "Xiangji Huang": ["A dual index model for contextual information retrieval., SIGIR, 2005"], "Eric C. Jensen": ["Predicting query difficulty on the web by learning visual clues., SIGIR, 2005"], "Jiwoon Jeon": ["Finding semantically similar questions based on their answers., SIGIR, 2005"], "Rong Jin": ["Study of cross lingual information retrieval using on-line translation systems., SIGIR, 2005"], "Rieko Kadobayashi": ["3D viewpoint-based photo search and information browsing., SIGIR, 2005"], "Tomoko Kajiyama": ["Examination and enhancement of a ring-structured graphical search interface based on usability testing., SIGIR, 2005"], "Vijay Krishnan": ["Short comings of latent models in supervised settings., SIGIR, 2005"], "Lun-Wei Ku": ["Major topic detection and its application to opinion summarization., SIGIR, 2005"], "Shao Fen Liang": ["Using query term order for result summarisation., SIGIR, 2005"], "Baoli Li": ["Profile-based event tracking., SIGIR, 2005"], "Fan Li": ["Analysis of recursive feature elimination methods., SIGIR, 2005"], "Wei-Hao Lin": ["Revisiting the effect of topic set size on retrieval error., SIGIR, 2005"], "Bicheng Liu": ["Information sharing through rational links and viewpoint retrieval., SIGIR, 2005"], "João Magalhães": ["Mining multimedia salient concepts for incremental information extraction., SIGIR, 2005"], "Paul McNamee": ["Translating pieces of words., SIGIR, 2005"], "J. Scott Olsson": ["Cross-language text classification., SIGIR, 2005"], "Jukka Perkiö": ["A temporally adaptive content-based relevance ranking algorithm., SIGIR, 2005"], "Himanshu Sharma": ["Automated evaluation of search engine performance via implicit user feedback., SIGIR, 2005"], "Renxu Sun": ["Dependency relation matching for answer selection., SIGIR, 2005"], "Songbo Tan": ["Using dragpushing to refine centroid text classifiers., SIGIR, 2005"], "Dolf Trieschnigg": ["Scalable hierarchical topic detection: exploring a sample based approach., SIGIR, 2005"], "Goldee Udani": ["Noun sense induction using web search results., SIGIR, 2005"], "Jun Wang": ["Self-organizing distributed collaborative filtering., SIGIR, 2005"], "Xuanhui Wang": ["Dirichlet PageRank., SIGIR, 2005"], "Ho Chung Wu": ["A retrospective study of probabilistic context-based retrieval., SIGIR, 2005"], "Yejun Wu": ["Indexing emails and email threads for retrieval., SIGIR, 2005"], "Baoping Zhang": ["Intelligent fusion of structural and citation-based evidence for text classification., SIGIR, 2005"], "Ying Zhang": ["Mining translations of OOV terms from the web through cross-lingual query expansion., SIGIR, 2005"], "Shuigeng Zhou": ["On redundancy of training corpus for text categorization: a perspective of geometry., SIGIR, 2005"], "Pedro Cano": ["An industrial-strength content-based music recommendation system., SIGIR, 2005"], "Soumen Chakrabarti": ["SPIN: searching personal information networks., SIGIR, 2005"], "Philipp Daumke": ["A CLIR interface to a web search engine., SIGIR, 2005"], "J. Stephen Downie": ["Music-to-knowledge (M2K): a prototyping and evaluation environment for music information retrieval research., SIGIR, 2005"], "Jochen L. Leidner": ["A wireless natural language search engine., SIGIR, 2005"], "Dragomir R. Radev": ["Hierarchical text summarization for WAP-enabled mobile devices., SIGIR, 2005"], "Aditya Kumar Sehgal": ["Manjal: a text mining system for MEDLINE., SIGIR, 2005"], "David Sherfesee": ["A web mining research platform., SIGIR, 2005"], "Ville H. Tuulos": ["Multi-faceted information retrieval system for large scale email archives., SIGIR, 2005"]}