{"Edwin van Huis": ["Strategy follows technology., SIGIR, 2007"], "Karen Spärck Jones": ["2007 Athena Lecturer Award introduction., SIGIR, 2007", "Natural language and the information layer., SIGIR, 2007"], "Paul-Alexandru Chirita": ["Personalized query expansion for the web., SIGIR, 2007"], "Jing Bai": ["Using query contexts in information retrieval., SIGIR, 2007"], "David Elsweiler": ["Towards task-based personal information management evaluations., SIGIR, 2007"], "Yiming Yang": ["Utility-based information distillation over temporally sequenced documents., SIGIR, 2007"], "Hao Ma": ["Effective missing data prediction for collaborative filtering., SIGIR, 2007"], "Yi Zhang": ["Efficient bayesian hierarchical user modeling for recommendation system., SIGIR, 2007", "Semantic text classification of disease reporting., SIGIR, 2007", "Fast exact maximum likelihood estimation for mixture of language models., SIGIR, 2007"], "Ben Carterette": ["Robust test collections for retrieval evaluation., SIGIR, 2007"], "Stefan Büttcher": ["Reliable information retrieval evaluation with incomplete and biased judgements., SIGIR, 2007"], "Tetsuya Sakai": ["Alternatives to Bpref., SIGIR, 2007"], "Hema Raghavan": ["An interactive algorithm for asking and incorporating feature feedback into support vector machines., SIGIR, 2007"], "Xuanhui Wang": ["Learn from web search logs to organize search results., SIGIR, 2007"], "Fei Wang": ["Regularized clustering for documents., SIGIR, 2007"], "Tye Rattenbury": ["Towards automatic extraction of event and place semantics from flickr tags., SIGIR, 2007"], "Jianping Fan": ["Hierarchical classification for automatic image annotation., SIGIR, 2007"], "Xiaofei He": ["Laplacian optimal design for image retrieval., SIGIR, 2007"], "Andrew Turpin": ["Fast generation of result snippets in web search., SIGIR, 2007"], "Charles L. A. Clarke": ["The influence of caption features on clickthrough patterns in web search., SIGIR, 2007"], "Xiaojun Wan": ["CollabSum: exploiting multiple document clustering for collaborative single document summarizations., SIGIR, 2007", "OMES: a new evaluation strategy using optimal matching for document clustering., SIGIR, 2007", "TimedTextRank: adding the temporal dimension to multi-document summarization., SIGIR, 2007"], "Jaime Teevan": ["Information re-retrieval: repeat queries in Yahoo's logs., SIGIR, 2007", "Characterizing the value of personalizing search., SIGIR, 2007"], "Ryen W. White": ["Studying the use of popular destinations to enhance web search interaction., SIGIR, 2007", "Investigating the querying and browsing behavior of advanced search engine users., SIGIR, 2007", "Comparing query logs and pseudo-relevance feedbackfor web-search query refinement., SIGIR, 2007"], "Steven Schockaert": ["Neighborhood restrictions in geographic IR., SIGIR, 2007", "Fuzzy temporal and spatial reasoning for intelligent information retrieval., SIGIR, 2007"], "Trevor Strohman": ["Efficient document retrieval in main memory., SIGIR, 2007", "Recommending citations for academic papers., SIGIR, 2007"], "Ricardo A. Baeza-Yates": ["The impact of caching on search engines., SIGIR, 2007"], "Alexandros Ntoulas": ["Pruning policies for two-tiered inverted index with correctness guarantee., SIGIR, 2007"], "Bingjun Sun": ["Topic segmentation with shared topic detection and alignment of multiple documents., SIGIR, 2007"], "Qi He": ["Analyzing feature trajectories for event detection., SIGIR, 2007"], "Kuo Zhang": ["New event detection based on indexing-tree and named entity., SIGIR, 2007"], "Scott B. Huffman": ["Multiple-signal duplicate detection for search evaluation., SIGIR, 2007", "How well does result relevance predict session satisfaction?, SIGIR, 2007"], "Andrei Z. Broder": ["Robust classification of rare queries using web knowledge., SIGIR, 2007", "A semantic approach to contextual advertising., SIGIR, 2007"], "Nick Craswell": ["Random walks on the click graph., SIGIR, 2007"], "Xiaojun Yuan": ["Supporting multiple information-seeking strategies in a single system framework., SIGIR, 2007"], "Bin Tan": ["Term feedback for information retrieval with language models., SIGIR, 2007"], "Yisong Yue": ["A support vector method for optimizing average precision., SIGIR, 2007"], "Tao Qin": ["Ranking with multiple hyperplanes., SIGIR, 2007"], "Zhaohui Zheng": ["A regression framework for learning ranking functions using relative relevance judgments., SIGIR, 2007"], "Tao Tao": ["An exploration of proximity measures in information retrieval., SIGIR, 2007"], "Kevyn Collins-Thompson": ["Estimation and use of uncertainty in pseudo-relevance feedback., SIGIR, 2007"], "Donald Metzler": ["Latent concept expansion using markov random fields., SIGIR, 2007", "Using gradient descent to optimize language modeling smoothing parameters., SIGIR, 2007"], "Qiaozhu Mei": ["A study of Poisson query generation model for information retrieval., SIGIR, 2007"], "Jimmy J. Lin": ["Deconstructing nuggets: the stability and reliability of complex question answering evaluation., SIGIR, 2007"], "Kian-Wei Kor": ["Interesting nuggets and their impact on definitional question answering., SIGIR, 2007"], "Jeongwoo Ko": ["A probabilistic graphical model for joint answer ranking in question answering., SIGIR, 2007"], "Matthew W. Bilotti": ["Structured retrieval for question answering., SIGIR, 2007"], "Tanuja Bompada": ["On the robustness of relevance measures with incomplete judgments., SIGIR, 2007"], "David Bodoff": ["Test theory for assessing IR test collections., SIGIR, 2007"], "Alistair Moffat": ["Strategic system comparisons via targeted relevance judgments., SIGIR, 2007"], "Ming-Feng Tsai": ["FRank: a ranking method with fidelity loss., SIGIR, 2007"], "Jun Xu": ["AdaRank: a boosting algorithm for information retrieval., SIGIR, 2007"], "Humberto Mossri de Almeida": ["A combined component approach for finding collection-adapted ranking functions based on genetic programming., SIGIR, 2007"], "Xiubo Geng": ["Feature selection for ranking., SIGIR, 2007"], "D. Sculley": ["Relaxed online SVMs for spam filtering., SIGIR, 2007"], "Carlos Castillo": ["Know your neighbors: web spam detection using the web topology., SIGIR, 2007"], "Haixuan Yang": ["DiffusionRank: a possible penicillin for web spamming., SIGIR, 2007"], "Douglas Turnbull": ["Towards musical query-by-semantic-description using the CAL500 data set., SIGIR, 2007"], "Peter Knees": ["A music search engine built upon audio-based and web-based similarity measures., SIGIR, 2007"], "Leif Azzopardi": ["Building simulated queries for known-item topics: an analysis using six european languages., SIGIR, 2007"], "Wei Gao": ["Cross-lingual query suggestion using query logs of different languages., SIGIR, 2007"], "Marc Najork": ["Hits on the web: how does it compare?, SIGIR, 2007"], "Stefano Mizzaro": ["Hits hits TREC: exploring IR evaluation results with network analysis., SIGIR, 2007"], "Shenghuo Zhu": ["Combining content and link for classification using matrix factorization., SIGIR, 2007"], "Milad Shokouhi": ["Federated text retrieval from uncooperative overlapped collections., SIGIR, 2007", "Updating collection representations for federated search., SIGIR, 2007"], "Paul Thomas": ["Evaluating sampling methods for uncooperative collections., SIGIR, 2007", "Estimating the value of automatic disambiguation., SIGIR, 2007"], "Klaus Berberich": ["A time machine for text search., SIGIR, 2007"], "Benno Stein": ["Principles of hash-based text retrieval., SIGIR, 2007", "Strategies for retrieving plagiarized documents., SIGIR, 2007"], "Paolo Ferragina": ["Compressed permuterm index., SIGIR, 2007"], "Yun Zhou": ["Query performance prediction in web search environments., SIGIR, 2007"], "Krisztian Balog": ["Broad expertise retrieval in sparse data environments., SIGIR, 2007", "Finding similar experts., SIGIR, 2007", "People search in the enterprise., SIGIR, 2007"], "Tonya Custis": ["A new approach for evaluating query expansion: query-document term mismatch., SIGIR, 2007"], "Fernando Diaz": ["Performance prediction using spatial autocorrelation., SIGIR, 2007"], "Mohamed Farah": ["An outranking approach for rank aggregation in information retrieval., SIGIR, 2007"], "Adam D. Troy": ["Enhancing relevance scoring with chronological term rank., SIGIR, 2007"], "Yang Liu": ["ARSA: a sentiment-aware model for predicting sales performance using blogs., SIGIR, 2007"], "Jonathan Mamou": ["Vocabulary independent spoken term detection., SIGIR, 2007"], "J. Scott Olsson": ["Improving text classification for oral history archives with temporal domain knowledge., SIGIR, 2007"], "Ville T. Turunen": ["Indexing confusion networks for morph-based spoken document retrieval., SIGIR, 2007"], "Fuchun Peng": ["Context sensitive stemming for web search., SIGIR, 2007"], "Wenjie Li": ["Detecting, categorizing and clustering entity mentions in Chinese text., SIGIR, 2007"], "Wei Zhou": ["Knowledge-intensive conceptual retrieval and passage extraction of biomedical literature., SIGIR, 2007"], "Surajit Chaudhuri": ["Heavy-tailed distributions and multi-keyword queries., SIGIR, 2007"], "H. Bast": ["ESTER: efficient search on text, entities, and relations., SIGIR, 2007"], "Gleb Skobeltsyn": ["Web text retrieval with a P2P query-driven index., SIGIR, 2007"], "Jiani Hu": ["Locality discriminating indexing for document classification., SIGIR, 2007"], "Kimmo Kettunen": ["Management of keyword variation with frequency based generation of word forms in IR., SIGIR, 2007"], "Loïc Maisonnasse": ["Revisiting the dependence language model for information retrieval., SIGIR, 2007"], "Guang Qiu": ["Quantify query ambiguity using ODP metadata., SIGIR, 2007"], "Songbo Tan": ["Combining error-correcting output codes and model-refinement for text categorization., SIGIR, 2007"], "Martin Franz": ["User-oriented text segmentation evaluation measure., SIGIR, 2007", "Story segmentation of broadcast news in Arabic, Chinese and English using multi-window features., SIGIR, 2007"], "Suleyman Cetintas": ["Exploration of the tradeoff between effectiveness and efficiency for results merging in federated search., SIGIR, 2007"], "Nina Phan": ["Understanding the relationship of information need specificity to search query length., SIGIR, 2007"], "Youngjoong Ko": ["An effective snippet generation method using the pseudo relevance feedback technique., SIGIR, 2007"], "Ho Chung Wu": ["Probability ranking principle via optimal expected rank., SIGIR, 2007"], "Michael Wiegand": ["Combining term-based and event-based matching for question answering., SIGIR, 2007"], "Karl Gyllstrom": ["Confluence: enhancing contextual desktop search., SIGIR, 2007"], "A. Kumaran": ["A generic framework for machine transliteration., SIGIR, 2007", "Babel: a machine transliteration workbench., SIGIR, 2007"], "Jaap Kamps": ["Where to start reading a textual XML document?, SIGIR, 2007", "Evaluating relevant in context: document retrieval with a twist., SIGIR, 2007"], "Ronald T. Fernández": ["Novelty detection using local context analysis., SIGIR, 2007"], "Ian Ruthven": ["Intra-assessor consistency in question answering., SIGIR, 2007"], "Mattan Winaver": ["Towards robust query expansion: model selection in the language modeling framework., SIGIR, 2007"], "Chris Staff": ["Automatic classification of web pages into bookmark categories., SIGIR, 2007"], "Kevin Hsin-Yih Lin": ["What emotions do news articles trigger in their readers?, SIGIR, 2007"], "Suzan Verberne": ["Evaluating discourse-based answer extraction for why-question answering., SIGIR, 2007", "Paragraph retrieval for why-question answering., SIGIR, 2007"], "Laurianne Sitbon": ["Topic segmentation using weighted lexical links (WLL)., SIGIR, 2007"], "Alessandro Bozzon": ["Lexical analysis for modeling web query reformulation., SIGIR, 2007"], "Mounia Lalmas": ["Bridging the digital divide: understanding information access practices in an indian village community., SIGIR, 2007"], "Xavier Sevillano": ["BordaConsensus: a new consensus function for soft cluster ensembles., SIGIR, 2007"], "Gloria Bordogna": ["A flexible retrieval system of shapes in binary images., SIGIR, 2007"], "Lillian Lee": ["IDF revisited: a simple new derivation within the Robertson-Spärck Jones probabilistic model., SIGIR, 2007"], "Gordon V. Cormack": ["Validity and power of t-test for comparing MAP and GMAP., SIGIR, 2007", "Power and bias of subset pooling strategies., SIGIR, 2007", "Feature engineering for mobile (SMS) spam filtering., SIGIR, 2007"], "Miles Efron": ["Model-averaged latent semantic indexing., SIGIR, 2007"], "Peter C. K. Yeung": ["Improving retrieval accuracy by weighting document types with clickthrough data., SIGIR, 2007", "X-Site: a workplace search tool for software engineers., SIGIR, 2007"], "Wei Jiang": ["Protecting source privacy in federated search., SIGIR, 2007"], "Ciya Liao": ["Applying ranking SVM in query relaxation., SIGIR, 2007"], "Jingfang Xu": ["Learning to rank collections., SIGIR, 2007", "Estimating collection size with logistic regression., SIGIR, 2007"], "Tao Mei": ["VideoReach: an online video recommendation system., SIGIR, 2007"], "Murat Yakici": ["Modelling epistemic uncertainty in ir evaluation., SIGIR, 2007"], "Arne Schuldt": ["On the importance of preserving the part-order in shape retrieval., SIGIR, 2007"], "Azzah Al-Maskari": ["The relationship between IR effectiveness measures and user satisfaction., SIGIR, 2007", "Beyond classical measures: how to evaluate the effectiveness of interactive information retrieval system?, SIGIR, 2007"], "Gabriella Pasi": ["A multi-criteria content-based filtering system., SIGIR, 2007"], "Roi Blanco": ["Boosting static pruning of inverted files., SIGIR, 2007", "Random walk term weighting for information retrieval., SIGIR, 2007"], "Jochen L. Leidner": ["Resource monitoring in information extraction., SIGIR, 2007"], "Fabio Simeoni": ["The DILIGENT framework for distributed information retrieval., SIGIR, 2007"], "Steven M. Beitzel": ["Varying approaches to topical web query classification., SIGIR, 2007"], "Ian Soboroff": ["A comparison of pooled and sampled relevance judgments., SIGIR, 2007"], "Somnath Banerjee": ["Clustering short texts using wikipedia., SIGIR, 2007"], "Alexander Haubold": ["Selection and ranking of text from highly imperfect transcripts for retrieval of video content., SIGIR, 2007"], "Atsushi Fujii": ["Enhancing patent retrieval by citation analysis., SIGIR, 2007"], "Keke Cai": ["MRF based approach for sentence retrieval., SIGIR, 2007"], "Yinghao Li": ["Improving weak ad-hoc queries using wikipedia as external corpus., SIGIR, 2007"], "Changki Lee": ["Fine-grained named entity recognition and relation extraction for question answering., SIGIR, 2007"], "Bennett A. Hagedorn": ["World knowledge in broad-coverage information filtering., SIGIR, 2007"], "Dolf Trieschnigg": ["The influence of basic tokenization on biomedical document retrieval., SIGIR, 2007"], "Antonia Kyriakopoulou": ["Using clustering to enhance text classification., SIGIR, 2007"], "Adam Stepinski": ["A fact/opinion classifier for news articles., SIGIR, 2007"], "Xing Yi": ["Matching resumes and jobs based on relevance models., SIGIR, 2007"], "Xiaowen Ding": ["The utility of linguistic rules in opinion mining., SIGIR, 2007"], "Niranjan Balasubramanian": ["A comparison of sentence retrieval techniques., SIGIR, 2007"], "João Magalhães": ["High-dimensional visual vocabularies for image retrieval., SIGIR, 2007"], "Idir Chibane": ["A web page topic segmentation algorithm based on visual criteria and content layout., SIGIR, 2007"], "Ao Feng": ["Document clustering: an optimization problem., SIGIR, 2007"], "Seyda Ertekin": ["Active learning for class imbalance problem., SIGIR, 2007"], "Pavel Serdyukov": ["Generative modeling of persons and documents for expert search., SIGIR, 2007"], "Katja Hofmann": ["Automatic extension of non-english wordnets., SIGIR, 2007"], "Pavel Ircing": ["First experiments searching spontaneous Czech speech., SIGIR, 2007"], "Mark Sanderson": ["Problems with Kendall's tau., SIGIR, 2007"], "Yohei Seki": ["Opinion holder extraction from author and authority viewpoints., SIGIR, 2007"], "Jie Peng": ["Incorporating term dependency in the dfr framework., SIGIR, 2007"], "Pawel Jurczyk": ["Hits on question answer portals: exploration of link analysis for author ranking., SIGIR, 2007"], "Doug Downey": ["Heads and tails: studies of web search with common and rare queries., SIGIR, 2007"], "Zi Huang": ["Dimensionality reduction for dimension-specific search., SIGIR, 2007"], "Eugen Popovici": ["An effective method for finding best entry points in semi-structured documents., SIGIR, 2007"], "Wei Vivian Zhang": ["Query rewriting using active learning for sponsored search., SIGIR, 2007"], "Linh Thai Nguyen": ["An analysis of peer-to-peer file-sharing system queries., SIGIR, 2007"], "Bernard J. Jansen": ["Investigating the relevance of sponsored results for web ecommerce queries., SIGIR, 2007", "Viewing online searching within a learning paradigm., SIGIR, 2007"], "John R. Wicks": ["More efficient parallel computation of pagerank., SIGIR, 2007"], "Mark D. Smucker": ["Using similarity links as shortcuts to relevant web pages., SIGIR, 2007"], "Lan Nie": ["Winnowing wheat from the chaff: propagating trust to sift spam from the web., SIGIR, 2007", "Ranking by community relevance., SIGIR, 2007"], "Silviu Cucerzan": ["Query suggestion based on user landing pages., SIGIR, 2007"], "Chirag Shah": ["Making mind and machine meet: a study of combining cognitive and algorithmic relevance feedback., SIGIR, 2007", "DiscoverInfo: a tool for discovering information with relevance and novelty., SIGIR, 2007"], "Xin Fu": ["Using collaborative queries to improve retrieval for difficult topics., SIGIR, 2007"], "Maheedhar Kolla": ["Retrieval of discussions from enterprise mailing lists., SIGIR, 2007"], "Andrés R. Masegosa": ["Effects of highly agreed documents in relevancy prediction., SIGIR, 2007"], "Dmitri Roussinov": ["Detecting word substitutions: PMI vs. HMM., SIGIR, 2007"], "Tom Rowlands": ["Workload sampling for enterprise search evaluation., SIGIR, 2007"], "Pere Obrador": ["Document layout and color driven image retrieval., SIGIR, 2007"], "Ismail Sengör Altingövde": ["Large-scale cluster-based retrieval experiments on Turkish texts., SIGIR, 2007"], "Emre Velipasaoglu": ["Improving active learning recall via disjunctive boolean constraints., SIGIR, 2007"], "Eunyee Koh": ["Creativity support: information discovery and exploratory search., SIGIR, 2007"], "Xiaoling Wang": ["MQX: multi-query engine for compressed XML data., SIGIR, 2007"], "Melanie Gnasa": ["ISKODOR: unified user modeling for integrated searching., SIGIR, 2007"], "Kenneth Ward Church": ["The wild thing goes local., SIGIR, 2007"], "Willemijn Heeren": ["Radio Oranje: searching the queen's speech(es)., SIGIR, 2007"], "Ricardo J. Dias": ["Mobile interface of the memoria project., SIGIR, 2007"], "Wei Chen": ["A full-text retrieval toolkit for mobile desktop search., SIGIR, 2007"], "Fabian Kaiser": ["EXPOSE: searching the web for expertise., SIGIR, 2007"], "D. L. Thomas": ["Text categorization for streams., SIGIR, 2007"], "Omar Alonso": ["Search results using timeline visualizations., SIGIR, 2007"], "Martin Potthast": ["Wikipedia in the pocket: indexing technology for near-duplicate detection and high similarity search., SIGIR, 2007"], "Kisuh Ahn": ["Nexus: a real time QA system., SIGIR, 2007"], "Tony Abou-Assaleh": ["Geographic ranking for a local search engine., SIGIR, 2007"], "Philip O'Brien": ["Focused ranking in a vertical search engine., SIGIR, 2007"], "M. Cameron Jones": ["A \"do-it-yourself\" evaluation service for music information retrieval systems., SIGIR, 2007"], "Efthimis N. Efthimiadis": ["IR-Toolbox: an experiential learning tool for teaching IR., SIGIR, 2007"], "Andreas Broschart": ["Efficient integration of proximity for text, semi-structured and graph retrieval., SIGIR, 2007"], "Georg Buscher": ["Attention-based information retrieval., SIGIR, 2007"], "Jan Frederik Forst": ["A summarisation logic for structured documents., SIGIR, 2007"], "Michael Huggett": ["Information-behaviour modeling with external cues., SIGIR, 2007"], "Hans Friedrich Witschel": ["Global resources for peer-to-peer text retrieval., SIGIR, 2007"], "Peter Wilkins": ["Automatic query-time generation of retrieval expert coefficients for multimedia retrieval., SIGIR, 2007"]}