{"Kai-Fu Lee": ["Delighting Chinese users: the Google China experience., SIGIR, 2008"], "Limsoon Wong": ["Guilt by association as a search principle., SIGIR, 2008"], "Chunqiang Tang": ["On iterative intelligent medical search., SIGIR, 2008"], "James Allan": ["Effective and efficient user interaction for long queries., SIGIR, 2008", "A cluster-based resampling method for pseudo-relevance feedback., SIGIR, 2008", "Evaluation over thousands of queries., SIGIR, 2008"], "Mark D. Smucker": ["How do users find things with PubMed?: towards automatic utility evaluation with user simulations., SIGIR, 2008"], "Sharad Mehrotra": ["Towards breaking the quality curse.: a web-querying approach to web people search., SIGIR, 2008"], "Tik-Shun Wong": ["An unsupervised framework for extracting and normalizing product attributes from multiple web sites., SIGIR, 2008"], "Allison P. Heath": ["Enhancing web search by promoting multiple search engine use., SIGIR, 2008"], "Justin Zobel": ["Score standardization for inter-collection comparison of retrieval systems., SIGIR, 2008", "Aggregated click-through data in a homogeneous user community., SIGIR, 2008"], "Eija Airio": ["The good and the bad system: does the test collection predict users' effectiveness?, SIGIR, 2008"], "Iadh Ounis": ["Retrieval sensitivity under training using different measures., SIGIR, 2008", "Ranking opinionated blog posts using OpinionFinder., SIGIR, 2008", "Automatic document prior feature selection for web retrieval., SIGIR, 2008"], "Wolfgang Nejdl": ["Attack resistant collaborative filtering., SIGIR, 2008"], "Qiang Yang": ["EigenRank: a ranking-oriented approach to collaborative filtering., SIGIR, 2008", "Web query translation via web log mining., SIGIR, 2008"], "Yiming Yang": ["Personalized active learning for collaborative filtering., SIGIR, 2008"], "Cyril Goutte": ["A boosting algorithm for learning bipartite ranking functions with partially labeled data., SIGIR, 2008"], "Wei-Ying Ma": ["Directly optimizing evaluation measures in learning to rank., SIGIR, 2008", "Exploring traversal strategy for web forum crawling., SIGIR, 2008"], "Heung-Yeung Shum": ["Query dependent ranking using K-nearest neighbor., SIGIR, 2008"], "Kai Li": ["Asymmetric distance estimation with sketches for similarity search in high-dimensional spaces., SIGIR, 2008"], "Ricardo A. Baeza-Yates": ["ResIn: a combination of results caching and index pruning for high-performance web search engines., SIGIR, 2008"], "Gonzalo Navarro": ["Reorganizing compressed text., SIGIR, 2008"], "Paul B. Kantor": ["User adaptation: good results from poor systems., SIGIR, 2008"], "Yong Yu": ["Exploring folksonomy for personalized search., SIGIR, 2008", "Learning to rank with ties., SIGIR, 2008", "Deep classification in large-scale text hierarchies., SIGIR, 2008", "Topic-bridged PLSA for cross-domain text classification., SIGIR, 2008"], "Daniel J. Liebling": ["To personalize or not to personalize: modeling queries with variation in user intent., SIGIR, 2008"], "Oren Kurland": ["The opposite of smoothing: a language model approach to ranking query-specific document clusters., SIGIR, 2008", "Query-drift prevention for robust query expansion., SIGIR, 2008", "Re-ranking search results using document-passage graphs., SIGIR, 2008"], "Zheng Chen": ["Enhancing text clustering by leveraging Wikipedia semantics., SIGIR, 2008"], "Bo Shao": ["Knowledge transformation from word space to document space., SIGIR, 2008"], "Hsin-Hsi Chen": ["A study of learning a merge model for multilingual information retrieval., SIGIR, 2008"], "Douglas W. Oard": ["Bilingual topic aspect classification with a few training examples., SIGIR, 2008"], "Vibhuti S. Sengar": ["Crosslingual location search., SIGIR, 2008"], "ChengXiang Zhai": ["A study of methods for negative relevance feedback., SIGIR, 2008", "A general optimization framework for smoothing language models on graph structures., SIGIR, 2008"], "Ram Akella": ["A bayesian logistic regression model for active relevance feedback., SIGIR, 2008", "A new probabilistic retrieval model based on the dirichlet compound multinomial distribution., SIGIR, 2008"], "Stephen Robertson": ["Selecting good expansion terms for pseudo-relevance feedback., SIGIR, 2008", "A new rank correlation coefficient for information retrieval., SIGIR, 2008", "A new interpretation of average precision., SIGIR, 2008"], "Katrin Kirchhoff": ["Learning to rank with partially-labeled data., SIGIR, 2008"], "Edward Snelson": ["Learning to rank with SoftRank and Gaussian processes., SIGIR, 2008"], "Wagner Meira Jr.": ["Learning to rank at query-time using association rules., SIGIR, 2008"], "Yanxiang He": ["Query-sensitive mutual reinforcement chain and its application in query-oriented multi-document summarization., SIGIR, 2008"], "Ee-Peng Lim": ["Comments-oriented document summarization: understanding documents with readers' feedback., SIGIR, 2008", "Searching blogs and news: a study on popular queries., SIGIR, 2008"], "Jianwu Yang": ["Multi-document summarization using cluster-based link analysis., SIGIR, 2008"], "Chris H. Q. Ding": ["Multi-document summarization via sentence-level semantic analysis and symmetric matrix factorization., SIGIR, 2008"], "Maribeth Back": ["Algorithmic mediation for collaborative exploratory search., SIGIR, 2008"], "Gerhard Weikum": ["Exploiting correlated keywords to improve approximate information filtering., SIGIR, 2008", "Efficient top-k querying over social-tagging networks., SIGIR, 2008", "Task-aware search personalization., SIGIR, 2008", "Social recommendations at work., SIGIR, 2008", "Fine-grained relevance feedback for XML retrieval., SIGIR, 2008"], "Benjamin Piwowarski": ["A user browsing model to predict search engine click data from past observations., SIGIR, 2008"], "Alex Acero": ["Learning query intent from regularized click graphs., SIGIR, 2008"], "Jaime G. Carbonell": ["Retrieval and feedback models for blog feed search., SIGIR, 2008", "The impact of history length on personalized search., SIGIR, 2008"], "Hong-Jiang Zhang": ["Learning to reduce the semantic gap in web image retrieval and annotation., SIGIR, 2008"], "Hwee Tou Ng": ["A lattice-based approach to query-by-example spoken document retrieval., SIGIR, 2008"], "Maarten de Rijke": ["A few examples go a long way: constructing query models from elaborate query formulations., SIGIR, 2008", "Personal vs non-personal blogs: initial classification experiments., SIGIR, 2008", "Term clouds as surrogates for user generated speech., SIGIR, 2008", "Parsimonious relevance models., SIGIR, 2008"], "Xueqi Cheng": ["A unified and discriminative model for query refinement., SIGIR, 2008", "Combining learn-based and lexicon-based techniques for sentiment detection without using labeled examples., SIGIR, 2008"], "Ludger van Elst": ["Query expansion using gaze-based feedback on the subdocument level., SIGIR, 2008"], "Philip D. Gray": ["Affective feedback: an investigation into the role of emotions in the information seeking process., SIGIR, 2008"], "Lance Riedel": ["Optimizing relevance and revenue in ad search: a query substitution approach., SIGIR, 2008"], "Xingyao Ye": ["A generation model to unify topic relevance and lexicon-based sentiment for opinion retrieval., SIGIR, 2008"], "Luo Si": ["Discriminative probabilistic models for passage based retrieval., SIGIR, 2008"], "Jun Wang": ["TF-IDF uncovered: a study of theories and probabilities., SIGIR, 2008"], "Brian D. Davison": ["Separate and inequal: preserving heterogeneity in topical authority flows., SIGIR, 2008", "Classifiers without borders: incorporating fielded text from neighboring web pages., SIGIR, 2008"], "Hang Li": ["BrowseRank: letting web users vote for page importance., SIGIR, 2008"], "Yueheng Sun": ["Finding question-answer pairs from online forums., SIGIR, 2008"], "W. Bruce Croft": ["Retrieval models for question and answer archives., SIGIR, 2008", "Discovering key concepts in verbose queries., SIGIR, 2008", "Local text reuse detection., SIGIR, 2008"], "Eugene Agichtein": ["Predicting information seeker satisfaction in community question answering., SIGIR, 2008", "Exploring mouse movements for inferring query intent., SIGIR, 2008", "Exploring question subjectivity prediction in community QA., SIGIR, 2008", "On the evolution of the yahoo! answers QA community., SIGIR, 2008"], "Mark Sanderson": ["Ambiguous queries: test collections need more sense., SIGIR, 2008"], "Junghoo Cho": ["Automatically identifying localizable queries., SIGIR, 2008"], "C. Lee Giles": ["Real-time automatic tag recommendation., SIGIR, 2008"], "Hector Garcia-Molina": ["Social tag prediction., SIGIR, 2008"], "Liping Jing": ["Spectral geometry for simultaneously clustering and ranking query search results., SIGIR, 2008"], "Carmel Domshlak": ["A rank-aggregation approach to searching for optimal query-specific clusters., SIGIR, 2008"], "Xiaohua Zhou": ["A comparative evaluation of different link types on enhancing document clustering., SIGIR, 2008"], "Andreas Paepcke": ["SpotSigs: robust and efficient near duplicate detection in large web collections., SIGIR, 2008"], "Meng Chang Chen": ["TSCAN: a novel method for topic summarization and content anatomy., SIGIR, 2008"], "Andrew McCallum": ["Learning from labeled features using generalized expectation criteria., SIGIR, 2008"], "Javed A. Aslam": ["A simple and efficient sampling method for estimating AP and NDCG., SIGIR, 2008"], "Yihong Gong": ["Non-greedy active learning for text categorization using convex transductive experimental design., SIGIR, 2008"], "Ian MacKinnon": ["Novelty and diversity in information retrieval evaluation., SIGIR, 2008"], "Emine Yilmaz": ["Relevance assessment: are judges exchangeable and does it matter., SIGIR, 2008"], "Jaana Kekäläinen": ["Intuition-supporting visualization of user's performance based on explicit negative higher-order relevance., SIGIR, 2008"], "Paul D. Clough": ["Relevance judgments between TREC and Non-TREC assessors., SIGIR, 2008"], "Paul N. Bennett": ["Evaluation measures for preference judgments., SIGIR, 2008"], "Alistair Moffat": ["Exploring evaluation metrics: GMAP versus MAP., SIGIR, 2008"], "Tetsuya Sakai": ["Comparing metrics across TREC and NTCIR: : the robustness to pool depth bias., SIGIR, 2008", "Precision-at-ten considered redundant., SIGIR, 2008"], "Andrew Turpin": ["Relevance thresholds in system evaluations., SIGIR, 2008", "User preference choices for complex question answering., SIGIR, 2008"], "Justin Talbot": ["Structuring collections with Scatter/Gather extensions., SIGIR, 2008"], "Sukomal Pal": ["Text collections for FIRE., SIGIR, 2008"], "Raj Gopal Prasad Kantamneni": ["A longitudinal study of real-time search assistance adoption., SIGIR, 2008"], "Kono Kim": ["TopicRank: bringing insight to users., SIGIR, 2008"], "G. Craig Murray": ["Talking the talk vs. walking the walk: salience of information needs in querying vs. browsing., SIGIR, 2008", "Extending language modeling techniques to models of search and browsing activity in a digital library., SIGIR, 2008"], "Joemon M. Jose": ["Emulating query-biased summaries using document titles., SIGIR, 2008", "A faceted interface for multimedia search., SIGIR, 2008"], "Miguel A. Rueda-Morales": ["Hierarchical naive bayes models for representing user profiles., SIGIR, 2008"], "Chunping Li": ["A topical PageRank based algorithm for recommender systems., SIGIR, 2008"], "Fabio Crestani": ["Towards personalized distributed information retrieval., SIGIR, 2008"], "Shlomo Argamon": ["Exploiting subjectivity analysis in blogs to improve political leaning categorization., SIGIR, 2008"], "Karl Aberer": ["To tag or not to tag -: harvesting adjacent metadata in large-scale tagging systems., SIGIR, 2008"], "Marcel J. T. Reinders": ["Detecting synonyms in social tagging systems to improve content retrieval., SIGIR, 2008"], "Chun Chen": ["SOPING: a Chinese customer review mining system., SIGIR, 2008"], "Gordon V. Cormack": ["Semi-supervised spam filtering: does it work?, SIGIR, 2008"], "Ian Soboroff": ["Limits of opinion-finding baseline systems., SIGIR, 2008"], "Benoît Dumoulin": ["Analyzing web text association to disambiguate abbreviation in queries., SIGIR, 2008"], "Wouter Weerkamp": ["Bloggers as experts: feed distillation using expert retrieval models., SIGIR, 2008"], "Vishwa Vinay": ["Search effectiveness with a breadth-first crawl., SIGIR, 2008"], "Junfeng Wang": ["Guide focused crawler efficiently and effectively using on-line topical importance estimation., SIGIR, 2008"], "Takeshi Okadome": ["Web page retrieval in ubiquitous sensor environments., SIGIR, 2008"], "Jaap Kamps": ["Using parsimonious language models on web data., SIGIR, 2008", "A study of query length., SIGIR, 2008"], "Doan Nguyen": ["Query preprocessing: improving web search through a Vietnamese word tokenization approach., SIGIR, 2008"], "Winston H. Hsu": ["AdImage: video advertising by image matching and ad scheduling optimization., SIGIR, 2008"], "Chong-Wah Ngo": ["Bag-of-visual-words expansion using visual relatedness for video indexing., SIGIR, 2008"], "Chew Lim Tan": ["A word shape coding method for camera-based document images., SIGIR, 2008"], "Lan Lin": ["WISA: a novel web image semantic analysis system., SIGIR, 2008"], "Tomohiro Yamasaki": ["One-button search extracts wider interests: an empirical study with video bookmarking search., SIGIR, 2008"], "Joonas Kukkonen": ["Product retrieval for grocery stores., SIGIR, 2008"], "Xiangji Huang": ["A reranking model for genomics aspect search., SIGIR, 2008"], "Milos Hauskrecht": ["Improving biomedical document retrieval using domain knowledge., SIGIR, 2008"], "Sophia Ananiadou": ["Kleio: a knowledge-enriched information retrieval system for biology., SIGIR, 2008"], "Xiaoya Tang": ["Enhancing keyword-based botanical information retrieval with information extraction., SIGIR, 2008"], "Jaime Teevan": ["How medical expertise influences web search interaction., SIGIR, 2008"], "Kuniaki Uehara": ["Generating diverse katakana variants based on phonemic mapping., SIGIR, 2008"], "Djoerd Hiemstra": ["Exploiting sequential dependencies for expert finding., SIGIR, 2008", "Modeling expert finding as an absorbing random walk., SIGIR, 2008", "Combining document- and paragraph-based entity ranking., SIGIR, 2008"], "Hongyuan Zha": ["A scalable assistant librarian: hierarchical subject classification of books., SIGIR, 2008"], "Ping-Jung Wu": ["Information retrieval on bug locations by learning co-located bug report clusters., SIGIR, 2008"], "Utpal Garain": ["Summarization of compressed text images: an experience on Indic script documents., SIGIR, 2008"], "Fernando D. Diaz": ["A method for transferring retrieval scores between collections with non-overlapping vocabularies., SIGIR, 2008", "Improving relevance feedback in language modeling with score regularization., SIGIR, 2008", "Theoretical bounds on and empirical robustness of score regularization to different similarity measures., SIGIR, 2008"], "James Mayfield": ["Don't have a stemmer?: be un+concern+ed., SIGIR, 2008"], "Wessel Kraaij": ["Parsimonious concept modeling., SIGIR, 2008", "Measuring concept relatedness using language models., SIGIR, 2008"], "Tao Li": ["Author-topic evolution analysis using three-way non-negative Paratucker., SIGIR, 2008"], "Jong-Hyeok Lee": ["Exploiting proximity feature in bigram language model for information retrieval., SIGIR, 2008"], "Hui Xiong": ["Adaptive label-driven scaling for latent semantic indexing., SIGIR, 2008"], "Myung-Gil Jang": ["Fixed-threshold SMO for Joint Constraint Learning Algorithm of Structural SVM., SIGIR, 2008"], "Wei Peng": ["Posterior probabilistic clustering using NMF., SIGIR, 2008"], "Saket S. R. Mengle": ["On document splitting in passage detection., SIGIR, 2008"], "Wee Sun Lee": ["Learning with support vector machines for query-by-multiple-examples., SIGIR, 2008"], "Yemin Luo": ["Question classification with semantic tree kernel., SIGIR, 2008"], "Paul Thomas": ["Generalising multiple capture-recapture to non-uniform sample sizes., SIGIR, 2008"], "Silviu Cucerzan": ["Predicting when browsing context is relevant to search., SIGIR, 2008"], "Antoine Doucet": ["XML-aided phrase indexing for hypertext documents., SIGIR, 2008"], "Ralf Schenkel": ["Proximity-aware scoring for XML retrieval., SIGIR, 2008"], "Mounia Lalmas": ["Locating relevant text within XML documents., SIGIR, 2008"], "Gabriella Pasi": ["A flexible extension of XPath to improve XML querying., SIGIR, 2008"], "Bin Wang": ["Utilizing phrase based semantic information for term dependency., SIGIR, 2008"], "Hugo Zaragoza": ["Inferring the most important types of a query: a semantic approach., SIGIR, 2008"], "Ophir Frieder": ["On multiword entity ranking in peer-to-peer search., SIGIR, 2008"], "Özgür Ulusoy": ["Site-based dynamic pruning for query processing in search engines., SIGIR, 2008"], "Andreas Kaltenbrunner": ["Exploiting MDS Projections for Cross-language IR., SIGIR, 2008"], "Li-Tal Mashiach": ["Local approximation of PageRank and reverse PageRank., SIGIR, 2008"], "Somnath Banerjee": ["Improving text classification accuracy using topic modeling over an additional corpus., SIGIR, 2008"], "Theodore Kalamboukis": ["An algorithm for text categorization., SIGIR, 2008"], "Hangzai Luo": ["Hypergraph partitioning for document clustering: a unified clique perspective., SIGIR, 2008"], "Elena Smirnova": ["Pagerank based clustering of hypertext document collections., SIGIR, 2008"], "Gary Geunbae Lee": ["An alignment-based pattern representation model for information extraction., SIGIR, 2008"], "Wei Zhang": ["Relational distance-based collaborative filtering., SIGIR, 2008"], "Tang Enya Kong": ["Minexml: bridging unstructured query with structured resources via mediated query., SIGIR, 2008"], "Hidetoshi Yokoo": ["Clustering search results for mobile terminals., SIGIR, 2008"], "Jian Lin": ["Refining search results with facet landscapes., SIGIR, 2008"], "Daqing He": ["Ice-tea: an interactive cross-language search engine with translation enhancement., SIGIR, 2008"], "Dunja Mladenic": ["Cross-lingual search over 22 european languages., SIGIR, 2008"], "Erkan Uyar": ["Bilkent news portal: a personalizable system with new event detection and tracking capabilities., SIGIR, 2008"], "Ray R. Larson": ["Geographic IR and visualization in time and space., SIGIR, 2008"], "M. Cameron Jones": ["Dynamic visualization of music classification systems., SIGIR, 2008"], "Marcos André Gonçalves": ["From concepts to implementation and visualization: tools from a team-based approach to ir., SIGIR, 2008"], "Judith Winter": ["Exploiting XML structure to improve information retrieval in peer-to-peer systems., SIGIR, 2008"], "Ioannis Arapakis": ["Affective feedback: an investigation into the role of emotions in the information seeking process., SIGIR, 2008"], "Chang Liu": ["Exploring and measuring dependency trees for informationretrieval., SIGIR, 2008"], "Pavel Serdyukov": ["The search for expertise: to the documents and beyond., SIGIR, 2008"], "Sergey Chernov": ["Task detection for activity-based desktop search., SIGIR, 2008"], "Keng Hoon Gan": ["Using a mediated query approach for matching unstructured query with structured resources., SIGIR, 2008"], "Chirag Shah": ["Understanding system implementation and user behavior in a collaborative information seeking environment., SIGIR, 2008"], "Dolf Trieschnigg": ["Biomedical cross-language information retrieval., SIGIR, 2008"], "Edgar Meij": ["Towards a combined model for search and navigation of annotated documents., SIGIR, 2008"], "Liadh Kelly": ["Context and linking in retrieval from personal digital archives., SIGIR, 2008"]}