{"C. J. van Rijsbergen": ["Landmarks in information retrieval: the message out of the bottle., SIGIR, 2002"], "Alistair Moffat": ["Impact transformation: effective and efficient web retrieval., SIGIR, 2002"], "Robert Krovetz": ["Analysis of lexical signatures for finding lost or related documents., SIGIR, 2002"], "James P. Callan": ["Using sampled data and regression to merge search engine results., SIGIR, 2002", "Language model for IR using collection information., SIGIR, 2002"], "Djoerd Hiemstra": ["The Importance of Prior Probabilities for Entry Page Search., SIGIR, 2002", "Term-specific smoothing for the language modeling approach to information retrieval: the importance of a query term., SIGIR, 2002"], "ChengXiang Zhai": ["Title language model for information retrieval., SIGIR, 2002"], "John D. Lafferty": ["Two-stage language models for information retrieval., SIGIR, 2002"], "Joemon M. Jose": ["Finding relevant documents using top ranking sentences: an evaluation of two alternative schemes., SIGIR, 2002"], "Jaswinder Pal Singh": ["Predicting category accesses for a user in a structured information space., SIGIR, 2002"], "David A. Smith": ["Detecting and Browsing Events in Unstructured text., SIGIR, 2002"], "Thomas P. Minka": ["Novelty and redundancy detection in adaptive filtering., SIGIR, 2002"], "James Allan": ["Improving realism of topic tracking evaluation., SIGIR, 2002", "A critical examination of TDT's cost function., SIGIR, 2002"], "Hwee Tou Ng": ["Bayesian online classifiers for text classification and filtering., SIGIR, 2002"], "Patrick Gallinari": ["The use of unlabeled data to improve supervised learning for text summarization., SIGIR, 2002"], "Hongyuan Zha": ["Generic summarization and keyphrase extraction using mutual reinforcement principle and sentence clustering., SIGIR, 2002"], "G. Bowden Wise": ["Cross-document summarization by concept classification., SIGIR, 2002"], "Naftali Tishby": ["Unsupervised document classification using sequential information maximization., SIGIR, 2002"], "Takahiko Kawatani": ["Topic difference factor extraction between two document sets and its application to text categorization., SIGIR, 2002"], "Sung-Hyon Myaeng": ["Text genre classification with genre-revealing and subject-revealing features., SIGIR, 2002"], "Yoram Singer": ["A new family of online algorithms for category ranking., SIGIR, 2002", "Robust temporal and spectral modeling for query By melody., SIGIR, 2002"], "James Mayfield": ["Comparing cross-language query expansion techniques by degrading translation resources., SIGIR, 2002"], "Nicola Bertoldi": ["Statistical cross-language information retrieval using n-best query translations., SIGIR, 2002"], "W. Bruce Croft": ["Cross-lingual relevance models., SIGIR, 2002", "Predicting query performance., SIGIR, 2002", "Task orientation in question answering., SIGIR, 2002"], "Weijun Chen": ["Resolving query translation ambiguity using a decaying co-occurrence model and syntactic dependence relations., SIGIR, 2002"], "Shenghuo Zhu": ["Document clustering with cluster refinement and model selection capabilities., SIGIR, 2002"], "Dekang Lin": ["Document clustering with committees., SIGIR, 2002"], "Eric Horvitz": ["Probabilistic combination of text classifiers using reliability indicators: models and results., SIGIR, 2002"], "Justin Zobel": ["Efficient phrase querying with an auxiliary index., SIGIR, 2002", "Compression of inverted indexes for fast query evaluation., SIGIR, 2002"], "Berthier A. Ribeiro-Neto": ["Set-based model: a new approach for information retrieval., SIGIR, 2002"], "John F. Canny": ["Collaborative filtering with privacy via factor analysis., SIGIR, 2002"], "Martin Svensson": ["Inverted file search algorithms for collaborative filtering., SIGIR, 2002"], "David M. Pennock": ["Methods and metrics for cold-start recommendations., SIGIR, 2002"], "Douglas W. Oard": ["Term selection for searching printed Arabic., SIGIR, 2002"], "Ralph M. Weischedel": ["Empirical studies in strategies for Arabic retrieval., SIGIR, 2002"], "Margaret E. Connell": ["Improving stemming for Arabic information retrieval: light stemming and co-occurrence analysis., SIGIR, 2002"], "Aya Soffer": ["Automatic query refinement using lexical affinities with maximal information gain., SIGIR, 2002"], "Andrew Y. Ng": ["Web question answering: is more always better?., SIGIR, 2002"], "Hema Raghavan": ["Using part-of-speech patterns to reduce query ambiguity., SIGIR, 2002"], "Kimmo Koskenniemi": ["Is natural language an inconvenience or an opportunity for IR?., SIGIR, 2002"], "Chris Buckley": ["The effect of topic set size on retrieval experiment error., SIGIR, 2002"], "Eero Sormunen": ["Liberal relevance criteria of TREC -: counting on negligible documents?., SIGIR, 2002"], "Mounia Lalmas": ["Video retrieval using an MPEG-7 based inference network., SIGIR, 2002"], "Stephen E. Robertson": ["Using self-supervised word segmentation in Chinese information retrieval., SIGIR, 2002", "Relative and absolute term selection criteria: a comparative study for English and Japanese IR., SIGIR, 2002"], "Ben Wolin": ["Automatic classification in product catalogs., SIGIR, 2002"], "Horst D. Simon": ["PageRank, HITS and a unified framework for link analysis., SIGIR, 2002"], "Nitin Indurkhya": ["Experiments in high-dimensional text categorization., SIGIR, 2002"], "Ja-Young Kim": ["The relationship between ASK and relevance criteria., SIGIR, 2002"], "Krista Lagus": ["ICA and SOM in text document analysis., SIGIR, 2002"], "Vijay Boyapati": ["Improving hierarchical text classification using unlabeled data., SIGIR, 2002"], "Raman Chandrasekar": ["Do thumbnail previews help users make better relevance decisions about web search results?., SIGIR, 2002"], "Daniela Petrelli": ["Amilcare: adaptive information extraction for document annotation., SIGIR, 2002", "Adaptive information extraction for document annotation in amilcare., SIGIR, 2002"], "Egidio L. Terra": ["The impact of corpus size on question answering performance., SIGIR, 2002"], "Joanne S. Claussen": ["Effective collection metasearch in a hierarchical environment: global vs. localized retrieval performance., SIGIR, 2002"], "Jesús Vegas": ["Experimenting with graphical user interfaces for structured document retrieval., SIGIR, 2002"], "Noriko Kando": ["The web retrieval task and its evaluation in the third NTCIR workshop., SIGIR, 2002"], "J. Scott McCarley": ["How Many Bits are Needed to Store Term Frequencies?., SIGIR, 2002"], "Mathias Géry": ["Non-linear reading for a structured web indexation., SIGIR, 2002"], "Ophir Frieder": ["Document normalization revisited., SIGIR, 2002"], "Mark Sanderson": ["User-centered interface design for cross-language information retrieval., SIGIR, 2002", "Experiments on data fusion using headline information., SIGIR, 2002"], "Naomi Inoue": ["Implementation of relevance feedback for content-based music retrieval based on user prefences., SIGIR, 2002"], "Robert Weibel": ["Spatial information retrieval and geographical ontologies an overview of the SPIRIT project., SIGIR, 2002"], "Steven M. Gabb": ["A visualisation tool for topic tracking analysis and development., SIGIR, 2002"], "Heui-Seok Lim": ["A new method of parameter estimation for multinomial naive bayes text classifiers., SIGIR, 2002"], "Georges Gardarin": ["Study of category score algorithms for k-NN classifier., SIGIR, 2002"], "K. L. Kwok": ["Higher precision for two-word queries., SIGIR, 2002"], "Peter Ingwersen": ["The boomerang effect: retrieving scientific documents via the network of references and citations., SIGIR, 2002"], "Ray R. Larson": ["A logistic regression approach to distributed IR., SIGIR, 2002", "Translingual vocabulary mappings for multilingual information access., SIGIR, 2002"], "Stuart A. Sutton": ["Automatic metadata generation & evaluation., SIGIR, 2002"], "Paul McNamee": ["Converting on-line bilingual dictionaries from human-readable to machine-readable form., SIGIR, 2002"], "Yuji Matsumoto": ["Modeling (in)variability of human judgments for text summarization., SIGIR, 2002"], "Dieter Merkl": ["Content-based music indexing and organization., SIGIR, 2002"], "Fabrizio Sebastiani": ["Building thematic lexical resources by term categorization., SIGIR, 2002"], "Victor Sheftel": ["Topic structure modeling., SIGIR, 2002"], "Ian Soboroff": ["Automatic evaluation of world wide web search services., SIGIR, 2002", "Does WT10g look like the web?., SIGIR, 2002"], "Rohini K. Srihari": ["Biterm language models for document retrieval., SIGIR, 2002"], "Kyoji Umemura": ["Selecting indexing strings using adaptation., SIGIR, 2002"], "Yuen-Hsien Tseng": ["Error correction in a Chinese OCR test collection., SIGIR, 2002"], "William R. Hersh": ["User interface effects in past batch versus user experiments., SIGIR, 2002"], "Sanjiv Behl": ["K-tree/forest: efficient indexes for boolean queries., SIGIR, 2002"], "Shuo Bai": ["Example-based phrase translation in Chinese-English CLIR., SIGIR, 2002"], "Thijs Westerveld": ["Probabilistic multimedia retrieval., SIGIR, 2002"], "Wenfeng Yang": ["Chinese keyword extraction based on max-duplicated strings of the documents., SIGIR, 2002"], "Yunhe Pan": ["A hierarchical approach: query large music database by acoustic input., SIGIR, 2002"], "Xiang Ji": ["Correlating multilingual documents via bipartite graph modeling., SIGIR, 2002"], "Ian Ruthven": ["A system using implicit feedback and top ranking sentences to help users find relevant web documents., SIGIR, 2002"], "Wolfgang Hürst": ["Indexing, searching, and retrieving of recorded live presentations with the AOF (authoring on the fly) search engine., SIGIR, 2002"], "Eija Airio": ["UTACLIR -: general query translation framework for several language pairs., SIGIR, 2002"], "Kai Großjohann": ["HyREX: hyper-media retrieval engine for XML., SIGIR, 2002"], "Bemmu Sepponen": ["Query performance analyser: a web-based tool for IR research and instruction., SIGIR, 2002"], "Jürgen Schneider": ["ExWrap: semi-automatic wrapper generation by example., SIGIR, 2002"], "Anselm Spoerri": ["Souvenir: flexible note-taking tool to pinpoint and share media highlights., SIGIR, 2002"], "Micheline Beaulieu": ["Hierarchical approach to term suggestion device., SIGIR, 2002"], "Ville H. Tuulos": ["GS textplorer -: adaptive framework for information retrieval., SIGIR, 2002"], "I. V. Ramakrishnan": ["CuTeX: a system for extracting data from text tables., SIGIR, 2002", "YellowPager: a tool for ontology-based mining of service directories from web sources., SIGIR, 2002"]}