{"William A. Gale": ["A Sequential Algorithm for Training Text Classifiers., SIGIR, 1994"], "Yiming Yang": ["Expert Network: Effective and Efficient Learning from Human Decisions in Text Categorization and Retrieval., SIGIR, 1994"], "Sholom M. Weiss": ["Towards Language Independent Automated Learning of Text Categorisation Models., SIGIR, 1994"], "Rainer Hoch": ["Using IR Techniques for Text Classification in Document Analysis., SIGIR, 1994"], "Chris D. Paice": ["An Evaluation Method for Stemming Algorithms., SIGIR, 1994"], "Peter Willett": ["On the Measurement of Inter-Linker Consistency and Retrieval Effectiveness in Hypertext Databases., SIGIR, 1994"], "Ellen M. Voorhees": ["Query Expansion Using Lexical-Semantic Relations., SIGIR, 1994"], "Bryce Allen": ["Perceptual Speed, Learning and Information Retrieval Performance., SIGIR, 1994"], "Amanda Spink": ["Term Relevance Feedback and Query Expansion: Relation to Design., SIGIR, 1994"], "Karen Sparck Jones": ["Modelling Information Retrieval Agents with Belief Revision., SIGIR, 1994"], "Peter Ingwersen": ["Polyrepresentation of Information Needs and Semantic Entities: Elements of a Cognitive Theory for Information Retrieval Interaction., SIGIR, 1994"], "T. W. C. Huibers": ["Investigating Aboutness Axioms using Information Fields., SIGIR, 1994"], "Fabrizio Sebastiani": ["A Probabilistic Terminological Logic for Modelling Information Retrieval., SIGIR, 1994"], "Jean Royauté": ["Retrieving Terms and their Variants in a Lexicalised Unification-Based Framework., SIGIR, 1994"], "Mark Sanderson": ["Word Sense Disambiguation and Information Retrieval., SIGIR, 1994"], "Kazuo Sumita": ["A Full-Text Retrieval System with a Dynamic Abstract Generation Function., SIGIR, 1994"], "IJsbrand Jan Aalbersberg": ["A Document Retrieval Model Based on Term Frequency Ranks., SIGIR, 1994"], "Richard K. Belew": ["Automatic Combination of Multiple Ranked Retrieval Systems., SIGIR, 1994"], "Joon Ho Lee": ["Properties of Extended Boolean Models in Information Retrieval., SIGIR, 1994"], "David H. Hickam": ["OHSUMED: An Interactive Retrieval Evaluation and New Large Test Collection for Research., SIGIR, 1994"], "Allen Condit": ["Results of Applying Probabilistic IR to OCR Text., SIGIR, 1994"], "Howard R. Turtle": ["Natural Language vs. Boolean Query Evaluation: A Comparison of Retrieval Performance., SIGIR, 1994"], "Fredric C. Gey": ["Inferring Probability of Relevance Using the Method of Logistic Regression., SIGIR, 1994"], "Steve Walker": ["Some Simple Effective Approximations to the 2-Poisson Model for Probabilistic Weighted Retrieval., SIGIR, 1994"], "William S. Cooper": ["The Formalism of Probability Theory in IR: A Foundation for An Encumbrance?, SIGIR, 1994"], "Alexander Willett": ["LyberWorld - A Visualization User Interface Supporting Fulltext Retrieval., SIGIR, 1994"], "Mary Hunter Utt": ["A System for Discovering Relationships by Feature Extraction from Text Databases., SIGIR, 1994"], "Yoichi Shinoda": ["Information Filtering Based on User Behaviour Analysis and Best Match Text Retrieval., SIGIR, 1994"], "David A. Hull": ["Improving Text Retrieval for the Routing Problem using Latent Semantic Indexing., SIGIR, 1994"], "James Allan": ["The Effect of Adding Relevance Information in a Relevance Feedback Environment., SIGIR, 1994"], "James P. Callan": ["Passage-Level Evidence in Document Retrieval., SIGIR, 1994"], "Ross Wilkinson": ["Effective Retrieval of Structured Documents., SIGIR, 1994"], "Peter Schäuble": ["Document and Passage Retrieval Based on Hidden Markov Models., SIGIR, 1994"], "Hector Garcia-Molina": ["Synthetic Workload Performance Analysis of Incremental Updates., SIGIR, 1994"], "Michael Persin": ["Document Filtering for Fast Ranking., SIGIR, 1994"], "Peter G. Anick": ["Adapting a Full-text Information Retrieval System to the Computer Troubleshooting Domain., SIGIR, 1994"], "Micheline Hancock-Beaulieu": ["Evaluating Interactive Retrieval Systems., SIGIR, 1994"]}