{"Susan T. Dumais": ["An interdisciplinary perspective on information retrieval., SIGIR, 2009"], "Huanhuan Cao": ["Context-aware query classification., SIGIR, 2009"], "Paul N. Bennett": ["Refined experts: improving classification in large taxonomies., SIGIR, 2009"], "Weimao Ke": ["Dynamicity vs. effectiveness: studying online clustering for scatter/gather., SIGIR, 2009"], "Takuya Maekawa": ["Web searching for daily living., SIGIR, 2009"], "Shihao Ji": ["Global ranking by exploiting user clicks., SIGIR, 2009"], "Jane Li": ["Good abandonment in mobile and PC internet search., SIGIR, 2009"], "Haofen Wang": ["Efficient query expansion for advertisement search., SIGIR, 2009"], "Yang Xu": ["Query dependent pseudo-relevance feedback based on wikipedia., SIGIR, 2009"], "Georg Buscher": ["Segment-level display time as implicit feedback: a comparison to eye tracking., SIGIR, 2009"], "Paul McNamee": ["Addressing morphological variation in alphabetic languages., SIGIR, 2009"], "Dogan Can": ["Web derived pronunciations for spoken term detection., SIGIR, 2009"], "J. Scott Olsson": ["Combining LVCSR and vocabulary-independent ranked utterance retrieval for robust speech search., SIGIR, 2009"], "Jianhan Zhu": ["Risky business: modeling and exploiting uncertainty in information retrieval., SIGIR, 2009", "Topic (query) selection for IR evaluation., SIGIR, 2009"], "Peng Zhang": ["Approximating true relevance distribution from a mixture model based on irrelevance data., SIGIR, 2009"], "Jun Wang": ["Portfolio theory of information retrieval., SIGIR, 2009"], "Mark James Carman": ["A statistical comparison of tag and query logs., SIGIR, 2009"], "Chen Lin": ["Simultaneously modeling semantics and structure of threaded discussions: a sparse coding approach and its applications., SIGIR, 2009"], "David Carmel": ["Enhancing cluster labeling using wikipedia., SIGIR, 2009"], "Hao Yan": ["Compressing term positions in web indexes., SIGIR, 2009"], "Jimmy J. Lin": ["Brute force and indexed approaches to pairwise document similarity comparisons with MapReduce., SIGIR, 2009"], "Ricardo A. Baeza-Yates": ["Efficiency trade-offs in two-tier web search systems., SIGIR, 2009"], "Liangjie Hong": ["A classification-based approach to question answering in discussion boards., SIGIR, 2009"], "Xin-Jing Wang": ["Ranking community answers by modeling question-answer relationships via analogical reasoning., SIGIR, 2009"], "Kai Wang": ["A syntactic tree matching approach to finding similar questions in community-based qa services., SIGIR, 2009"], "Ioannis Konstas": ["On social networks and collaborative recommendation., SIGIR, 2009"], "Hao Ma": ["Learning to recommend with social trust ensemble., SIGIR, 2009", "Page hunt: improving search engines using human computation games., SIGIR, 2009"], "Kai Yu": ["Fast nonparametric matrix factorization for large-scale collaborative filtering., SIGIR, 2009"], "Donald Metzler": ["Building enriched document representations using aggregated anchor text., SIGIR, 2009", "Improving search relevance for implicitly temporal queries., SIGIR, 2009"], "Zhicheng Dou": ["Using anchor texts with their hyperlink structure for web search., SIGIR, 2009"], "Jun Sakuma": ["Link analysis for private weighted graphs., SIGIR, 2009"], "Somnath Banerjee": ["Learning to rank for quantity consensus queries., SIGIR, 2009"], "Ronan Cummins": ["Learning in a pairwise term-term proximity framework for information retrieval., SIGIR, 2009", "Measuring constraint violations in information retrieval., SIGIR, 2009"], "Zhengya Sun": ["Robust sparse rank learning for non-smooth ranking measures., SIGIR, 2009"], "Jiafeng Guo": ["Named entity recognition in query., SIGIR, 2009"], "Seung-Hoon Na": ["A 2-poisson model for probabilistic coreference of named entities for improved text retrieval., SIGIR, 2009"], "Tak-Lam Wong": ["Mining employment market via text block detection and adaptive cross-domain information extraction., SIGIR, 2009"], "Jinglei Zhao": ["A proximity language model for information retrieval., SIGIR, 2009"], "Yuanhua Lv": ["Positional language models for information retrieval., SIGIR, 2009"], "Xiangji Huang": ["A bayesian learning approach to promoting diversity in ranking for biomedical information retrieval., SIGIR, 2009"], "Jaime Arguello": ["Sources of evidence for vertical selection., SIGIR, 2009"], "Fernando Diaz": ["Adaptation of offline vertical selection predictions in the presence of user feedback., SIGIR, 2009"], "Huajing Li": ["A probabilistic topic-based ranking framework for location-sensitive domain information retrieval., SIGIR, 2009"], "Hongbo Deng": ["Entropy-biased models for query representation on the click graph., SIGIR, 2009"], "Arnd Christian König": ["Click-through prediction for news queries., SIGIR, 2009"], "Jianfeng Gao": ["Smoothing clickthrough data for web search ranking., SIGIR, 2009"], "Ryen W. White": ["Predicting user interests from contextual information., SIGIR, 2009"], "Diane Kelly": ["A comparison of query and term suggestion features for interactive searching., SIGIR, 2009"], "Robert Villa": ["An aspectual interface for supporting complex search tasks., SIGIR, 2009"], "Douglas Turnbull": ["Combining audio content and social context for semantic music discovery., SIGIR, 2009"], "Stefan Siersdorfer": ["Automatic video tagging using content redundancy., SIGIR, 2009"], "Bingjun Zhang": ["CompositeMap: a novel framework for music similarity measure., SIGIR, 2009"], "Berkant Barla Cambazoglu": ["Quantifying performance and quality gains in distributed web search engines., SIGIR, 2009"], "Paul Thomas": ["SUSHI: scoring scaled samples for server selection., SIGIR, 2009"], "Milad Shokouhi": ["Effective query expansion for federated search., SIGIR, 2009"], "Albert-László Barabási": ["From networks to human behavior., SIGIR, 2009"], "Ben Carterette": ["On rank correlation and the distance between rankings., SIGIR, 2009"], "William Webber": ["Score adjustment for correction of pooling bias., SIGIR, 2009"], "Gabriella Kazai": ["Towards methods for the collective gathering and quality control of relevance assessments., SIGIR, 2009"], "Pinar Donmez": ["On the local optimality of LambdaRank., SIGIR, 2009"], "Javed A. Aslam": ["Document selection methodologies for efficient and effective learning-to-rank., SIGIR, 2009"], "Matthew Lease": ["An improved markov random field model for supporting verbose queries., SIGIR, 2009"], "Pavel Serdyukov": ["Placing flickr photos on a map., SIGIR, 2009"], "Tae-Gil Noh": ["An automatic translation of tags for multimedia contents using folksonomy networks., SIGIR, 2009"], "Yuan Liu": ["CrowdReranking: exploring multiple search engines for visual search reranking., SIGIR, 2009"], "Andrew Turpin": ["Including summaries in system evaluation., SIGIR, 2009"], "Antti Oulasvirta": ["When more is less: the paradox of choice in search engine use., SIGIR, 2009"], "Avi Arampatzis": ["Where to stop reading a ranked list?: threshold optimization using truncated score distributions., SIGIR, 2009"], "Xavier Amatriain": ["The wisdom of the few: a collaborative filtering approach based on expert opinions from the web., SIGIR, 2009"], "Ziyu Guan": ["Personalized tag recommendation using graph-based ranking on multi-type interrelated objects., SIGIR, 2009"], "Cai-Nicolas Ziegler": ["Leveraging sources of collective wisdom on the web for discovering technology synergies., SIGIR, 2009"], "Leif Azzopardi": ["Query side evaluation: an empirical analysis of effectiveness and effort., SIGIR, 2009", "Developing energy efficient filtering systems., SIGIR, 2009", "Search engine predilection towards news media providers., SIGIR, 2009"], "Giridhar Kumaran": ["Reducing long queries using query quality predictors., SIGIR, 2009"], "Xiao Li": ["Extracting structured information from user queries with semi-supervised conditional random fields., SIGIR, 2009"], "Dennis Fetterly": ["The impact of crawl policy on web search effectiveness., SIGIR, 2009"], "Yunzhang Zhu": ["Optimizing search engine revenue in sponsored search., SIGIR, 2009"], "Marius Pasca": ["Web-derived resources for web information retrieval: from conceptual hierarchies to attribute hierarchies., SIGIR, 2009"], "Gordon V. Cormack": ["Spam filter evaluation with imprecise ground truth., SIGIR, 2009", "On the relative age of spam and ham training samples for email filtering., SIGIR, 2009", "Reciprocal rank fusion outperforms condorcet and individual rank learning methods., SIGIR, 2009"], "Michael G. Noll": ["Telling experts from spammers: expertise ranking in folksonomies., SIGIR, 2009"], "Fabrício Benevenuto": ["Detecting spammers and content promoters in online video social networks., SIGIR, 2009"], "Jinlian Guo": ["AdOn: an intelligent overlay video advertising system., SIGIR, 2009"], "Mark D. Smucker": ["Agreement among statistical significance tests for information retrieval evaluation at varying sample sizes., SIGIR, 2009"], "Max Hinne": ["Annotation of URLs: more than the sum of parts., SIGIR, 2009"], "Jiannan Wang": ["Automatic URL completion and prediction using fuzzy type-ahead search., SIGIR, 2009"], "Qi Guo": ["Beyond session segmentation: predicting changes in search intent with client-side user interactions., SIGIR, 2009"], "Mostafa Keikha": ["Blog distillation using random walks., SIGIR, 2009"], "Falk Scholer": ["A case for improved evaluation of query difficulty prediction., SIGIR, 2009"], "Marc-Allen Cartright": ["Characterizing the subjectivity of topics., SIGIR, 2009"], "Tadashi Nomoto": ["Classifying library catalogue by author profiling., SIGIR, 2009"], "Inna Gelfer Kalmanovich": ["Cluster-based query expansion., SIGIR, 2009"], "Fan Li": ["Comparing both relevance and robustness in selection of web ranking functions., SIGIR, 2009"], "Christof Monz": ["A comparison of retrieval-based hierarchical clustering approaches to person name disambiguation., SIGIR, 2009"], "Javier Parapar": ["Compression-based document length prior for language models., SIGIR, 2009"], "Meng Wang": ["Concept representation based video indexing., SIGIR, 2009", "Accommodating colorblind users in image search., SIGIR, 2009"], "Hila Becker": ["Context transfer in search advertising., SIGIR, 2009"], "Jian Wang": ["Counting ancestors to estimate authority., SIGIR, 2009"], "J. Scott McCarley": ["Cross language name matching., SIGIR, 2009"], "Emine Yilmaz": ["Deep versus shallow judgments in learning to rank., SIGIR, 2009"], "Yi Chang": ["Enhancing topical ranking with preferences from click-through data., SIGIR, 2009"], "Wei Peng": ["Equivalence between nonnegative tensor factorization and tensorial probabilistic latent semantic analysis., SIGIR, 2009"], "Maik Anderka": ["The ESA retrieval model revisited., SIGIR, 2009"], "Kevyn Collins-Thompson": ["Estimating query performance using class predictions., SIGIR, 2009"], "Atsushi Fujii": ["Evaluating effects of machine translation accuracy on cross-lingual patent retrieval., SIGIR, 2009"], "Ya Xu": ["Evaluating web search using task completion time., SIGIR, 2009"], "Edgar Meij": ["An evaluation of entity and frequency based query completion methods., SIGIR, 2009"], "Dingding Wang": ["Evolutionary document summarization for disaster management., SIGIR, 2009"], "Sethuramalingam Subramaniam": ["Experiments in CLIR using fuzzy string search based on surface similarity., SIGIR, 2009"], "Hui Yang": ["Feature selection for automatic taxonomy induction., SIGIR, 2009"], "Jung-Tae Lee": ["Finding advertising keywords on video scripts., SIGIR, 2009"], "Ben He": ["Fitting score distribution for blog opinion retrieval., SIGIR, 2009"], "Zheng Ye": ["A graph-based approach to mining multilingual word associations from wikipedia., SIGIR, 2009"], "Timothy G. Armstrong": ["Has adhoc retrieval improved since 1994?, SIGIR, 2009", "EvaluatIR: an online tool for evaluating and comparing IR systems., SIGIR, 2009"], "Jangwon Seo": ["High precision retrieval using relevance-flow graph., SIGIR, 2009"], "Benyah Shaparenko": ["Identifying the original contribution of a document via language modeling., SIGIR, 2009"], "Darren Wei Che Huang": ["The importance of manual assessment in link discovery., SIGIR, 2009"], "Junte Zhang": ["Improving user confidence in cultural heritage aggregated results., SIGIR, 2009"], "Massih-Reza Amini": ["Incorporating prior knowledge into a transductive ranking algorithm for multi-document summarization., SIGIR, 2009"], "Lior Meister": ["Integrating clusters created offline with query-specific clusters for document retrieval., SIGIR, 2009"], "Lixin Shi": ["Integrating phrase inseparability in phrase-based model., SIGIR, 2009"], "Craig Macdonald": ["Is spam an issue for opinionated blog post search?, SIGIR, 2009", "On perfect document rankings for expert search., SIGIR, 2009", "Usefulness of click-through data in expert search., SIGIR, 2009"], "Yandong Liu": ["Is this urgent?: exploring time-sensitive information needs in collaborative question answering., SIGIR, 2009"], "Jonathan L. Elsas": ["It pays to be picky: an evaluation of thread retrieval in online forums., SIGIR, 2009"], "Tao Li": ["Knowledge transformation for cross-domain sentiment classification., SIGIR, 2009"], "Christopher M. De Vries": ["K-tree: large scale document clustering., SIGIR, 2009"], "Zhen Guo": ["A latent topic model for linked documents., SIGIR, 2009"], "Martin Potthast": ["Measuring the descriptiveness of web comments., SIGIR, 2009"], "Qi Zhang": ["Mining product reviews based on shallow dependency parsing., SIGIR, 2009", "Template-independent wrapper for web forums., SIGIR, 2009"], "Ioannis Arapakis": ["Modeling facial expressions and peripheral physiological signals to predict topical relevance., SIGIR, 2009"], "Dan Zhang": ["Modeling search response time., SIGIR, 2009"], "Mitsuru Ambai": ["Multiclass VisualRank: image ranking method in clustered subsets based on visual features., SIGIR, 2009"], "Paul D. Clough": ["Multiple approaches to analysing query diversity., SIGIR, 2009"], "Eric Bruno": ["Multiview clustering: a late fusion approach using latent models., SIGIR, 2009"], "Shirish Tatikonda": ["On efficient posting list intersection with multicore processors., SIGIR, 2009"], "Richard McCreadie": ["On single-pass indexing with MapReduce., SIGIR, 2009"], "Yi-Hsuan Yang": ["Personalized music emotion recognition., SIGIR, 2009"], "Elaine G. Toms": ["Predicting stopping behaviour: a preliminary analysis., SIGIR, 2009", "wikiSearch: enabling interactivity in search., SIGIR, 2009"], "Yiming Yang": ["Protein identification as an information retrieval problem., SIGIR, 2009"], "Linjun Yang": ["Query sampling for ranking learning in web search., SIGIR, 2009"], "Xin Jiang": ["A ranking approach to keyphrase extraction., SIGIR, 2009"], "Omar Alonso": ["Relevance criteria for e-commerce: a crowdsourcing-based experimental analysis., SIGIR, 2009"], "Hema Raghavan": ["A relevance model based filter for improving ad quality., SIGIR, 2009"], "Viet Ha-Thuc": ["A relevance-based topic model for news event tracking., SIGIR, 2009"], "Guido Zuccon": ["Revisiting logical imaging for information retrieval., SIGIR, 2009"], "Pierre Hanna": ["A robust retrieval system of polyphonic music based on chord progression similarity., SIGIR, 2009"], "Enoch Peserico": ["Score and rank convergence of HITS., SIGIR, 2009"], "Stefan Savev": ["A search engine in a few lines.: yes, we can!, SIGIR, 2009"], "Tom Yeh": ["Searching documentation using text, OCR, and image., SIGIR, 2009"], "Jun Gong": ["Selecting hierarchical clustering cut points for web person-name disambiguation., SIGIR, 2009"], "Tetsuya Sakai": ["Serendipitous search via wikipedia: a query log analysis., SIGIR, 2009"], "Siddika Parlak": ["Spoken information retrieval for turkish broadcast news., SIGIR, 2009"], "Adam Bermingham": ["A study of inter-annotator agreement for opinion retrieval., SIGIR, 2009"], "Ali Azimi Bolourian": ["SugarCube: quantification of topic propagation in the blogosphere using percolation theory., SIGIR, 2009"], "Sri Devi Ravana": ["System scoring using partial prior information., SIGIR, 2009"], "Yong Ki Lee": ["Tag-based object similarity computation using term space dimension reduction., SIGIR, 2009"], "Brian Tomasik": ["Tagging products using image classification., SIGIR, 2009"], "Neal Lathia": ["Temporal collaborative filtering with adaptive neighbourhoods., SIGIR, 2009"], "Wen Zhang": ["Temporal query substitution for ad search., SIGIR, 2009"], "Azin Ashkan": ["Term-based commercial intent analysis., SIGIR, 2009"], "P. Punitha": ["Topic prerogative feature selection using multiple query examples for automatic video retrieval., SIGIR, 2009"], "Ellen M. Voorhees": ["Topic set size redux., SIGIR, 2009"], "Xiaobing Xue": ["Transforming patents into prior-art queries., SIGIR, 2009"], "Michael Bendersky": ["Two-stage query segmentation for information retrieval., SIGIR, 2009"], "Earl W. Bailey": ["Undergraduates' evaluations of assigned search topics., SIGIR, 2009"], "Jonathan Mamou": ["A unified inverted index for an efficient image and text retrieval., SIGIR, 2009"], "Shawn R. Wolfe": ["User-centric multi-criteria information retrieval., SIGIR, 2009"], "Maureen Dostert": ["Users' stopping behaviors and estimates of recall., SIGIR, 2009"], "Kelly Y. Itakura": ["Using dynamic markov compression to detect vandalism in the wikipedia., SIGIR, 2009"], "Rianne Kaptein": ["Using wikipedia categories for ad hoc search., SIGIR, 2009", "Who said what to whom?: capturing the structure of debates., SIGIR, 2009"], "Andrew Trotman": ["Visualizing the problems with the INEX topics., SIGIR, 2009"], "Dell Zhang": ["What queries are likely to recur in web search?, SIGIR, 2009"], "Claudia Hauff": ["When is query performance prediction effective?, SIGIR, 2009"], "Duncan McDougall": ["Expertise search in academia using facets., SIGIR, 2009"], "Greg P. Milette": ["Exploiting social context for expertise propagation., SIGIR, 2009"], "Inbal Ronen": ["Social networks and discovery in the enterprise (SaND)., SIGIR, 2009"], "Maxim N. Grinev": ["Sifting micro-blogging stream for events of user interest., SIGIR, 2009"], "Heather Roinestad": ["Incentives for social annotation., SIGIR, 2009"], "David Novak": ["Generic similarity search engine demonstrated by an image retrieval application., SIGIR, 2009"], "Alessandro Bozzon": ["Pharos: an audiovisual search platform., SIGIR, 2009"], "Arnaud Saval": ["Agate: information gathering for risk monitoring., SIGIR, 2009"], "Wei Jin": ["CDPRanking: discovering and ranking cross-document paths between entities., SIGIR, 2009"], "Carla Lopes": ["Context-based health information retrieval., SIGIR, 2009"], "Robin Aly": ["Modeling uncertainty in video retrieval: a retrieval model for uncertain semantic representations of videos., SIGIR, 2009"], "Davide Buscaldi": ["Toponym ambiguity in geographical information retrieval., SIGIR, 2009"], "Nattiya Kanhabua": ["Exploiting temporal information in retrieval of archived documents., SIGIR, 2009"], "Aurélien Bossard": ["Using document structure for automatic summarization., SIGIR, 2009"], "Jiyin He": ["Topic structure for information retrieval., SIGIR, 2009"], "Xiaozhong Liu": ["Using computational community interest as an indicator for ranking., SIGIR, 2009"], "Yashar Moshfeghi": ["Affective adaptive retrieval: study of emotion in adaptive retrieval., SIGIR, 2009"], "Mehdi Hosseini": ["A study on performance volatility in information retrieval., SIGIR, 2009"], "Johannes Schanda": ["Novelty detection across different source types and languages., SIGIR, 2009"], "Jingjing Liu": ["Personalizing information retrieval using task features, topic knowledge, and task product., SIGIR, 2009"], "Yi Chen": ["Exploiting memory cues in personal lifelog retrieval., SIGIR, 2009"]}