{"Andy Hopper": ["The Network Computer., SIGIR, 1996"], "Jinxi Xu": ["Query Expansion Using Local and Global Document Analysis., SIGIR, 1996"], "Timothy A. H. Bell": ["The Design of a High Performance Information Filtering System., SIGIR, 1996"], "Amit Singhal": ["Pivoted Document Length Normalization., SIGIR, 1996"], "Gareth J. F. Jones": ["Retrieving Spoken Documents by Combining Multiple Index Sources., SIGIR, 1996"], "Wessel Kraaij": ["Viewing Stemming as Recall Enhancement., SIGIR, 1996"], "David A. Hull": ["Querying Across Languages: A Dictionary-Based Approach to Multilingual Information Retrieval., SIGIR, 1996", "Method Combination For Document Filtering., SIGIR, 1996"], "Paraic Sheridan": ["Experiments in Multilingual Information Retrieval Using the SPIDER System., SIGIR, 1996"], "Lucy T. Nowell": ["Visualizing Search Results: Some Alternatives to Query-Document Similarity., SIGIR, 1996"], "Marti A. Hearst": ["Reexamining the Cluster Hypothesis: Scatter/Gather on Retrieval Results., SIGIR, 1996"], "Aravindan Veerasamy": ["Evaluation of a Tool for Visualization of Information Retrieval Results., SIGIR, 1996"], "David G. Hendry": ["An Architecture for Implementing Extensible Information-Seeking Environments., SIGIR, 1996"], "Andreas Henrich": ["Document Retrieval Facilities for Repository-Based System Development Environments., SIGIR, 1996"], "Brendon Cahoon": ["Performance Evaluation of a Distributed Architecture for Information Retrieval., SIGIR, 1996"], "Amanda Spink": ["Elicitations During Information Retrieval: Implications for IR System Design., SIGIR, 1996"], "Giorgio Brajnik": ["Evaluating User Interfaces to Information Retrieval Systems: A Case Study on User Support., SIGIR, 1996"], "King-Lup Liu": ["Efficient Processing of One and Two Dimensional Proximity Queries in Associative Memory., SIGIR, 1996"], "Mohan Kamath": ["Efficient Transaction Support for Dynamic Information Retrieval Systems., SIGIR, 1996"], "Kyung-Ah Han": ["Image Organization and Retrieval with Automatically Constructed Feature Vectors., SIGIR, 1996"], "Justin Zobel": ["Phonetic String Matching: Lessons from Information Retrieval., SIGIR, 1996"], "Alan F. Smeaton": ["Experiments on Using Semantic Distances Between Words in Image Caption Retrieval., SIGIR, 1996"], "S. Amba": ["Automatic Linking Of Thesauri., SIGIR, 1996"], "K. L. Kwok": ["A New Method of Weighting Query Terms for Ad-Hoc Retrieval., SIGIR, 1996"], "Carlo Meghini": ["A Relevance Terminological Logic for Information Retrieval., SIGIR, 1996"], "Thomas Rölleke": ["Retrieval of Complex Objects Using a Four-Valued Logic., SIGIR, 1996"], "Joon Ho Lee": ["Using n-Grams for Korean Text Retrieval., SIGIR, 1996"], "Jian-Yun Nie": ["On Chinese Text Retrieval., SIGIR, 1996"], "Kalervo Järvelin": ["A Deductive Data Model for Query Expansion., SIGIR, 1996"], "Farhad Oroumchian": ["An Application of Plausible Reasoning to Information Retrieval., SIGIR, 1996"], "Berthier A. Ribeiro-Neto": ["A Belief Network Model for IR., SIGIR, 1996"], "James P. Callan": ["Document Filtering With Inference Networks., SIGIR, 1996"], "James Allan": ["Incremental Relevance Feedback for Information Filtering., SIGIR, 1996"], "Leah S. Larkey": ["Combining Classifiers in Text Categorization., SIGIR, 1996"], "David D. Lewis": ["Training Algorithms for Linear Text Classifiers., SIGIR, 1996"], "William W. Cohen": ["Context-sensitive Learning Methods for Text Categorization., SIGIR, 1996"], "Wai Lam": ["Detection of Shifts in User Interests for Personalized Information Filtering., SIGIR, 1996"], "Philippe Mulhem": ["Interactive Information Retrieval Systems: From User Centred Interface Design to Software Design., SIGIR, 1996"], "Donna Harman": ["Panel: Building and Using Test Collections., SIGIR, 1996"], "Marc Rittberger": ["System Demonstrations: Abstracts., SIGIR, 1996"], "Elizabeth D. Liddy": ["Posters: Abstracts., SIGIR, 1996"], "Mark E. Rorvig": ["Foundations of Advanced Information Visualization for Information Retrieval Szstems (Workshop Abstract)., SIGIR, 1996"], "Edward A. Fox": ["Courseware, Training and Curriculum in Information Retrieval (Workshop Abstract)., SIGIR, 1996"], "Encarnacion Rancitelli": ["Research in Information Retrieval and the Practical Needs of Research and Cultural Libraries (Workshop Abstract)., SIGIR, 1996"], "Gregory Grefenstette": ["Cross-linguistic Information Retrieval Workshop (Abstract)., SIGIR, 1996"], "Norbert Fuhr": ["Network Information Retrieval (Workshop Abstract)., SIGIR, 1996"]}