{"Gareth J. F. Jones": ["Applying Summarization Techniques for Term Selection in Relevance Feedback., SIGIR, 2001"], "Vikas Khandelwal": ["Temporal Summaries of News Topics., SIGIR, 2001"], "Xin Liu": ["Generic Text Summarization Using Relevance Measure and Latent Semantic Analysis., SIGIR, 2001"], "Yuji Matsumoto": ["A New Approach to Unsupervised Text Summarization., SIGIR, 2001"], "Alistair Moffat": ["Vector-Space Ranking with Effective Early Termination., SIGIR, 2001", "Interactive Phrase Browsing Within Compressed Text., SIGIR, 2001"], "Yoëlle S. Maarek": ["Static Index Pruning for Information Retrieval Systems., SIGIR, 2001"], "Nivio Ziviani": ["Rank-Preserving Two-Level Caching for Scalable Search Engines., SIGIR, 2001"], "Alexander C. Loui": ["Using Event Segmentation to Improve Indexing of Consumer Photographs., SIGIR, 2001"], "Patrick Cahan": ["Ranking Retrieval Systems without Relevance Judgments., SIGIR, 2001"], "Ellen M. Voorhees": ["Evaluation by Highly Relevant Documents., SIGIR, 2001"], "Alexander G. Hauptmann": ["Meta-scoring: Automatically Evaluating Term Weighting Schemes in IR without Precision-Recall., SIGIR, 2001"], "Mark Sanderson": ["Improving Cross Language Information Retrieval with Triangulated Translation., SIGIR, 2001"], "Jian Zhang": ["Improving Query Translation for Cross-Language Information Retrieval Using Statistical Models., SIGIR, 2001"], "Chanh Nguyen": ["Evaluating a Probabilistic Model for Cross-Lingual Information Retrieval., SIGIR, 2001"], "ChengXiang Zhai": ["Document Language Models, Query Models, and Risk Minimization for Information Retrieval., SIGIR, 2001"], "W. Bruce Croft": ["Relevance-Based Language Models., SIGIR, 2001"], "Thorsten Joachims": ["A Statistical Learning Model of Text Classification for Support Vector Machines., SIGIR, 2001"], "Yiming Yang": ["A Study on Thresholding Strategies for Text Categorization., SIGIR, 2001"], "Naftali Tishby": ["On Feature Distributional Clustering for Text Categorization., SIGIR, 2001"], "Lillian Lee": ["Iterative Residual Rescaling: An Analysis and Generalization of LSI., SIGIR, 2001"], "Nicholas Kushmerick": ["Expressive Retrieval from XML Documents., SIGIR, 2001"], "Kai Großjohann": ["XIRQL: A Query Language for Information Retrieval in XML Documents., SIGIR, 2001"], "Mounia Lalmas": ["Empirical Investigations on Query Modification Using Abductive Explanations., SIGIR, 2001"], "Karen Sparck Jones": ["Generic Summaries for Indexing in Information Retrieval., SIGIR, 2001"], "Klaus Zechner": ["Automatic Generation of Concise Summaries of Spoken Dialogues in Unrestricted Domains., SIGIR, 2001"], "Vivek Tawde": ["Enhanced Topic Distillation Using Text, Markup Tags, and Hyperlinks., SIGIR, 2001"], "Wanda Pratt": ["Transparent Queries: Investigating Users' Mental Models of Search Engines., SIGIR, 2001"], "William R. Hersh": ["Why Batch and User Evaluations Do Not Give the Same Results., SIGIR, 2001"], "Ting-Sheng Lai": ["Evaluating a Content Based Image Retrieval System., SIGIR, 2001"], "Miguel E. Ruiz": ["Evaluating Topic-Driven Web Crawlers., SIGIR, 2001"], "Stephen E. Robertson": ["Effective Site Finding Using Link Anchor Information., SIGIR, 2001", "Flexible Pseudo-Relevance Feedback Using Optimization Tables., SIGIR, 2001"], "Michael I. Jordan": ["Stable Algorithms for Link Analysis., SIGIR, 2001"], "Fangfang Feng": ["Modeling Score Distributions for Combining the Outputs of Search Engines., SIGIR, 2001"], "Mark H. Montague": ["Models for Metasearch., SIGIR, 2001", "Metasearch Consistency., SIGIR, 2001"], "André van Hameren": ["The Score-Distributional Threshold Optimization for Adaptive Binary Classification Tasks., SIGIR, 2001"], "James P. Callan": ["Maximum Likelihood Estimation for Filtering Thresholds., SIGIR, 2001"], "Kwok-Yin Lai": ["A Meta-Learning Approach for Text Categorization., SIGIR, 2001"], "Wei-Jing Zhu": ["Unsupervised and Supervised Clustering for Topic Tracking., SIGIR, 2001", "Quantifying the Utility of Parallel Corpora., SIGIR, 2001"], "Vasant Dhar": ["Intelligent Information Triage., SIGIR, 2001"], "Peter Bruza": ["Discovering Information Flow Using a High Dimensional Conceptual Space., SIGIR, 2001"], "John D. Lafferty": ["A Study of Smoothing Methods for Language Models Applied to Ad Hoc Information Retrieval., SIGIR, 2001"], "Pedro J. Moreno": ["Topic Segmentation with an Aspect Hidden Markov Model., SIGIR, 2001"], "Arnold L. Rosenberg": ["Finding Topic Words for Hierarchical Summarization., SIGIR, 2001"], "Thomas R. Lynam": ["Exploiting Redundancy in Question Answering., SIGIR, 2001"], "Sanda M. Harabagiu": ["High Performance Question/Answering., SIGIR, 2001"], "Michael Fuller": ["Searcher Performance in Question Answering., SIGIR, 2001"], "Daniel J. Pack": ["Toward an Improved Concept-Based Information Retrieval System., SIGIR, 2001"], "Lee-Feng Chien": ["Anchor Text Mining for Translation Extraction of Query Terms., SIGIR, 2001"], "Yasushi Ogawa": ["Selecting Expansion Terms in Automatic Query Expansion., SIGIR, 2001"], "Kenrick J. Mock": ["An Experimental Framework for Email Categorization and Management., SIGIR, 2001"], "M. Catherine McCabe": ["Analyses of Multiple-Evidence Combinations for Retrieval Strategies., SIGIR, 2001"], "Eduard Hoenkamp": ["Unitary Operators for Fast Latent Semantic Indexing (FLSI)., SIGIR, 2001"], "Rong Jin": ["Probabilistic Combination of Content and Links., SIGIR, 2001"], "Savitha Srinivasan": ["Structure and Content-Based Segmentation of Speech Transcripts., SIGIR, 2001"], "Dianne P. O'Leary": ["Text Summarization via Hidden Markov Models., SIGIR, 2001"], "Nicholas J. Belkin": ["Reading Time, Scrolling and Interaction: Exploring Implicit Sources of User Preferences for Relevant Feedback., SIGIR, 2001"], "Ian Ruthven": ["Query-Based Web Page Summarisation: A Task-Oriented Evaluation., SIGIR, 2001"], "Kazuo Hashimoto": ["Query Expansion Based on Predictive Algorithms for Collaborative Filtering., SIGIR, 2001"], "Abdur Chowdhury": ["Query Optimization for Vector Space Problems., SIGIR, 2001"], "Rik De Busser": ["Generic Topic Segmentation of Document Texts., SIGIR, 2001"], "Fabio Crestani": ["Towards the use of Prosodic Information for Spoken Document Retrieval., SIGIR, 2001"], "Alvaro Barreiro": ["An Homogeneous Framework to Model Relevance Feedback., SIGIR, 2001"], "Joe Carthy": ["Combining Semantic and Syntactic Document Classifiers to Improve First Story Detection., SIGIR, 2001"], "Tetsuro Ito": ["Browsing in a Digital Library Collecting Linearly Arranged Documents., SIGIR, 2001"], "Jeremy Pickens": ["Feature Selection for Polyphonic Music Retrieval., SIGIR, 2001"], "Budi Rahardjo": ["Automatic Information Extraction from Web Pages., SIGIR, 2001"], "Dunja Mladenic": ["Automatic Web Search Query Generation to Create Minority Language Corpora., SIGIR, 2001"], "Wee Kheng Leow": ["Perceptual Consistency Improves Image Retrieval Performance., SIGIR, 2001"], "W. Nick Street": ["Intelligent Object-based Image Retrieval Using Cluster-driven Personal Preference Learning., SIGIR, 2001"], "Cheng Lu": ["Construction of a Hierarchical Classifier Schema Using a Combination of Text-Based and Image-Based Approaches., SIGIR, 2001"], "Helene Fowkes": ["A Method Based on the Chi-Square Test for Document Classification., SIGIR, 2001"], "Jian-Yun Nie": ["Query Clustering Using Content Words and User Feedback., SIGIR, 2001"], "Fred Schaefer": ["Modifications of Kleinberg's HITS Algorithm Using Matrix Exponentiation and WebLog Records., SIGIR, 2001"], "Elana Broch": ["Cite Me, Cite My References? (Scholarly Use of the ACM SIGIR Proceedings Based on Two Citation Indexes)., SIGIR, 2001"], "HongJiang Zhang": ["IFind: A Web Image Search Engine., SIGIR, 2001"], "Hussein Suleman": ["Building Interoperable Digital Library Services: MARIAN, Open Archives and NDLTD., SIGIR, 2001"], "Paul Schmidt": ["AUTINDEX: An Automatic Multilingual Indexing System., SIGIR, 2001"], "Arun Bahalla": ["Does Visualization Improve Our Ability to Find and Learn from Internet Based Information?, SIGIR, 2001"], "Gabriella Kazai": ["The HySpirit Retrieval Platform., SIGIR, 2001"], "Ray R. Larson": ["Distributed Resource Discovery and Structured Data Searching with Cheshire II., SIGIR, 2001"], "Abe Lederman": ["Searching the Deep Web - Distributed Explorit Directed Query Applications., SIGIR, 2001"], "Sudeshna Sarkar": ["CROWSE: A System for Organizing Repositories and Web Search Results., SIGIR, 2001"], "Ralph Sommerer": ["MS Read: User Modeling in the Web Environment., SIGIR, 2001"]}