{"Jason Farradane": ["The Basis for a Theory of Information Retrieval., SIGIR, 1981"], "Abraham Bookstein": ["The Generalized Retrieval Problem., SIGIR, 1981"], "Vladimir S. Cherniavsky": ["Restricted Evaluation in Information Retrieval., SIGIR, 1981"], "Stephen E. Robertson": ["Term Frequency and Term Value., SIGIR, 1981"], "Gerard Salton": ["A Comparison of Search Term Weighting: Term Relevance vs. Inverse Document Frequency., SIGIR, 1981"], "W. Bruce Croft": ["Incorporating Different Search Models into One Document Retrieval System., SIGIR, 1981"], "K. Lam": ["An Approach to Probabilistic Retrieval., SIGIR, 1981"], "Donald H. Kraft": ["Performance Measurement in a Fuzzy Retrieval Environment., SIGIR, 1981"], "Keith H. Stirling": ["On the Limitations of Document Ranking Algorithms in Information Retrieval., SIGIR, 1981"], "Michael J. Nelson": ["Simulation of User Judgments in Bibliographic Retrieval Systems., SIGIR, 1981"], "Christopher Landauer": ["Statistical Models for Unformatted Text., SIGIR, 1981"], "Aviezri S. Fraenkel": ["Document Classification, Indexing and Abstracting May be Inherently Difficult Problems., SIGIR, 1981"], "C. J. van Rijsbergen": ["The Nearest Neighbour Problem in Information Retrieval: An Algorithm Using Upperbounds., SIGIR, 1981"], "Caroline M. Eastman": ["Experiments on the Application of Clustering Techniques to Data Validation (Abstract)., SIGIR, 1981"], "Shuzo Yajima": ["Dynamic Clustering Procedures for Bibliographic Data., SIGIR, 1981"], "Linda C. Smith": ["Representation Issues in Information Retrieval System Design., SIGIR, 1981"], "Hajime Tanaka": ["Document Contents Representation Model of Sentence Retrieval System SCAT-IR., SIGIR, 1981"], "John F. Dovidio": ["Spatial Representations of Knowledge: Validity and Applications to Information Science., SIGIR, 1981"], "John M. Carroll": ["Content Analysis as a Word-Processing Option., SIGIR, 1981"], "Hans-Ludwig Hausen": ["Outline of a Dynamic Self-Tuning and Adaptive Information Retrieval System., SIGIR, 1981"], "Peretz Shoval": ["Expert/Consultation System for a Retrieval Data-Base with Semantic Network of Concepts., SIGIR, 1981"]}