{"Andrei Z. Broder": ["Keynote Address - exploring, modeling, and using the web graph., SIGIR, 2003"], "W. Bruce Croft": ["Salton Award Lecture - Information retrieval and computer science: an evolving relationship., SIGIR, 2003"], "Hugo Zaragoza": ["Bayesian extension to the language model for ad hoc information retrieval., SIGIR, 2003"], "ChengXiang Zhai": ["Beyond independent relevance: methods and evaluation metrics for subtopic retrieval., SIGIR, 2003"], "Jaime Teevan": ["Empirical development of an exponential probabilistic model for text retrieval: using textual analysis to build a better model., SIGIR, 2003"], "Dell Zhang": ["Question classification using support vector machines., SIGIR, 2003"], "Hui Yang": ["Structured use of external knowledge for event-based open domain question answering., SIGIR, 2003"], "Stefanie Tellex": ["Quantitative evaluation of passage retrieval algorithms for question answering., SIGIR, 2003"], "Zheng Chen": ["Building a web thesaurus from web link structure., SIGIR, 2003"], "Gui-Rong Xue": ["Implicit link analysis for small web search., SIGIR, 2003"], "In-Ho Kang": ["Query type classification for web document retrieval., SIGIR, 2003"], "Susan T. Dumais": ["Stuff I've seen: a system for personal information retrieval and re-use., SIGIR, 2003"], "Sharon McDonald": ["Search strategies in content-based image retrieval., SIGIR, 2003"], "Peter G. Anick": ["Using terminological feedback for web search refinement: a log-based study., SIGIR, 2003"], "Yiming Yang": ["A scalability analysis of classifiers in text categorization., SIGIR, 2003"], "Dmitry V. Khmelev": ["A repetition based measure for verification of text collections and for text categorization., SIGIR, 2003"], "Paul N. Bennett": ["Using asymmetric distributions to improve text classifier probability estimates., SIGIR, 2003"], "Jiwoon Jeon": ["Automatic image annotation and retrieval using cross-media relevance models., SIGIR, 2003"], "David M. Blei": ["Modeling annotated data., SIGIR, 2003"], "Thijs Westerveld": ["Experimental result analysis for a generative probabilistic image retrieval model., SIGIR, 2003"], "Paul Ogilvie": ["Combining document representations for known-item search., SIGIR, 2003"], "David Carmel": ["Searching XML documents via XML fragments., SIGIR, 2003"], "Christopher Stokoe": ["Word sense disambiguation in information retrieval revisited., SIGIR, 2003"], "Yoshimasa Tsuruoka": ["Probabilistic term variant generator for biomedical terms., SIGIR, 2003"], "Sheng Gao": ["A maximal figure-of-merit learning approach to text categorization., SIGIR, 2003"], "Lijuan Cai": ["Text categorization by boosting automatically extracted concepts., SIGIR, 2003"], "Jian Zhang": ["Robustness of regularized linear classification methods in text categorization., SIGIR, 2003"], "Nikolaos Nanas": ["Building and applying a concept hierarchy representation of a user profile., SIGIR, 2003"], "Nicholas J. Belkin": ["Query length in interactive information retrieval., SIGIR, 2003"], "Ian Ruthven": ["Re-examining the potential effectiveness of interactive query expansion., SIGIR, 2003"], "Georges Dupret": ["Latent concepts and the number orthogonal factors in latent semantic analysis., SIGIR, 2003"], "Thomas Rölleke": ["A frequency-based and a poisson-based definition of the probability of being informative., SIGIR, 2003"], "David Pinto": ["Table extraction using conditional random fields., SIGIR, 2003"], "Ian Soboroff": ["Building a filtering test collection for TREC 2002., SIGIR, 2003"], "Makoto Iwayama": ["An empirical study on retrieval models for different document genres: patents and newspaper articles., SIGIR, 2003"], "Thomas Hofmann": ["Collaborative filtering via gaussian probabilistic latent semantic analysis., SIGIR, 2003"], "Wei Xu": ["Document clustering based on non-negative matrix factorization., SIGIR, 2003"], "Jidong Wang": ["ReCoM: reinforcement clustering of multi-type interrelated data objects., SIGIR, 2003"], "Tao Li": ["A comparative study on content-based music genre classification., SIGIR, 2003", "Topic hierarchy generation via linear discriminant projection., SIGIR, 2003"], "Henrik Nottelmann": ["Evaluating different methods of estimating retrieval quality for resource selection., SIGIR, 2003"], "Luo Si": ["Relevant document distribution estimation method for resource selection., SIGIR, 2003"], "Mayank Bawa": ["SETS: search enhanced by topic segmentation., SIGIR, 2003"], "James Allan": ["Retrieval and novelty detection at the sentence level., SIGIR, 2003", "Stemming in the language modeling framework., SIGIR, 2003"], "Xiang Ji": ["Domain-independent text segmentation using anisotropic diffusion and dynamic programming., SIGIR, 2003"], "Thorsten Brants": ["A System for new event detection., SIGIR, 2003"], "Kareem Darwish": ["Probabilistic structured query methods., SIGIR, 2003"], "Ari Pirkola": ["Fuzzy translation of cross-lingual spelling variants., SIGIR, 2003"], "Yan Qu": ["Automatic transliteration for Japanese-to-English text retrieval., SIGIR, 2003"], "Javed A. Aslam": ["On the effectiveness of evaluating retrieval systems in the absence of relevance judgments., SIGIR, 2003", "A unified model for metasearch and the efficient evaluation of retrieval systems via the hedge algorithm., SIGIR, 2003", "An information-theoretic measure for document similarity., SIGIR, 2003"], "James P. Callan": ["Resource selection and data fusion in multimedia distributed digital libraries., SIGIR, 2003"], "Paola Virga": ["Transliteration of proper names in cross-language applications., SIGIR, 2003"], "Brian D. Davison": ["Toward a unification of text and link analysis., SIGIR, 2003"], "Leif Azzopardi": ["Investigating the relationship between language model perplexity and IR precision-recall measures., SIGIR, 2003"], "Ikkyu Choi": ["Topic distillation using hierarchy concept tree., SIGIR, 2003"], "Steven M. Beitzel": ["Using manually-built web directories for automatic evaluation of known-item retrieval., SIGIR, 2003"], "Yazhong Feng": ["Popular music retrieval by detecting mood., SIGIR, 2003"], "Xuehua Shen": ["Exploiting query history for document ranking in interactive information retrieval., SIGIR, 2003"], "Rabia Nuray": ["Automatic ranking of retrieval systems in imperfect environments., SIGIR, 2003"], "Richard J. Edens": ["An investigation of broad coverage automatic pronoun resolution for information retrieval., SIGIR, 2003"], "Xiaoyan Li": ["Syntactic features in question answering., SIGIR, 2003"], "Anastasios Tombros": ["Searchers' criteria For assessing web pages., SIGIR, 2003"], "Bodo Billerbeck": ["When query expansion fails., SIGIR, 2003"], "Victor Lavrenko": ["Music modeling with random fields., SIGIR, 2003"], "Christopher C. Yang": ["Fractal summarization: summarization based on fractal theory., SIGIR, 2003"], "Xiangming Mu": ["Statistical visual feature indexes in video retrieval., SIGIR, 2003"], "Fatiha Sadat": ["Enhancing cross-language information retrieval by an automatic acquisition of bilingual terminology from comparable corpora., SIGIR, 2003"], "Yuen-Hsien Tseng": ["Document-self expansion for text categorization., SIGIR, 2003"], "Iraklis A. Klampanos": ["An architecture for peer-to-peer information retrieval., SIGIR, 2003"], "Ching-Yung Lin": ["User-trainable video annotation using multimodal cues., SIGIR, 2003"], "Munirathnam Srikanth": ["Incorporating query term dependencies in language models for document retrieval., SIGIR, 2003"], "Xiao Hu": ["Error analysis of difficult TREC topics., SIGIR, 2003"], "Jaap Kamps": ["XML retrieval: what to retrieve?, SIGIR, 2003"], "Joan C. Bartlett": ["Discovering and structuring information flow among bioinformatics resources., SIGIR, 2003"], "C. Lee Giles": ["eBizSearch: a niche search engine for e-business., SIGIR, 2003"], "James Mayfield": ["Single n-gram stemming., SIGIR, 2003"], "Tetsuya Sakai": ["Average gain ratio: a simple retrieval performance measure for evaluation with multiple relevance levels., SIGIR, 2003", "Evaluating retrieval performance for Japanese question answering: what are best passages?, SIGIR, 2003"], "Peter Bruza": ["A comparison of various approaches for using probabilistic dependencies in language modeling., SIGIR, 2003"], "Innes Martin": ["A personalised information retrieval tool., SIGIR, 2003"], "Robert Krovetz": ["Classification of source code archives., SIGIR, 2003"], "Charles L. A. Clarke": ["Passage retrieval vs. document retrieval for factoid question answering., SIGIR, 2003"], "Chih-Fong Tsai": ["Image classification using hybrid neural networks., SIGIR, 2003"], "Mark A. Girolami": ["On an equivalence between PLSI and LDA., SIGIR, 2003"], "Rosie Jones": ["Query word deletion prediction., SIGIR, 2003"], "Stephen Levin": ["Assessing the effectiveness of pen-based input queries., SIGIR, 2003"], "Jeffery Antoniuk": ["A light weight PDA-friendly collection fusion technique., SIGIR, 2003"], "Yoshihiko Hayashi": ["Speech-based and video-supported indexing of multimedia broadcast news., SIGIR, 2003"], "Khurshid Ahmad": ["Summary evaluation and text categorization., SIGIR, 2003"], "Hui Han": ["Rule-based word clustering for text classification., SIGIR, 2003"], "S. Kagan Agun": ["HAT: a hardware assisted TOP-DOC inverted index component., SIGIR, 2003"], "David A. Evans": ["Optimizing term vectors for efficient and robust filtering., SIGIR, 2003"], "J. Stephen Downie": ["The TREC-like evaluation of music IR systems., SIGIR, 2003"], "Dawn J. Lawrie": ["Generating hierarchical summaries for web searches., SIGIR, 2003"], "Nadav Eiron": ["Analysis of anchor text for web search., SIGIR, 2003"], "Daqing He": ["User-assisted query translation for interactive CLIR., SIGIR, 2003"], "Sasha Blair-Goldensohn": ["DefScriber: a hybrid system for definitional QA., SIGIR, 2003"], "Cong Yu": ["Querying XML using structures and keywords in timber., SIGIR, 2003"], "Zonghuan Wu": ["SE-LEGO: creating metasearch engines on demand., SIGIR, 2003"], "Stefano Berretti": ["MIND: resource selection and data fusion in multimedia distributed digital libraries., SIGIR, 2003"], "Cornelis H. A. Koster": ["Head/modifier pairs for everyone., SIGIR, 2003"], "Ulrich Bohnacker": ["Document retrieval from user-selected web sites., SIGIR, 2003"], "Anton Leuski": ["eArchivarius: accessing collections of electronic mail., SIGIR, 2003"]}