{"Qi Lu": ["Future of the web and search., SIGIR, 2011"], "ChengXiang Zhai": ["Beyond search: statistical topic models for text analysis., SIGIR, 2011", "When documents are very long, BM25 fails!, SIGIR, 2011"], "Jaime Teevan": ["Modeling and analysis of cross-session search tasks., SIGIR, 2011"], "Leif Azzopardi": ["The economics in interactive information retrieval., SIGIR, 2011", "JuSe: a picture dictionary query system for children., SIGIR, 2011"], "Ronald T. Fernández": ["Seeding simulated queries with user-study data forpersonal search evaluation., SIGIR, 2011"], "Martin Hacker": ["Understanding re-finding behavior in naturalistic email interaction logs., SIGIR, 2011"], "Maarten de Rijke": ["People searching for people: analysis of a people search engine log., SIGIR, 2011", "Bootstrapping subjectivity detection., SIGIR, 2011"], "Zheng Chen": ["Learning search tasks in queries and web pages via graph regularization., SIGIR, 2011"], "Eric Horvitz": ["Intentions and attention in exploratory health search., SIGIR, 2011", "The effects of choice in routing relevance judgments., SIGIR, 2011"], "Neel Sundaresan": ["User behavior in zero-recall ecommerce queries., SIGIR, 2011"], "Cristina Videira Lopes": ["Bagging gradient-boosted trees for high precision, low variance ranking models., SIGIR, 2011"], "Brian D. Davison": ["Learning to rank for freshness and relevance., SIGIR, 2011", "Award prediction with temporal citation network analysis., SIGIR, 2011", "Link formation analysis in microblogs., SIGIR, 2011", "Multi-objective optimization in learning to rank., SIGIR, 2011"], "Donald Metzler": ["A cascade ranking model for efficient ranked retrieval., SIGIR, 2011"], "Kam-Fai Wong": ["Relevant knowledge helps in choosing right teacher: active query selection for ranking adaptation., SIGIR, 2011", "Learning features through feedback for blog distillation., SIGIR, 2011"], "Balaji Padmanabhan": ["SCENE: a scalable two-stage personalized news recommendation system., SIGIR, 2011"], "Emine Yilmaz": ["Inferring and using location metadata to personalize web search., SIGIR, 2011"], "Matthew Lease": ["Active learning to maximize accuracy vs. effort in interactive information retrieval., SIGIR, 2011", "Learning to rank from a noisy crowd., SIGIR, 2011", "Crowdsourcing for information retrieval: principles, methods, and applications., SIGIR, 2011"], "Ben He": ["CRTER: using cross terms to enhance probabilistic information retrieval., SIGIR, 2011", "Enhancing ad-hoc relevance weighting using probability density estimation., SIGIR, 2011"], "Wan Chen": ["A boosting approach to improving pseudo-relevance feedback., SIGIR, 2011"], "Lifeng Sun": ["Who should share what?: item-level social influence prediction for users and posts ranking., SIGIR, 2011"], "Tamás Sarlós": ["Mining tags using social endorsement networks., SIGIR, 2011"], "Natasa Milic-Frayling": ["Crowdsourcing for book search evaluation: impact of hit design on comparative system ranking., SIGIR, 2011"], "Edisson Braga Araújo": ["A site oriented method for segmenting web pages., SIGIR, 2011"], "Luo Si": ["Composite hashing with multiple information sources., SIGIR, 2011", "Document clustering with universum., SIGIR, 2011", "A weighted curve fitting method for result merging in federated search., SIGIR, 2011"], "Yannick Assogba": ["Detecting outlier sections in us congressional legislation., SIGIR, 2011"], "Lejian Liao": ["DOM based content extraction via text density., SIGIR, 2011"], "Juanzi Li": ["Social context summarization., SIGIR, 2011"], "Michael R. Lyu": ["Probabilistic factor models for web site recommendation., SIGIR, 2011"], "Hongfei Yan": ["Efficiently collecting relevance information from clickthroughs for web retrieval system evaluation., SIGIR, 2011"], "Kuansan Wang": ["Unsupervised query segmentation using clickthrough for information retrieval., SIGIR, 2011"], "Zhaohui Zheng": ["Collaborative competitive filtering: learning recommender using context of user choice., SIGIR, 2011"], "Wang-Chien Lee": ["CLR: a collaborative location recommendation framework based on co-clustering., SIGIR, 2011"], "Hongyuan Zha": ["Functional matrix factorizations for cold-start recommendation., SIGIR, 2011"], "Dik Lun Lee": ["Exploiting geographical influence for collaborative point-of-interest recommendation., SIGIR, 2011"], "Susan T. Dumais": ["Why searchers switch: understanding and predicting engine switching rationales., SIGIR, 2011"], "Eugene Agichtein": ["Find it if you can: a game for modeling different types of web search success using interaction data., SIGIR, 2011", "ViewSer: enabling large-scale remote user studies of web search examination and interaction., SIGIR, 2011", "Temporal latent semantic analysis for collaboratively generated content: preliminary results., SIGIR, 2011", "Detecting success in mobile search from interaction., SIGIR, 2011"], "David Mease": ["Measuring improvement in user search performance resulting from optimal search tips., SIGIR, 2011"], "Joshua Glatt": ["CrowdLogging: distributed, private, and anonymous search logging., SIGIR, 2011"], "Fernando Diaz": ["Out of sight, not out of mind: on the effect of social and physical detachment on information need., SIGIR, 2011", "Location and timeliness of information sources during news events., SIGIR, 2011"], "Devdatt P. Dubhashi": ["Scalable multi-dimensional user intent identification using tree structured distributions., SIGIR, 2011"], "Zheng Ye": ["Social annotation in query expansion: a machine learning approach., SIGIR, 2011"], "Idan Szpektor": ["Predicting web searcher satisfaction with existing community-based answers., SIGIR, 2011"], "Chin-Yew Lin": ["Competition-based user expertise score estimation., SIGIR, 2011"], "Jiawei Han": ["Learning online discussion structures by conditional random fields., SIGIR, 2011", "Collective topic modeling for heterogeneous networks., SIGIR, 2011"], "Yong Yu": ["Mining topics on participations for community discovery., SIGIR, 2011", "Diversifying product search results., SIGIR, 2011", "Towards effective short text deep classification., SIGIR, 2011", "Tulsa: web search for writing assistance., SIGIR, 2011"], "Hyun Duk Kim": ["Authorship classification: a discriminative syntactic tree mining approach., SIGIR, 2011"], "Xing Xie": ["On theme location discovery for travelogue services., SIGIR, 2011"], "Renato Ferreira": ["Effective sentiment stream analysis with self-augmenting training and demand-driven projection., SIGIR, 2011"], "Wouter Weerkamp": ["Hypergeometric language models for republished article finding., SIGIR, 2011"], "Gene Golovchinsky": ["Estimation methods for ranking recent information., SIGIR, 2011"], "Lei Zhang": ["Query by document via a decomposition-based two-level retrieval approach., SIGIR, 2011", "From one tree to a forest: a unified solution for structured web data extraction., SIGIR, 2011"], "Chunlei Yang": ["Integrating hierarchical feature selection and classifier training for multi-label image annotation., SIGIR, 2011"], "Jiebo Luo": ["Efficient manifold ranking for image retrieval., SIGIR, 2011"], "Ying He": ["Mining weakly labeled web facial images for search-based face annotation., SIGIR, 2011"], "Ralf Schenkel": ["Temporal index sharding for space-time efficiency in archive search., SIGIR, 2011", "Learning to rank under tight budget constraints., SIGIR, 2011", "A novel hybrid index structure for efficient text retrieval., SIGIR, 2011"], "Sabrina Chandrasekaran": ["Inverted indexes for phrases and strings., SIGIR, 2011"], "Torsten Suel": ["Faster temporal range queries over versioned text., SIGIR, 2011", "Faster top-k document retrieval using block-max indexes., SIGIR, 2011"], "Alexandros Ntoulas": ["Indexing strategies for graceful degradation of search quality., SIGIR, 2011"], "Wolfgang Nejdl": ["Incremental diversification for very large sets: a streaming-based approach., SIGIR, 2011"], "Iadh Ounis": ["Intent-aware search result diversification., SIGIR, 2011", "Effect of different docid orderings on dynamic pruning retrieval strategies., SIGIR, 2011", "On the suitability of diversity metrics for learning-to-rank for diversity., SIGIR, 2011", "How diverse are web search results?, SIGIR, 2011", "Disambiguating biomedical acronyms using EMIM., SIGIR, 2011"], "W. Bruce Croft": ["Parameterized concept weighting in verbose queries., SIGIR, 2011", "Automatic boolean query suggestion for professional search., SIGIR, 2011", "Modeling subset distributions for verbose queries., SIGIR, 2011"], "Yunjun Gao": ["UPS: efficient privacy protection in personalized web search., SIGIR, 2011"], "Joemon M. Jose": ["Handling data sparsity in collaborative filtering using emotion and semantic based features., SIGIR, 2011", "Exploring term temporality for pseudo-relevance feedback., SIGIR, 2011"], "Lars Schmidt-Thieme": ["Fast context-aware recommendations with factorization machines., SIGIR, 2011"], "Qianli Xing": ["Filtering semi-structured documents based on faceted feedback., SIGIR, 2011"], "Greg J. Badros": ["Learning relevance from heterogeneous social network and its application in online targeting., SIGIR, 2011"], "Martin Ester": ["ILDA: interdependent LDA model for learning latent aspects and their ratings from online product reviews., SIGIR, 2011"], "Wen-tau Yih": ["Clickthrough-based latent semantic models for web search., SIGIR, 2011"], "Nick Craswell": ["Regularized latent semantic indexing., SIGIR, 2011"], "Tat-Seng Chua": ["Multimedia answering: enriching text QA with media information., SIGIR, 2011"], "John Z. Zhang": ["Enhancing multi-label music genre classification through ensemble techniques., SIGIR, 2011"], "Sebastian Michel": ["Picasso - to sing, you must close your eyes and draw., SIGIR, 2011"], "Roi Blanco": ["Enhanced results for web search., SIGIR, 2011"], "Jianguo Xiao": ["Summarizing the differences in multilingual news., SIGIR, 2011"], "Yan Zhang": ["Evolutionary timeline summarization: a balanced optimization framework via iterative substitution., SIGIR, 2011"], "Michael Matthews": ["Ranking related news predictions., SIGIR, 2011"], "Jun Zhao": ["Collective entity linking in web text: a graph-based method., SIGIR, 2011"], "Peixiang Zhao": ["Improving local search ranking through external logs., SIGIR, 2011"], "Prasenjit Mitra": ["Query suggestions in the absence of query logs., SIGIR, 2011"], "Emre Velipasaoglu": ["Synthesizing high utility suggestions for rare web search queries., SIGIR, 2011"], "Li-wei He": ["Post-ranking query suggestion by diversifying search results., SIGIR, 2011"], "Keith B. Hall": ["Improved video categorization from text metadata and user comments., SIGIR, 2011"], "Hanan Samet": ["Multifaceted toponym recognition for streaming news., SIGIR, 2011"], "Hwee Tou Ng": ["Enriching document representation via translation for improved monolingual information retrieval., SIGIR, 2011"], "Swapan K. Parui": ["A novel corpus-based stemming algorithm using co-occurrence statistics., SIGIR, 2011"], "Leong Hou U": ["Identifying points of interest by self-tuning clustering., SIGIR, 2011"], "Oren Kurland": ["Cluster-based fusion of retrieved lists., SIGIR, 2011", "Utilizing minimal relevance feedback for ad hoc retrieval., SIGIR, 2011"], "Ben Carterette": ["System effectiveness, user models, and user utility: a conceptual framework for investigation., SIGIR, 2011"], "Roberto I. González-Ibáñez": ["Evaluating the synergic effect of collaboration in information seeking., SIGIR, 2011"], "Duc Thanh Tran": ["Repeatable and reliable search system evaluation using crowdsourcing., SIGIR, 2011"], "Chris H. Q. Ding": ["Cross-language web page classification via dual knowledge transfer using nonnegative matrix tri-factorization., SIGIR, 2011"], "Jimmy J. Lin": ["No free lunch: brute force vs. locality-sensitive hashing for cross-lingual pairwise similarity., SIGIR, 2011", "Pseudo test collections for learning web search ranking functions., SIGIR, 2011", "Cross-corpus relevance projection., SIGIR, 2011"], "Conny Junghans": ["An event-centric model for multilingual document similarity., SIGIR, 2011"], "Flavio Paiva Junqueira": ["Posting list intersection on multicore architectures., SIGIR, 2011"], "Özgür Ulusoy": ["Timestamp-based result cache invalidation for web search engines., SIGIR, 2011", "Evolution of web search results within years., SIGIR, 2011"], "Cevdet Aykanat": ["Energy-price-driven query processing in multi-center web search engines., SIGIR, 2011"], "Yi Zhang": ["Utilizing marginal net utility for recommendation in e-commerce., SIGIR, 2011"], "John F. Canny": ["Recommending ephemeral items at web scale., SIGIR, 2011"], "Mong-Li Lee": ["A unified framework for recommendations based on quaternary semantic analysis., SIGIR, 2011"], "Marcos André Gonçalves": ["Associative tag recommendation exploiting multiple textual features., SIGIR, 2011"], "Ruihua Song": ["Evaluating diversified search results using per-intent graded relevance., SIGIR, 2011"], "Mark Sanderson": ["Evaluating multi-query sessions., SIGIR, 2011", "Quantifying test collection quality based on the consistency of relevance judgements., SIGIR, 2011"], "Hady Wirawan Lauw": ["Parallel learning to rank for information retrieval., SIGIR, 2011"], "Fabio Crestani": ["Time-based relevance models., SIGIR, 2011", "Aggregating multiple opinion evidence in proximity-based opinion retrieval., SIGIR, 2011"], "Colm O'Riordan": ["Improved query performance prediction using standard deviation., SIGIR, 2011"], "Kan Xu": ["Learning to rank using query-level regression., SIGIR, 2011"], "David Keeler": ["Ad hoc IR: not much room for improvement., SIGIR, 2011"], "Jianmin Wang": ["Image annotation based on recommendation model., SIGIR, 2011"], "Hinrich Schütze": ["Sense discrimination for physics retrieval., SIGIR, 2011"], "David Hawking": ["What deliberately degrading search quality tells us about discount functions., SIGIR, 2011"], "Xian-Sheng Hua": ["Graph-cut based tag enrichment., SIGIR, 2011"], "Johann Daigremont": ["Personalized social query expansion using social bookmarking systems., SIGIR, 2011"], "Andreas Nürnberger": ["What are the real differences of children's and adults' web search., SIGIR, 2011"], "Jia Tina Du": ["Cognitive coordinating behaviors in multitasking web search., SIGIR, 2011"], "Jialie Shen": ["Optimizing multimodal reranking for web image search., SIGIR, 2011"], "Ya-Fan Su": ["Multi-layer graph-based semi-supervised learning for large-scale image datasets using mapreduce., SIGIR, 2011"], "Kuniaki Uehara": ["Tackling class imbalance and data scarcity in literature-based gene function annotation., SIGIR, 2011"], "Shuo Shen": ["Statistical feature extraction for cross-language web content quality assessment., SIGIR, 2011"], "Man-Kwan Shan": ["Exploiting endorsement information and social influence for item recommendation., SIGIR, 2011"], "Sadegh Kharazmi": ["Domain expert topic familiarity and search behavior., SIGIR, 2011"], "Justin Zobel": ["Sample selection for dictionary-based corpus compression., SIGIR, 2011"], "Michael Lawley": ["Evaluating medical information retrieval., SIGIR, 2011"], "Kuo-Wei Chang": ["Region-based landmark discovery by crowdsourcing geo-referenced photos., SIGIR, 2011"], "Iván Cantador": ["Self-adjusting hybrid recommenders based on social network analysis., SIGIR, 2011"], "Jiwoon Ha": ["BlogCast effect on information diffusion in a blogosphere., SIGIR, 2011"], "Weiran Xu": ["Product comparison using comparative relations., SIGIR, 2011"], "Hsin-Hsi Chen": ["Collaborative cyberporn filtering with collective intelligence., SIGIR, 2011"], "Éric Gaussier": ["Do IR models satisfy the TDC retrieval constraint., SIGIR, 2011"], "Pablo Castells": ["On diversifying and personalizing web search., SIGIR, 2011"], "Aixin Sun": ["Semantic tag recommendation using concept model., SIGIR, 2011"], "Peter Bailey": ["Recommending interesting activity-related local entities., SIGIR, 2011"], "Gang Chen": ["Location disambiguation for geo-tagged images., SIGIR, 2011"], "Pascal Ferraro": ["Towards an indexing method to speed-up music retrieval., SIGIR, 2011"], "Gareth J. F. Jones": ["An investigation of decompounding for cross-language patent search., SIGIR, 2011"], "Milad Shokouhi": ["Detecting seasonal queries by time-series analysis., SIGIR, 2011"], "Kjetil Nørvåg": ["Time-based query performance predictors., SIGIR, 2011", "A comparison of time-aware ranking methods., SIGIR, 2011"], "Nicholas J. Belkin": ["Search task difficulty: the expected vs. the reflected., SIGIR, 2011", "Predicting users' domain knowledge from search behaviors., SIGIR, 2011"], "Aditya P. Mathur": ["Analysis of an expert search query log., SIGIR, 2011"], "Elena Smirnova": ["A model for expert finding in social networks., SIGIR, 2011"], "Nicolas Usunier": ["Transductive learning over automatically detected themes for multi-document summarization., SIGIR, 2011"], "Shengrui Wang": ["Rating-based collaborative filtering combined with additional regularization., SIGIR, 2011"], "Eyad Elyan": ["Words-of-interest selection based on temporal motion coherence for video retrieval., SIGIR, 2011"], "Motoko Maki": ["Enhancing mobile search using web search log data., SIGIR, 2011"], "Rikio Onai": ["Rating prediction using feature words extracted from customer reviews., SIGIR, 2011"], "Mohammad Alrifai": ["Ranking tags in resource collections., SIGIR, 2011"], "Yi Fang": ["Identifying similar people in professional social networks with discriminative probabilistic models., SIGIR, 2011"], "David Vallet": ["Intent-oriented diversity in recommender systems., SIGIR, 2011"], "James E. Davis": ["Best document selection based on approximate utility optimization., SIGIR, 2011"], "Zhanibek Datbayev": ["Forecasting counts of user visits for online display advertising with probabilistic latent class models., SIGIR, 2011"], "Jacek Gwizdka": ["Knowledge effects on document selection in search results pages., SIGIR, 2011"], "Joanne Mao": ["How to count thumb-ups and thumb-downs?: an information retrieval approach to user-rating based ranking of items., SIGIR, 2011"], "C. J. van Rijsbergen": ["The interactive PRP for diversifying document rankings., SIGIR, 2011"], "Chandra Prakash Jethani": ["Measuring assessor accuracy: a comparison of nist assessors and user study participants., SIGIR, 2011"], "Wenjie Li": ["A bipartite graph based social network splicing method for person name disambiguation., SIGIR, 2011"], "Xueqi Cheng": ["Decayed DivRank: capturing relevance, diversity and prestige in information networks., SIGIR, 2011"], "Javed A. Aslam": ["A large-scale study of the effect of training set characteristics over learning-to-rank algorithms., SIGIR, 2011"], "Tao Li": ["MSSF: a multi-document summarization framework based on submodularity., SIGIR, 2011"], "Jingrong Zhang": ["SEJoin: an optimized algorithm towards efficient approximate string searches., SIGIR, 2011"], "Avi Arampatzis": ["Bag-of-visual-words vs global image descriptors on two-stage multimodal retrieval., SIGIR, 2011", "The TREC files: the (ground) truth is out there., SIGIR, 2011"], "Sheng Li": ["Query term ranking based on search results overlap., SIGIR, 2011"], "Vasudeva Varma": ["Tossing coins to trim long queries., SIGIR, 2011"], "Fan Li": ["Learning for graphs with annotated edges., SIGIR, 2011"], "Hideo Joho": ["Formulating effective questions for community-based question answering., SIGIR, 2011"], "David Buttler": ["ClusteringWiki: personalized and collaborative clustering of search results., SIGIR, 2011"], "Xiaofeng Meng": ["OrientSTS: spatio-temporal sequence searching in flickr., SIGIR, 2011"], "Heng Ji": ["A toolkit for knowledge base population., SIGIR, 2011"], "Wei Wang": ["iMecho: a context-aware desktop search system., SIGIR, 2011"], "Kuiyu Chang": ["Visualizing and querying semantic social networks., SIGIR, 2011"], "Xian Zhang": ["What-you-retrieve-is-what-you-see: a preliminary cyber-physical search engine., SIGIR, 2011"], "Ming Zhou": ["QuickView: advanced search of tweets., SIGIR, 2011"], "Vidhya Govindaraju": ["Personalized video: leanback online video consumption., SIGIR, 2011"], "Raquel Oliveira Prates": ["GreenMeter: a tool for assessing the quality and recommending tags for web 2.0 applications., SIGIR, 2011"], "Jeffrey McGee": ["CrowdTracker: enabling community-based real-time web monitoring., SIGIR, 2011"], "Edie Rasmussen": ["The Meta-Dex Suite: generating and analyzing indexes and meta-indexes., SIGIR, 2011"], "Maximilian Eibl": ["A tool for comparative IR evaluation on component level., SIGIR, 2011"], "Rong Jin": ["Machine learning for information retrieval., SIGIR, 2011"], "Hang Li": ["Enhancing web search by mining search and browse logs., SIGIR, 2011"], "Paul B. Kantor": ["A new look at old tricks: the fertile roots of current research., SIGIR, 2011"], "Yisong Yue": ["Practical online retrieval evaluation., SIGIR, 2011"], "Yoelle Maarek": ["Web retrieval: the role of users., SIGIR, 2011"], "Evgeniy Gabrilovich": ["Information organization and retrieval with collaboratively generated content., SIGIR, 2011"], "Sarah K. Tyler": ["Persistence in the ephemeral: utilizing repeat behaviors for multi-session personalized search., SIGIR, 2011"], "Katja Hofmann": ["Search engines that learn online., SIGIR, 2011"], "Xue Jiang": ["Query expansion based on a semantic graph model., SIGIR, 2011"], "Miguel Martinez-Alvarez": ["Descriptive modelling of text classification and its integration with other IR tasks., SIGIR, 2011"], "Xiang-Fei Jia": ["Efficient and effective solutions for search engines., SIGIR, 2011"], "Ilya Markov": ["Modeling document scores for distributed information retrieval., SIGIR, 2011"], "M. Rami Ghorab": ["Improving query and result list adaptation in personalized multilingual information retrieval., SIGIR, 2011"], "Ricardo Nuno Taborda Campos": ["Using k-Top retrieved web snippets to date temporalimplicit queries based on web content analysis., SIGIR, 2011"], "Wei Li": ["Domain-specific information retrieval using rcommenders., SIGIR, 2011"], "Licai Wang": ["Understanding and using contextual information in recommender systems., SIGIR, 2011"], "Sumit Bhatia": ["Multidimensional search result diversification: diverse search results for diverse users., SIGIR, 2011"], "Edward Y. Chang": ["Sensor-aided mobile information management and retrieval., SIGIR, 2011"], "Mike Mathieson": ["Predicting eBay listing conversion., SIGIR, 2011"], "Srinivas Narayanan": ["A large scale machine learning system for recommending heterogeneous content in social networks., SIGIR, 2011"], "Jan Pedersen": ["Review of MSR-Bing web scale speller challenge., SIGIR, 2011"], "Remko Caprio": ["Elsevier SIGIR 2011 application challenge abstract., SIGIR, 2011"]}