{"David L. Waltz": ["Parallel Processing and Information Retrieval., SIGIR, 1989", "A Parallel Indexed Algorithm for Information Retrieval., SIGIR, 1989"], "Mark H. Chignell": ["In Search of Knowledge-Based Search Tactics., SIGIR, 1989"], "Richard K. Belew": ["Adaptive Information Retrieval: Using a Connectionist Representation to Retrieve and Learn About Documents., SIGIR, 1989"], "K. L. Kwok": ["A Neural Network for Probabilistic Information Retrieval., SIGIR, 1989"], "Claude Pichet": ["Design of a Browsing Interface for Information Retrieval., SIGIR, 1989"], "Annelise Mark Pejtersen": ["A Library System for Information Retrieval Based on a Cognitive Task Analysis and Supported by an Icon-Based Interface., SIGIR, 1989"], "Peter Ingwersen": ["Integrated Information Retrieval in a Knowledge Worker Support System., SIGIR, 1989"], "Gwang S. Jung": ["Retrieval System Evaluation Using Recall and Precision: Problems and Answers., SIGIR, 1989"], "Norbert Fuhr": ["Optimum Polynomial Retrieval Functions., SIGIR, 1989"], "C. J. van Rijsbergen": ["Towards an Information Logic., SIGIR, 1989"], "Peter S. Guilfoyle": ["An Optical System for Full Text Search., SIGIR, 1989"], "Hans-Peter Frei": ["Retrieving Highly Dynamic, Widely Distributed Information., SIGIR, 1989"], "Stephanie W. Haas": ["The Constituent Object Parser: Syntactic Structure Matching for Information Retrieval., SIGIR, 1989"], "W. Bruce Croft": ["Word Sense Disambiguation Using Machine-Readable Dictionaries., SIGIR, 1989"], "Maria Smith": ["On the Application of Syntactic Methodologies in Automatic Text Analysis., SIGIR, 1989"], "Daniel Alexander Ford": ["File Organizations and Access Methods for CLV Optical Disks., SIGIR, 1989"], "Scott C. Deerwester": ["Storing Text Retrieval Systems on CD-ROM: Compression and Encryption Considerations., SIGIR, 1989"], "Gaston H. Gonnet": ["A New Approach to Text Searching., SIGIR, 1989"], "Yoon-Joon Lee": ["Multikey Access Methods Based on Term Discrimination and Signature Clustering., SIGIR, 1989"], "Yves Chiaramella": ["Indexing Medical Reports in a Multimedia Environment: The RIME Experimental Approach., SIGIR, 1989"], "Frank A. Smadja": ["Full Text Indexing Based on Lexical Relations An Application: Software Libraries., SIGIR, 1989"], "Barbara H. Kwasnik": ["How a Personal Document's Intended Use or Purpose Affects its Classification in an Office., SIGIR, 1989"], "Kate Ehrlich": ["Information Retrieval Using a Hypertext-Based Help System., SIGIR, 1989"], "Gösta Tibblin": ["A Hypertext Knowledge Base for Primary Care - LIMEDS in LINCKS., SIGIR, 1989"], "Alan P. Parkes": ["Settings and the Setting Structure: The Description and Automated Propagation of Networks for Perusing Videodisk Image States., SIGIR, 1989"], "Robert Krovetz": ["Panel on the Lexicon and Information Retrieval., SIGIR, 1989"], "Robert A. Amsler": ["Research Toward the Development of a Lexical Knowledge Base for Natural Language Processing., SIGIR, 1989"], "Gerard Salton": ["ASIS Panel on New Developments and Future Prospects for Electronic Databases., SIGIR, 1989"], "William B. Frakes": ["Panel on Information Retrieval and Software Reuse., SIGIR, 1989"]}