[["In Memoriam - B. C. Brookes.", ["Nicholas J. Belkin"]], ["The Significance of the Cranfield Tests on Index Languages.", ["Cyril W. Cleverdon"]], ["A Complete Model for Information Retrieval Systems.", ["Jean Tague", "Airi Salminen", "Charles McClellan"]], ["Automatic Text Structuring and Retrieval: Experiments in Automatic Encyclopedia Searching.", ["Gerard Salton", "Chris Buckley"]], ["The Use of Phrases and Structured Queries in Information Retrieval.", ["W. Bruce Croft", "Howard R. Turtle", "David D. Lewis"]], ["Combining Model-Oriented and Description-Oriented Approaches for Probabilistic Indexing.", ["Norbert Fuhr", "Ulrich Pfeifer"]], ["Inconsistencies and Misnomers in Probabilistic IR.", ["William S. Cooper"]], ["Compression of a Set of Correlated Bitmaps.", ["Abraham Bookstein", "Shmuel T. Klein"]], ["Posting Compression in Dynamic Retrieval Environments.", ["IJsbrand Jan Aalbersberg"]], ["Image Decompression: A Hybrid Image Decompressing Algorithm.", ["Chengjie Luo", "Clement T. Yu"]], ["The CORE Electronic Chemistry Library.", ["Michael Lesk"]], ["Retrieval Algorithm Effectiveness in a Wide Area Network Information Filter.", ["Hans-Peter Frei", "M. F. Wyle"]], ["Distributed Representations in a Text Based Information Retrieval System: A New Way of Using the Vector Space Model.", ["Richard F. E. Sutcliffe"]], ["To See, or Not to See: Is That the Query?", ["Robert Korfhage"]], ["Integrating Query, Thesaurus, and Documents Through a Common Visual Representation.", ["Richard H. Fowler", "Wendy A. Lawrence-Fowler", "Bradley A. Wilson"]], ["A Case-Based Architecture for A Dialogue Manager for Information Seeking.", ["Anne Tissen"]], ["Addressing the Requirements of a Dynamic Corporate Textual Information Base.", ["Peter G. Anick", "Rex A. Flynn", "David R. Hanssen"]], ["Advanced Retrieval From Heterogeneous Fact Databases: Integration of Data Retrieval, Conversion, Aggregation and Deductive Techniques.", ["Kalervo Järvelin", "Timo Niemi"]], ["Querying Office Systems About Document Roles.", ["Augusto Celentano", "Maria Grazia Fugini", "Silvano Pozzi"]], ["Query Modification and Expansion in a Network with Adaptive Architecture.", ["K. L. Kwok"]], ["Using the Cosine Measure in a Neural Network for Document.", ["Ross Wilkinson", "Philip Hingston"]], ["Preference Structure, Inference and Set-Oriented Retrieval.", ["Yiyu Yao", "S. K. Michael Wong"]], ["Distributed Indexing: A Scalable Mechanism for Distributed Information Retrieval.", ["Peter B. Danzig", "Jong Suk Ahn", "John Noll", "Katia Obraczka"]], ["On the Allocation of Documents in Multiprocessor Information Retrieval Systems.", ["Ophir Frieder", "Hava T. Siegelmann"]], ["An Object-Oriented Modelling of the History of Optimal Retrievals.", ["Yong Zhang", "Vijay V. Raghavan", "Jitender S. Deogun"]], ["Retrieving Software Objects in an Example-Based Programming Environment.", ["Scott Henningen"]], ["A Self-Organizing Semantic Map for Information Retrieval.", ["Xia Lin", "Dagobert Soergel", "Gary Marchionini"]], ["Incorporating a Semantic Analysis into a Document Retrieval Strategy.", ["Edgar B. Wendlandt", "James R. Driscoll"]], ["Analysis of Unintended Connections Between Disjoint Science Literatures.", ["Don R. Swanson"]], ["An Efficient Directory System for Document Retrieval.", ["Dalia Motzkin"]], ["Image Query Processing Based on Multi-Level Signatures.", ["Fausto Rabitti", "Pasquale Savino"]], ["A Two-Level Hypertext Retrieval Model for Legal Data.", ["Maristella Agosti", "Roberto Colotti", "Girolamo Gradenigo"]], ["Automatic Generation of Hypertext Links in Information Retrieval Systems: A Stochastic and an Incremental Algorithm.", ["Alain Lelu"]], ["Creating Segmented Databases from Free Text for Text Retrieval.", ["Lisa F. Rau", "Paul S. Jacobs"]], ["Performance in FERRET: A Conceptual Information Retrieval System.", ["Michael L. Mauldin"]], ["The SMART Information Retrieval System after 30 years - Panel.", ["Gerard Salton"]]]