{"Amit Adam": ["ROR: Rejection of Outliers by Rotations in Stereo Matching., CVPR, 2000"], "Polina Golland": ["Fixed Topology Skeletons., CVPR, 2000"], "Mark A. Ruzon": ["Alpha Estimation in Natural Images., CVPR, 2000"], "Gang Liu": ["Assignment Problem in Edge Detection Performance Evaluation., CVPR, 2000"], "Moshe Ben-Ezra": ["Segmentation with Invisible Keying Signal., CVPR, 2000"], "Yoav Y. Schechner": ["Blind Recovery of Transparent and Semireflected Scenes., CVPR, 2000"], "Gilson A. Giraldi": ["A Boundary Extraction Method Based on Dual-T-Snakes and Dynamic Programming., CVPR, 2000"], "Jan-Mark Geusebroek": ["Measurement of Color Invariants., CVPR, 2000", "Image Retrieval and Segmentation based on Color Invariants., CVPR, 2000"], "Lui Kam": ["Are Multifractal Multipermuted Multinomial Measures Good Enough for Unsupervised Image Segmentation?, CVPR, 2000"], "Toru Abe": ["A Region Extraction Method Using Multiple Active Contour Models., CVPR, 2000"], "Eitan Sharon": ["Fast Multiscale Image Segmentation., CVPR, 2000"], "Pengyu Hong": ["Learning Patterns from Images by Combining Soft Decisions and Hard Decisions., CVPR, 2000"], "Jiebo Luo": ["On Measuring Low-Level Saliency in Photographic Images., CVPR, 2000"], "Weihong Yin": ["Physical Panoramic Pyramid and Noise Sensitivity in Pyramids., CVPR, 2000"], "Roberto Manduchi": ["Mixture Models and the Segmentation of Multimodal Textures., CVPR, 2000"], "Stephen Lin": ["An Appearance Representation for Multiple Reflection Components., CVPR, 2000"], "Yong Rui": ["Segmenting Visual Actions Based on Spatio-Temporal Motion Patterns., CVPR, 2000", "Optimizing Learning in Image Retrieval., CVPR, 2000"], "Andy Tsai": ["A Curve Evolution Approach to Smoothing and Segmentation Using the Mumford-Shah Functional., CVPR, 2000"], "Scott Konishi": ["Statistical cues for Domain Specific Image Segmentation with Performance Analysis., CVPR, 2000"], "Ying Wu": ["Color Tracking by Transductive Learning., CVPR, 2000", "Discriminant-EM Algorithm with Application to Image Retrieval., CVPR, 2000", "View-Independent Recognition of Hand Postures., CVPR, 2000"], "Daniel Freedman": ["Provably Fast Algorithms for Contour Tracking., CVPR, 2000"], "Hieu Tat Nguyen": ["Multifeature Object Tracking Using a Model-Free Approach., CVPR, 2000"], "Masanobu Yamamoto": ["Scene Constraints-Aided Tracking of Human Body., CVPR, 2000"], "Ricardo Toledo": ["Tracking of Elongated Structures Using Statistical Snakes., CVPR, 2000"], "Antonio Haro": ["Detecting and Tracking Eyes by Using Their Physiological Properties, Dynamics, and Appearance., CVPR, 2000"], "Hailin Jin": ["Stereoscopic Shading: Integrating Mult1Frame Shape Cues in a Variational Framework., CVPR, 2000", "Real-Time 3-D Motion and Structure of Point-Features: A Front-End for Vision-Based Control and Interaction., CVPR, 2000"], "Hiroshi Hattori": ["Stereo without Depth Search and Metric Calibration., CVPR, 2000"], "Brendan J. Frey": ["Filling In Scenes by Propagating Probabilities through Layers and Into Appearance Models., CVPR, 2000"], "Matthias Mitschke": ["Recovering Projection Geometry: How a Cheap Camera Can Outperform an Expensive Stereo System., CVPR, 2000"], "Sing Bing Kang": ["Catadioptric Self-Calibration., CVPR, 2000", "Visual Tunnel Analysis for Visibility Prediction and Camera Planning., CVPR, 2000"], "Shmuel Peleg": ["Cameras for Stereo Panoramic Imaging., CVPR, 2000", "Rectified Mosaicing: Mosaics without the Curl., CVPR, 2000"], "Nuno Vasconcelos": ["A Probabilistic Architecture for Content-Based Image Retrieval., CVPR, 2000"], "Kinh Tieu": ["Boosting Image Retrieval., CVPR, 2000"], "Richard Szeliski": ["Layer Extraction from Multiple Images Containing Reflections and Transparency., CVPR, 2000"], "Hansen F. Chen": ["In Search of Illumination Invariants., CVPR, 2000"], "Adrian G. Bors": ["A Bayesian Framework for Radar Shape-from-Shading., CVPR, 2000"], "Yufei Zhang": ["Illuminant Direction Determination for Multiple Light Sources., CVPR, 2000"], "Kenji Nagao": ["Face Recognition by Distribution Specific Feature Extraction., CVPR, 2000"], "Wen-Yi Zhao": ["Illumination-Insensitive Face Recognition Using Symmetric Shape-from-Shading., CVPR, 2000"], "Ying-li Tian": ["Recognizing Upper Face Action Units for Facial Expression Analysis., CVPR, 2000"], "Lingmin Meng": ["An Image-Based Bayesian Framework for Face Detection., CVPR, 2000"], "Lixin Fan": ["A Combined Feature-Texture Similarity Measure for Face Alignment under., CVPR, 2000"], "Michael E. Leventon": ["Statistical Shape Influence in Geodesic Active Contours., CVPR, 2000"], "Jinggang Huang": ["Statistics of Range Images., CVPR, 2000"], "Daniel D. Morris": ["Image-Consistent Surface Triangulation., CVPR, 2000"], "Olga Veksler": ["Image Segmentation by Nested Cuts., CVPR, 2000"], "Michael Quicke": ["Parameterization of Closed Surfaces for Parametric Surface Descriptio., CVPR, 2000"], "Haihua Feng": ["Tomographic Reconstruction Using Curve Evolution., CVPR, 2000"], "Yoram Gdalyahu": ["Perceptual Grouping and Segmentation by Stochastic Clustering., CVPR, 2000"], "Vadim N. Smelyansky": ["Bayesian Super-Resolved Surface Reconstruction from Images., CVPR, 2000"], "Jiqiang Song": ["Line Net Global Vectorization: an Algorithm and Its Performance Evaluation., CVPR, 2000"], "David Sinclair": ["Smooth Region Structure: Folds, Domes, Bowls, Ridges, Valleys and Slopes., CVPR, 2000"], "Yvan G. Leclerc": ["Detecting Changes in 3-D Shape Using Self-Consistency., CVPR, 2000"], "Moumen T. Ahmed": ["A Neural Optimization Framework for Zoom Lens Camera Calibration., CVPR, 2000"], "Efstathios Hadjidemetriou": ["Histogram Preserving Image Transformations., CVPR, 2000"], "Pavel Dimitrov": ["Robust and Efficient Skeletal Graphs., CVPR, 2000"], "Longin Jan Latecki": ["Shape Descriptors for Non-Rigid Shapes with a Single Closed Contour., CVPR, 2000"], "Ming-Hsuan Yang": ["A Geometric Approach to Train Support Vector Machines., CVPR, 2000"], "Christophe Vestri": ["Improving Correlation-Based DEMs by Image Warping and Facade Correlation., CVPR, 2000"], "Liana M. Lorigo": ["Codimension - Two Geodesic Active Contours for the Segmentation of Tubular Structures., CVPR, 2000"], "Hui Luo": ["Robust Snake Model., CVPR, 2000"], "Ge Cong": ["A New Regularized Approach for Contour Morphing., CVPR, 2000"], "Erik G. Miller": ["Learning from One Example through Shared Densities on Transforms., CVPR, 2000"], "Shree K. Nayar": ["High Dynamic Range Imaging: Spatially Varying Pixel Exposures., CVPR, 2000", "360 x 360 Mosaics., CVPR, 2000"], "Dimitris Samaras": ["Variable Albedo Surface Reconstruction from Stereo and Shape from Shading., CVPR, 2000"], "Stephen C. Hsu": ["Pose Estimation, Model Refinement, and Enhanced Visualization Using Video., CVPR, 2000"], "A. G. Amitha Perera": ["Maintaining Valid Topology with Active Contours: Theory and Application., CVPR, 2000"], "Xiang Gao": ["Error Analysis of Background Adaption., CVPR, 2000"], "Mark B. Skouson": ["Template Deformation Constrained by Shape Priors., CVPR, 2000"], "Carlotta Domeniconi": ["Adaptive Metric nearest Neighbor Classification., CVPR, 2000"], "Oscar Nestares": ["Likelihood Functions and Confidence Bounds for Total-Least-Squares Problems., CVPR, 2000"], "Ioannis Stamos": ["3-D Model Construction Using Range and Image Data., CVPR, 2000"], "Yanxi Liu": ["A Computational Model for Repeated Pattern Perception Using Frieze and Wallpaper Groups., CVPR, 2000"], "R. Andrew Hicks": ["Catadioptric Sensors that Approximate Wide-Angle Perspective Projections., CVPR, 2000"], "George Kamberov": ["Ill-Posed Problems in Surface and Surface Shape Recovery., CVPR, 2000"], "Alan L. Yuille": ["Order Parameters for Minimax Entropy Distributions: When Does High Level Knowledge Help?, CVPR, 2000"], "Peter J. Giblin": ["A Formal Classification of 3D Medial Axis Points and Their Local Geometry., CVPR, 2000"], "Yonatan Wexler": ["On the Synthesis of Dynamic Scenes from Reference Views., CVPR, 2000"], "Arne Stoschek": ["Image-Based Re-Rendering of Faces for Continuous Pose and Illumination Directions., CVPR, 2000"], "Zhouchen Lin": ["On the Number of Samples Needed in Light Field Rendering with Constant-Depth Assumption., CVPR, 2000"], "Srinivasa G. Narasimhan": ["Chromatic Framework for Vision in Bad Weather., CVPR, 2000"], "Yufeng Liang": ["Color Channels Decorrelation by ICA Transformation in the Wavelet Domain for Color Texture Analysis and Synthesis., CVPR, 2000"], "Yves Dufournaud": ["Matching Images with Different Resolutions., CVPR, 2000"], "Koichi Tanaka": ["A Parametric Template Method and Its Application to Robust Matching., CVPR, 2000"], "James W. Davis": ["Categorical Representation and Recognition of Oscillatory Motion Patterns., CVPR, 2000"], "Ying Zhu": ["Fast Face Detection Using Subspace Discriminant Wavelet Features., CVPR, 2000"], "Philip L. Worthington": ["Histogram-Based Object Recognition Using Shape-from-Shading., CVPR, 2000"], "Marco Carcassoni": ["Point Pattern Matching with Robust Spectral Correspondence., CVPR, 2000"], "Eraldo Ribeiro": ["Perspective Pose from Spectral Voting., CVPR, 2000"], "Hussein M. Yahia": ["Geodesic Distance Evolution of Surfaces: A New Method for Matching Surfaces., CVPR, 2000"], "Carlos Barron": ["Estimating Anthropometry and Pose from a Single Image., CVPR, 2000"], "Camillo J. Taylor": ["Reconstruction of Articulated Objects from Point Correspondences in a Single Uncalibrated Image., CVPR, 2000"], "Pierre Charbonnier": ["Robust Visual Recognition of Color Images Rozenn Dahyot, Pierre., CVPR, 2000"], "Richard Campbell": ["Object Recognition for an Intelligent Room., CVPR, 2000"], "Rune Fisker": ["A General Scheme for Training and Optimization of the Grenander Deformable Template Model., CVPR, 2000"], "Peter F. Sturm": ["Algorithms for Plane-Based Pose Estimation., CVPR, 2000"], "Aleix M. Martínez": ["Recognition of Partially Occluded and/or Imprecisely Localized Faces Using a Probabilistic Approach., CVPR, 2000"], "Vincenzo Caglioti": ["On the Space Requirements of Indexing 3D Models from 2D Perspective Images., CVPR, 2000"], "Dan Roth": ["Learning to Recognize Objects., CVPR, 2000"], "Michael C. Burl": ["Distortion-Invariant Recognition via Jittered Querie., CVPR, 2000"], "Song Chun Zhu": ["Integrating Bottom-Up/Top-Down for Object Recognition by Data Driven Markov Chain Monte Carlo., CVPR, 2000", "Learning in Gibbsian Fields: How Accurate and How Fast Can It Be?, CVPR, 2000"], "Henry Schneiderman": ["A Statistical Method for 3D Object Detection Applied to Faces and Cars., CVPR, 2000"], "Jesse Hoey": ["Representation and Recognition of Complex Human Motion., CVPR, 2000"], "Xiao-guang Lv": ["A Novel Algorithm for Rotated Human Face Detection., CVPR, 2000"], "Toshio Moriya": ["Solving the Rotation-Estimation Problem by Using the Perspective Three-Point Algorithm., CVPR, 2000"], "Adam Baumberg": ["Reliable Feature Matching across Widely Separated Views., CVPR, 2000"], "Sung-Hyuk Cha": ["Nearest Neighbor Search Using Additive Binary Tree., CVPR, 2000"], "Vladimir Pavlovic": ["Impact of Dynamic Model Learning on Classification of Human Motion., CVPR, 2000", "Multimodal Speaker Detection Using Error Feedback Dynamic Bayesian Networks., CVPR, 2000"], "Ying Shan": ["Corner Guided Curve Matching and its Application to Scene Reconstruction., CVPR, 2000"], "Mi-Suen Lee": ["Detecting People in Cluttered Indoor Scenes., CVPR, 2000"], "Yang Song": ["Towards Detection of Human Motion., CVPR, 2000"], "Somboon Hongeng": ["Representation and Optimal Recognition of Human Activities., CVPR, 2000"], "Radek Grzeszczuk": ["Stereo Based Gesture Recognition Invariant to 3D Pose and Lighting., CVPR, 2000"], "Deeptiman Jugessur": ["Local Appearance for Robust Object Recognition., CVPR, 2000"], "Stefano Soatto": ["A Geometric Approach to Blind Deconvolution with Application to Shape from Defocu., CVPR, 2000"], "Bogdan Matei": ["A General Method for Errors-in-Variables Problems in Computer Vision., CVPR, 2000"], "Nebojsa Jojic": ["Transformed Hidden Markov Models: Estimating Mixture Models of Images and Inferring Spatial Transformations in Video Sequence., CVPR, 2000"], "Haili Chui": ["A New Algorithm for Non-Rigid Point Matching., CVPR, 2000"], "Clark F. Olson": ["Maximum-Likelihood Template Matching., CVPR, 2000", "Robust Stereo Ego-motion for Long Distance Navigation., CVPR, 2000"], "Michael S. Lew": ["Improving Visual Matching., CVPR, 2000", "Visual Websearching Using Iconic Queries., CVPR, 2000"], "Pedro F. Felzenszwalb": ["Efficient Matching of Pictorial Structures., CVPR, 2000"], "Loo-Nin Teow": ["Handwritten Digit Recognition with a Novel Vision Model that Extracts Linearly Separable Features., CVPR, 2000"], "Jaehwa Park": ["Active Character Recognition Using 'A*-Like' Algorit., CVPR, 2000", "Using Lexical Similarity in Handwritten Word Recognition., CVPR, 2000"], "Florin Cutzu": ["Computing 3D Object Parts from Similarities among Object Views., CVPR, 2000"], "Markus Weber": ["Towards Automatic Discovery of Object Categories., CVPR, 2000"], "Baoxin Li": ["Simultaneous Tracking and Verification via Sequential Posterior Estimation., CVPR, 2000"], "Pierre Kornprobst": ["Tracking Segmented Objects Using Tensor Voting., CVPR, 2000"], "Jonathan Deutscher": ["Articulated Body Motion Capture by Annealed Particle Filtering., CVPR, 2000"], "Hai Tao": ["Dynamic Layer Representation with Applications to Tracking., CVPR, 2000"], "Dorin Comaniciu": ["Real-Time Tracking of Non-Rigid Objects Using Mean Shift., CVPR, 2000"], "Leonid Sigal": ["Estimation and Prediction of Evolving Color Distributions for Skin Segmentation under Varying Illumination., CVPR, 2000"], "Anurag Mittal": ["Scene Modeling for Wide Area Surveillance and Image Synthesis., CVPR, 2000"], "Mohammed Yeasin": ["Detecting and Tracking Human Face and Eye Using Space-Varying Sensor and an Active Vision Head., CVPR, 2000"], "Yihong Gong": ["Video Summarization Using Singular Value Decomposition., CVPR, 2000"], "Huan Wang": ["An Effective Approach to Detect Lesions in Color Retinal Images., CVPR, 2000"], "Akio Kosaka": ["Augmented Reality System for Surgical Navigation Using Robust Target Vision., CVPR, 2000"], "Andres Huertas": ["Multisensor Integration for Building Modeling., CVPR, 2000"], "Stephen Se": ["Zebra-Crossing Detection for the Partially Sighted., CVPR, 2000"], "Maxime Lhuillier": ["Edge-Constrained Joint View Triangulation for Image Interpolation., CVPR, 2000"], "Vincent Lepetit": ["A Semi-Automatic Method for Resolving Occlusion in Augmented Reality., CVPR, 2000"], "Donald Tanguay": ["Flying a Toy Plane., CVPR, 2000"], "Nicholas R. Howe": ["Integrating Color, Texture, and Geometry for Image Retrieval., CVPR, 2000"], "Francis K. H. Quek": ["Gesture, Speech, and Gaze Cues for Discourse Segmentation., CVPR, 2000"], "Gaurav Aggarwal": ["Efficient Query Modification for Image Retrieval., CVPR, 2000"], "Mark W. Powell": ["Calibration of Light Sources., CVPR, 2000"], "Pierre Hellier": ["An Energy-Based Framework for Dense 3D Registration of Volumetric Brain Images., CVPR, 2000"], "Qing Yang": ["Feature Based Visualization of Geophysical Data., CVPR, 2000"], "Matthew E. Antone": ["Automatic Recovery of Relative Camera Rotations for Urban Scenes., CVPR, 2000"], "Takuji Takahashi": ["Arbitrary View Position and Direction Rendering for Large-Scale Scenes., CVPR, 2000"], "Tarak Gandhi": ["Detection of Obstacles in the Flight Path of an Aircraft., CVPR, 2000"], "Tanveer Fathima Syeda-Mahmood": ["Indexing for Topics in Videos Using Foils., CVPR, 2000", "CueVideo: A System for Cross-Modal Search and Browse of Video Databases., CVPR, 2000"], "Chitra Dorai": ["Detecting Dynamic Behavior in Compressed Fingerprint Videos: Distortion., CVPR, 2000"], "Nassir Navab": ["Visual Servoing for Automatic and Uncalibrated Needle Placement for Percutaneous Procedures., CVPR, 2000", "Lines in One Orthographic and Two Perspective Views., CVPR, 2000"], "Michael Greiffenhagen": ["Statistical Modeling and Performance Characterization of a Real-Time Dual Camera Surveillance System., CVPR, 2000"], "Jong Oh": ["An On-Line Handwriting Recognition System Using Fisher Segmental Matching and Hypotheses Propagation Network., CVPR, 2000"], "Bertrand Thirion": ["Fusion of Color, Shading and Boundary Information for Factory Pipe Segmentation., CVPR, 2000"], "Selim Aksoy": ["Probabilistic vs. Geometric Similarity Measures for Image Retrieval., CVPR, 2000"], "Dara Koozekanani": ["Retinal Thickness Measurements in Optical Coherence Tomography Using a Markov Boundary Model., CVPR, 2000"], "Simon Baker": ["Limits on Super-Resolution and How to Break Them., CVPR, 2000"], "Joshua Gluckman": ["Rectified Catadioptric Stereo Sensors., CVPR, 2000"], "Lance A. Forbes": ["Inconsistencies in Edge Detector Evaluation., CVPR, 2000"], "Daniel Fischer": ["Towards Reliable Fusion of Segmented Surface Descriptions., CVPR, 2000"], "Andrew E. Johnson": ["Surface Landmark Selection and Matching in Natural Terrain., CVPR, 2000"], "Leonid V. Tsap": ["Multiscale Combination of Physically-Based Registration and Deformation Modeling., CVPR, 2000"], "Shyjan Mahamud": ["Iterative Projective Reconstruction from Multiple Views., CVPR, 2000"], "Michele Covell": ["Articulated-Pose Estimation Using Brightness and Depth-Constancy Constraints., CVPR, 2000"], "Naoyuki Ichimura": ["A Robust and Efficient Motion Segmentation Based on Orthogonal Projection Matrix of Shape Space., CVPR, 2000"], "Geoffrey Egnal": ["Detecting Binocular Half-Occlusions: Empirical Comparisons of Four Approaches., CVPR, 2000"], "Gang Xu": ["A Linear Algorithm for Camera Self-Calibration, Motion and Structure Recovery for Multi-Planar Scenes from Two Perspective Images., CVPR, 2000"], "Richard I. Hartley": ["Reconstruction from Six-Point Sequences., CVPR, 2000"], "Dominique Béréziat": ["A Generalized Optical Flow Constraint and its Physical Interpretation., CVPR, 2000"], "Jinxiang Chai": ["Parallel Projections for Stereo Reconstruction., CVPR, 2000"], "Mikhail Mozerov": ["Improved Motion Stereo Matching Based on a Modified Dynamic Programming., CVPR, 2000"], "Mårten Björkman": ["A Real-Time System for Epipolar Geometry and Ego-Motion Estimation., CVPR, 2000"], "Keisuke Kinoshita": ["Camera Model Selection Based on Geometric AIC., CVPR, 2000"], "Xing Chen": ["Wide Area Camera Calibration Using Virtual Calibration Object., CVPR, 2000"], "Takeshi Kurata": ["A Fast and Robust Approach to Recovering Structure and Motion from Live Video Frames., CVPR, 2000"], "Lothar Bergen": ["A Novel Approach to Depth Ordering in Monocular Image Sequences., CVPR, 2000"], "Mei Han": ["Reconstruction of a Scene with Multiple Linearly Moving Objects., CVPR, 2000"], "Jonathan Alon": ["Recursive Estimation of Motion and Planar Structure., CVPR, 2000"], "Frank Dellaert": ["Structure from Motion without Correspondence., CVPR, 2000"], "Hairong Qi": ["Conditioning Analysis of Missing Data Estimation for Large Sensor Array., CVPR, 2000"], "Oskar M. Skrinjar": ["Surface Growing from Stereo Images., CVPR, 2000"], "Hiroshi Kawasaki": ["Spatio-Temporal Analysis of Omni Image., CVPR, 2000"], "Ali Can": ["A Feature-Based Technique for Joint, Linear Estimation of High-Order Image-to-Mosaic Transformations: Application to Mosaicing the Curved Human Retina., CVPR, 2000"], "Sundar Vedula": ["Shape and Motion Carving in 6D., CVPR, 2000"], "John Oliensis": ["Structure from Motion Using Points, Lines, and Intensities., CVPR, 2000"], "Ross Cutler": ["Robust Periodic Motion and Motion Symmetry Detection., CVPR, 2000"], "Ming Ye": ["Two-Stage Robust Optical Flow Estimation., CVPR, 2000"], "Chunmei Lu": ["Multidimensional Motion Segmentation and Identification., CVPR, 2000"], "Jianbo Ma": ["Region Correspondence by Global Configuration Matching and Progressive Delaunay Triangulation., CVPR, 2000"], "Yongmei Wang": ["Shape-Based 3D Surface Correspondence Using Geodesics and Local Geometry., CVPR, 2000"], "Mahesh Saptharishi": ["Agent-Based Moving Object Correspondence Using Differential Discriminative Diagnosis., CVPR, 2000"], "Edmond Boyer": ["Curve and Surface Reconstruction from Regular and Non-Regular Point Sets., CVPR, 2000"], "Anastasios Manessis": ["Reconstruction of Scene Models from Sparse 3D Structure., CVPR, 2000"], "Ye Zhang": ["Integrated 3D Scene Flow and Structure Recovery from Multiview Image Sequences., CVPR, 2000"], "Yaron Caspi": ["Step towards Sequence-to-Sequence Alignment., CVPR, 2000"], "Christoph Bregler": ["Recovering Non-Rigid 3D Shape from Image Streams., CVPR, 2000"], "Yuri Boykov": ["Adaptive Bayesian Recognition in Tracking Rigid Objects., CVPR, 2000"], "Samuel D. Fenster": ["A Comparative Technique and Performance Results on Novel Learned Snakes in Two Dissimilar Medical Domains., CVPR, 2000"], "German K. M. Cheung": ["A Real Time System for Robust 3D Voxel Reconstruction of Human Motions., CVPR, 2000"], "Rómer Rosales": ["Inferring Body Pose without Tracking Body Parts., CVPR, 2000"], "Takashi Matsuyama": ["Dynamic Memory: Architecture for Real Time Integration of Visual Perception, Camera Action, and Network Communication., CVPR, 2000"], "Philip F. McLauchlan": ["A Batch/Recursive Algorithm for 3D Scene Reconstruction., CVPR, 2000"], "Lin Zhou": ["Fluid Structure and Motion Analysis from Multi-spectrum 2D Cloud Image Sequences., CVPR, 2000", "Hierarchical Structure and Nonrigid Motion Recovery from 2D Monocular Views., CVPR, 2000"], "Horst W. Haussecker": ["Computing Optical Flow with Physical Models of Brightness Variation., CVPR, 2000"], "Eric N. Mortensen": ["Intelligent Selection Tools., CVPR, 2000"], "Yanlin Guo": ["Multi-View 3D Analysis with Applications for Augmented Reality and Enhanced Video Visualization., CVPR, 2000"], "Thomas Christensen": ["Sensor Networked Mobile Robotics., CVPR, 2000"], "Thomas O'Donnell": ["Multi-Modality Model-Based Registration in the Cardiac Domain., CVPR, 2000"], "Lisa M. Brown": ["Visual Venture: Investigations with Images and Videos for Middle School Education., CVPR, 2000"], "Dominik R. Rohrmus": ["Invariant Web Defect Detection and Classification System., CVPR, 2000"], "Gary R. Bradski": ["Intel's Computer Vision Library: Applications in Calibration, Stereo, Segmentation, Tracking, Gesture, Face and Object Recognition., CVPR, 2000"]}