{"Yogesh Rathi": ["Particle Filtering for Geometric Active Contours with Application to Tracking Moving and Deforming Objects., CVPR, 2005"], "Daniel Freedman": ["Illumination-Invariant Tracking via Graph Cuts., CVPR, 2005", "Energy Minimization via Graph Cuts: Settling What is Possible., CVPR, 2005"], "Hailin Jin": ["Visual Tracking in the Presence of Motion Blur., CVPR, 2005"], "Omar Javed": ["Appearance Modeling for Tracking in Multiple Non-Overlapping Cameras., CVPR, 2005"], "Yonggang Shi": ["Real-Time Tracking Using Level Sets., CVPR, 2005"], "Suyash P. Awate": ["Higher-Order Image Statistics for Unsupervised, Information-Theoretic, Adaptive, Image Filtering., CVPR, 2005"], "Anatoly Litvinov": ["Addressing Radiometric Nonidealities: A Unified Framework., CVPR, 2005"], "Antoni Buades": ["A Non-Local Algorithm for Image Denoising., CVPR, 2005"], "Stephen Lin": ["Determining the Radiometric Response Function from a Single Grayscale Image., CVPR, 2005"], "Hong Chen": ["A Generative Model of Human Hair for Hair Sketching., CVPR, 2005"], "Gregory G. Slabaugh": ["Active Polyhedron: Surface Evolution Theory Applied to Deformable Meshes., CVPR, 2005"], "David Tolliver": ["Corrected Laplacians: Closer Cuts and Segmentation with Shape Priors., CVPR, 2005"], "Nicholas D. H. Dowson": ["Simultaneous Modeling and Tracking (SMAT) of Feature Sets., CVPR, 2005"], "Leonid Taycher": ["Combining Object and Feature Dynamics in Probabilistic Tracking., CVPR, 2005"], "Eric Royer": ["Localization in Urban Environments: Monocular Vision Compared to a Differential GPS Sensor., CVPR, 2005"], "Matthew Brand": ["A Direct Method for 3D Factorization of Nonrigid Motion Observed in 2D., CVPR, 2005"], "Roland Kehl": ["Full Body Tracking from Multiple Views Using Stochastic Sampling., CVPR, 2005"], "Lingyun Liu": ["Automatic 3D to 2D Registration for the Photorealistic Rendering of Urban Scenes., CVPR, 2005"], "Xiangsheng Huang": ["Jensen-Shannon Boosting Learning for Object Recognition., CVPR, 2005"], "Jan Sochman": ["WaldBoost - Learning for Time Constrained Sequential Detection., CVPR, 2005"], "Thomas Deselaers": ["Discriminative Training for Object Recognition Using Image Patches., CVPR, 2005"], "Gustavo Carneiro": ["Formulating Semantic Image Annotation as a Supervised Learning Problem., CVPR, 2005", "The Distinctiveness, Detectability, and Robustness of Local Image Features., CVPR, 2005"], "Dragomir Anguelov": ["Discriminative Learning of Markov Random Fields for Segmentation of 3D Scan Data., CVPR, 2005"], "Qiang Sun": ["Feature Kernel Functions: Improving SVMs Using High-Level Knowledge., CVPR, 2005"], "Jason J. Corso": ["Coherent Regions for Concise and Stable Image Description., CVPR, 2005"], "Yuan (Alan) Qi": ["Diagram Structure Recognition by Bayesian Conditional Random Fields., CVPR, 2005"], "Shu Yang": ["Fisher+Kernel Criterion for Discriminant Analysis., CVPR, 2005"], "Dong Xu": ["Concurrent Subspaces Analysis., CVPR, 2005"], "Lei Zhang": ["Face Synthesis and Recognition from a Single Image under Arbitrary Unknown Lighting Using a Spherical Harmonic Basis Morphable Model., CVPR, 2005"], "Lukasz Zalewski": ["2D Statistical Models of Facial Expressions for Realistic 3D Avatar Animation., CVPR, 2005"], "Siwei Lyu": ["Mercer Kernels for Object Recognition with Local Features., CVPR, 2005"], "Hanghang Tong": ["A Unified Optimization Based Learning Method for Image Retrieval., CVPR, 2005"], "Lubomir D. Bourdev": ["Robust Object Detection via Soft Cascade., CVPR, 2005"], "Wei Jiang": ["Mapping Low-Level Features to High-Level Semantic Concepts in Region-Based Image Retrieval., CVPR, 2005"], "Oliver Williams": ["Estimating Disparity and Occlusions in Stereo Video Sequences., CVPR, 2005"], "Ilkay Ulusoy": ["Generative versus Discriminative Methods for Object Recognition., CVPR, 2005"], "Fernando De la Torre": ["Representational Oriented Component Analysis (ROCA) for Face Recognition with One Sample Image per Training Class., CVPR, 2005"], "Guodong Guo": ["Linear Combination Representation for Outlier Detection in Motion Tracking., CVPR, 2005"], "Dashan Gao": ["Integrated Learning of Saliency, Complex Features, and Object Detectors from Cluttered Scenes., CVPR, 2005"], "Li Zhang": ["Parameter Estimation for MRF Stereo., CVPR, 2005"], "Steven C. H. Hoi": ["A Semi-Supervised Active Learning Framework for Image Retrieval., CVPR, 2005"], "Georg Langs": ["Optimal Sub-Shape Models by Minimum Description Length., CVPR, 2005"], "A. M. Buchanan": ["Damped Newton Algorithms for Matrix Factorization with Missing Data., CVPR, 2005"], "Wei Zhang": ["Object Class Recognition Using Multiple Layer Boosting with Heterogeneous Features., CVPR, 2005"], "Nicolas Passat": ["Cerebral Vascular Atlas Generation for Anatomical Knowledge Modeling and Segmentation Purpose., CVPR, 2005"], "Jian Liang": ["Flattening Curved Documents in Images., CVPR, 2005"], "Hongcheng Wang": ["Rank-R Approximation of Tensors: Using Image-as-Matrix Representation., CVPR, 2005", "Videoshop: A New Framework for Spatio-Temporal Video Editing in Gradient Domain., CVPR, 2005"], "Joshua Gluckman": ["Higher Order Whitening of Natural Images., CVPR, 2005"], "Hüseyin Tek": ["Region Competition via Local Watershed Operators., CVPR, 2005"], "Hwann-Tzong Chen": ["Tone Reproduction: A Perspective from Luminance-Driven Perceptual Grouping., CVPR, 2005", "Local Discriminant Embedding and Its Variants., CVPR, 2005"], "Aditi Majumder": ["Contrast Enhancement of Multi-Displays Using Human Contrast Sensitivity., CVPR, 2005"], "Olga Veksler": ["Stereo Correspondence by Dynamic Programming on a Tree., CVPR, 2005"], "George Vogiatzis": ["Multi-View Stereo via Volumetric Graph-Cuts., CVPR, 2005"], "Jian Sun": ["Symmetric Stereo Matching for Occlusion Handling., CVPR, 2005"], "Vladimir Kolmogorov": ["Bi-Layer Segmentation of Binocular Stereo Video., CVPR, 2005", "Bi-Layer Segmentation of Binocular Stereo Video., CVPR, 2005"], "Nanfei Sun": ["Imaging the Cardiovascular Pulse., CVPR, 2005"], "Xiaohui Zhang": ["Top-Down and Bottom-Up Strategies in Lesion Detection of Background Diabetic Retinopathy., CVPR, 2005"], "Bogdan Georgescu": ["Database-Guided Segmentation of Anatomical Structures with Complex Appearance., CVPR, 2005"], "Kazunori Okada": ["Blob Segmentation Using Joint Space-Intensity Likelihood Ratio Test: Application to 3D Tumor Segmentation., CVPR, 2005"], "Simon J. D. Prince": ["Creating Invariance to \"Nuisance Parameters\" in Face Recognition., CVPR, 2005", "Statistical Cue Integration for Foveated Wide-Field Surveillance., CVPR, 2005"], "Volker Blanz": ["Face Recognition Based on Frontal Views Generated from Non-Frontal Images., CVPR, 2005"], "Narayanan Ramanathan": ["Face Verification across Age Progression., CVPR, 2005"], "Zijian Xu": ["A High Resolution Grammatical Model for Face Representation and Sketching., CVPR, 2005"], "Wei Liu": ["Hallucinating Faces: TensorPatch Super-Resolution and Coupled Residue Compensation., CVPR, 2005"], "Jens Rittscher": ["Simultaneous Estimation of Segmentation and Shape., CVPR, 2005"], "Shai Avidan": ["Ensemble Tracking., CVPR, 2005"], "Zhimin Fan": ["Multiple Collaborative Kernel Tracking., CVPR, 2005"], "René Vidal": ["A Closed Form Solution to Direct Motion Segmentation., CVPR, 2005", "Optical Flow Estimation and Segmentation of Multiple Moving Dynamic Textures., CVPR, 2005"], "Fei-Fei Li": ["A Bayesian Hierarchical Model for Learning Natural Scene Categories., CVPR, 2005"], "Terrence Chen": ["Illumination Normalization for Face Recognition and Uneven Background Correction Using Total Variation Based Image Models., CVPR, 2005"], "Daniel J. Blezek": ["Single Image Phase-Based MRI Fat Suppression Expectation Maximization Algorithm., CVPR, 2005"], "Karl Krissian": ["Speckle-Constrained Filtering of Ultrasound Images., CVPR, 2005"], "Nicholas Apostoloff": ["Learning Spatiotemporal T-Junctions for Occlusion Detection., CVPR, 2005"], "Xi Chen": ["Learning Feature Distance Measures for Image Correspondences., CVPR, 2005"], "Marian Stewart Bartlett": ["Recognizing Facial Expression: Machine Learning and Application to Spontaneous Behavior., CVPR, 2005"], "Weiliang Li": ["On the Small Sample Performance of Boosted Classifiers., CVPR, 2005"], "Nitesh V. Chawla": ["Random Subspaces and Subsampling for 2-D Face Recognition., CVPR, 2005"], "Mark Fiala": ["ARTag, a Fiducial Marker System Using Digital Techniques., CVPR, 2005"], "Kai Yu": ["Multi-Output Regularized Projection., CVPR, 2005"], "Thomas P. Koninckx": ["Scene-Adapted Structured Light., CVPR, 2005"], "Satya P. Mallick": ["Beyond Lambert: Reconstructing Specular Surfaces Using Color., CVPR, 2005"], "Kristen Grauman": ["Efficient Image Matching with Distributions of Local Invariant Features., CVPR, 2005"], "Deva Ramanan": ["Detecting, Localizing and Recovering Kinematics of Textured Animals., CVPR, 2005", "Tracking People and Recognizing Their Activities., CVPR, 2005"], "Nicolas Martel-Brisson": ["Moving Cast Shadow Detection from a Gaussian Mixture Shadow Model., CVPR, 2005"], "Jeroen Lichtenauer": ["Isophote Properties as Features for Object Detection., CVPR, 2005"], "Tianli Yu": ["Shape Regularized Active Contour Using Iterative Global Search and Local Optimization., CVPR, 2005"], "Hui Ji": ["Integration of Motion Fields through Shape., CVPR, 2005"], "Peng Li": ["Learning a Multi-Size Patch-Based Hybrid Kernel Machine Ensemble for Abnormal Region Detection in Colonoscopic Images., CVPR, 2005"], "Konrad Schindler": ["Two-View Multibody Structure-and-Motion with Outliers., CVPR, 2005"], "Gady Agam": ["Probabilistic Modeling-Based Vessel Enhancement in Thoracic CT Scans., CVPR, 2005"], "Hon Pong Ho": ["Level Set Active Contours on Unstructured Point Cloud., CVPR, 2005"], "Jiangjian Xiao": ["Accurate Motion Layer Segmentation and Matting., CVPR, 2005"], "Jianping Fan": ["Learning the Semantics of Images by Using Unlabeled Samples., CVPR, 2005"], "Yan Li": ["Object Detection Using 2D Spatial Ordering Constraints., CVPR, 2005", "Object Detection Using 2D Spatial Ordering Constraints., CVPR, 2005"], "Haibin Ling": ["Using the Inner-Distance for Classification of Articulated Shapes., CVPR, 2005"], "Kang B. Sun": ["Classification of Contour Shapes Using Class Segment Sets., CVPR, 2005"], "Elliot Joel Bernstein": ["Part-Based Statistical Models for Object Classification and Detection., CVPR, 2005"], "Yi Zhou": ["A Bayesian Mixture Model for Multi-View Face Alignment., CVPR, 2005"], "Gang Hua": ["Learning to Estimate Human Pose with Data Driven Belief Propagation., CVPR, 2005"], "Parvez Ahammad": ["Joint Nonparametric Alignment for Analyzing Spatial Gene Expression Patterns in Drosophila Imaginal Discs., CVPR, 2005"], "Yanlin Guo": ["Vehicle Fingerprinting for Reacquisition and Tracking in Videos., CVPR, 2005"], "Jaume Amores": ["Fast Spatial Pattern Discovery Integrating Boosting with Constellations of Contextual Descriptors., CVPR, 2005"], "Vincent Lepetit": ["Randomized Trees for Real-Time Keypoint Recognition., CVPR, 2005"], "Adam G. Kirk": ["Skeletal Parameter Estimation from Optical Motion Capture Data., CVPR, 2005", "Skeletal Parameter Estimation from Optical Motion Capture Data., CVPR, 2005"], "Henrik Stewénius": ["A Minimal Solution for Relative Pose with Unknown Focal Length., CVPR, 2005"], "Yosi Keller": ["Algebraically Accurate Volume Registration Using Euler's Theorem and the 3-D Pseudo-Polar FFT., CVPR, 2005"], "Lior Wolf": ["Combining Variable Selection with Dimensionality Reduction., CVPR, 2005"], "Heiko Hirschmüller": ["Accurate and Efficient Stereo Processing by Semi-Global Matching and Mutual Information., CVPR, 2005"], "Jingyu Yan": ["A Factorization-Based Approach to Articulated Motion Recovery., CVPR, 2005", "A Factorization-Based Approach to Articulated Motion Recovery., CVPR, 2005"], "Jean-Philippe Pons": ["Modelling Dynamic Scenes by Registering Multi-View Image Sequences., CVPR, 2005"], "Shuicheng Yan": ["Graph Embedding: A General Framework for Dimensionality Reduction., CVPR, 2005"], "Sameer Agarwal": ["Beyond Pairwise Clustering., CVPR, 2005"], "Luke Carrivick": ["Unsupervised Learning in Radiology Using Novel Latent Variable Models., CVPR, 2005"], "Stefan Roth": ["Fields of Experts: A Framework for Learning Image Priors., CVPR, 2005"], "Emmanuel Prados": ["Shape from Shading: A Well-Posed Problem?, CVPR, 2005"], "Chen Liang": ["Complex 3D Shape Recovery Using a Dual-Space Approach., CVPR, 2005"], "Pau Gargallo": ["Bayesian 3D Modeling from Images Using Multiple Depth Maps., CVPR, 2005"], "Jan Erik Solem": ["Visibility Constrained Surface Evolution., CVPR, 2005"], "Yichen Wei": ["Asymmetrical Occlusion Handling Using Graph Cut for Multi-View Stereo., CVPR, 2005"], "Daisuke Miyazaki": ["Inverse Polarization Raytracing: Estimating Surface Shapes of Transparent Objects., CVPR, 2005"], "Xiaochun Cao": ["Camera Calibration and Light Source Estimation from Images with Shadows., CVPR, 2005"], "Kuk-Jin Yoon": ["Locally Adaptive Support-Weight Approach for Visual Correspondence Search., CVPR, 2005"], "Raquel Urtasun": ["Monocular 3-D Tracking of the Golf Swing., CVPR, 2005", "Monocular 3D Tracking of the Golf Swing., CVPR, 2005"], "Masayuki Tanaka": ["Theoretical Analysis on Reconstruction-Based Super-Resolution for an Arbitrary PSF., CVPR, 2005"], "Nam Thanh Nguyen": ["Learning and Detecting Activities from Movement Trajectories Using the Hierarchical Hidden Markov Models., CVPR, 2005"], "Zhifeng Li": ["Nonparametric Subspace Analysis for Face Recognition., CVPR, 2005"], "Zhihong Zeng": ["Audio-Visual Affect Recognition through Multi-Stream Fused HMM for HCI., CVPR, 2005"], "Kenton McHenry": ["Finding Glass., CVPR, 2005"], "Karl Pauwels": ["Robust Instantaneous Rigid Motion Estimation., CVPR, 2005"], "Sami Romdhani": ["Estimating 3D Shape and Texture Using Pixel Intensity, Edges, Specular Highlights, Texture Constraints and a Prior., CVPR, 2005"], "Thomas Serre": ["Object Recognition with Features Inspired by Visual Cortex., CVPR, 2005"], "Kai Zhang": ["Applying Neighborhood Consistency for Fast Clustering and Kernel Density Estimation., CVPR, 2005"], "Anupama Jagannathan": ["Unstructured Point Cloud Matching within Graph-Theoretic and Thermodynamic Frameworks., CVPR, 2005"], "Ricardo Oliveira": ["Optimal Point Correspondence through the Use of Rank Constraints., CVPR, 2005"], "Ioannis A. Kakadiaris": ["Multimodal Face Recognition: Combination of Geometry with Physiological Information., CVPR, 2005", "8D-THERMO CAM: Combination of Geometry with Physiological Information for Face Recognition., CVPR, 2005"], "Damon L. Woodard": ["Personal Identification Utilizing Finger Surface Features., CVPR, 2005"], "Jianyu Wang": ["Online Selecting Discriminative Tracking Features Using Particle Filter., CVPR, 2005"], "Shaorong Chang": ["A Bayesian Approach to Unsupervised Feature Selection and Density Estimation Using Expectation Propagation., CVPR, 2005"], "Yan Huang": ["Tracking Multiple Objects through Occlusions., CVPR, 2005", "Tracking Multiple Objects through Occlusions., CVPR, 2005"], "Ming Yang": ["Tracking Non-Stationary Appearances and Dynamic Feature Selection., CVPR, 2005"], "C. Mario Christoudias": ["On Modelling Nonlinear Shape-and-Texture Appearance Manifolds., CVPR, 2005"], "Jae-Chul Kim": ["A Dense Stereo Matching Using Two-Pass Dynamic Programming with Generalized Ground Control Points., CVPR, 2005"], "Hui Kong": ["A Framework of 2D Fisher Discriminant Analysis: Application to Face Recognition with Small Number of Training Samples., CVPR, 2005"], "Adam Karlsson": ["Theory for Variational Area-Based Segmentation Using Non-Quadratic Penalty Functions., CVPR, 2005"], "Hee Lin Wang": ["MRF Augmented Particle Filter Tracker., CVPR, 2005"], "Simone Graf": ["Analytically Solving Radial Distortion Parameters., CVPR, 2005"], "Philip A. Tresadern": ["Articulated Structure from Motion by Factorization., CVPR, 2005"], "Oana G. Cula": ["Polarization Multiplexing for Bidirectional Imaging., CVPR, 2005"], "Timothée Cour": ["Spectral Segmentation with Multiscale Graph Decomposition., CVPR, 2005"], "Francisco J. Estrada": ["Quantitative Evaluation of a Novel Image Segmentation Algorithm., CVPR, 2005"], "Joon Kyu Seo": ["Range Data Registration Using Photometric Features., CVPR, 2005"], "Kartik Chandra": ["Using Coupled Subspace Models for Recovery of Reflectance Spectra from Airborne Images., CVPR, 2005"], "Neeraj K. Kanhere": ["Vehicle Segmentation and Tracking from a Low-Angle Off-Axis Camera., CVPR, 2005"], "Stan Birchfield": ["Spatiograms versus Histograms for Region-Based Tracking., CVPR, 2005"], "Tony F. Chan": ["Level Set Based Shape Prior Segmentation., CVPR, 2005"], "Cor J. Veenman": ["A Weighted Nearest Mean Classifier for Sparse Subspaces., CVPR, 2005"], "Antonis A. Argyros": ["Tracking Multiple Colored Blobs with a Moving Camera., CVPR, 2005"], "Pradeep Buddharaju": ["Automatic Thermal Monitoring System (ATHEMOS) for Deception Detection., CVPR, 2005"], "Kensaku Fujii": ["A Projector-Camera System with Real-Time Photometric Adaptation for Dynamic Environments., CVPR, 2005"], "Riad I. Hammoud": ["Efficient Real-Time Algorithms for Eye State and Head Pose Tracking in Advanced Driver Support Systems., CVPR, 2005"], "Yan Ke": ["Computer Vision for Music Identification: Video Demonstration., CVPR, 2005"], "Mathias Kölsch": ["Hand Tracking with Flocks of Features., CVPR, 2005"], "Xiaoming Liu": ["Online Modeling and Tracking of Pose-Varying Faces in Video., CVPR, 2005"], "Manolis I. A. Lourakis": ["Camera Matchmoving in Unprepared, Unknown Environments., CVPR, 2005"], "Frank Nielsen": ["Interactive Pinpoint Image Object Removal., CVPR, 2005"], "Chris Pal": ["Interactive Montages of Sprites for Indexing and Summarizing Security Video., CVPR, 2005"], "Gabriel Peyré": ["Geodesic Computation for Adaptive Remeshing., CVPR, 2005"], "Eftychios Sifakis": ["Facial Muscle Activations from Motion Capture., CVPR, 2005"], "Sudipta N. Sinha": ["Synchronization and Calibration of a Camera Network for 3D Event Reconstruction from Live Video., CVPR, 2005"], "Kam-Lun Tang": ["A Markov Random Field Approach for Dense Photometric Stereo., CVPR, 2005"], "SriRam Thirthala": ["Calibration of Pan-Tilt-Zoom (PTZ) Cameras and Omni-Directional Cameras., CVPR, 2005"], "Dimitris Samaras": ["Face Modeling and Analysis in Stony Brook University., CVPR, 2005"], "Hulya Yalcin": ["A Flow-Based Approach to Vehicle Detection and Background Mosaicking in Airborne Video., CVPR, 2005"], "N. Edenborough": ["Driver State Monitor from DELPHI., CVPR, 2005"], "Jia Li": ["ALIP: The Automatic Linguistic Indexing of Pictures System., CVPR, 2005"], "Abbas Rafii": ["RGB-Z: Mapping a Sparse Depth Map to a High Resolution RGB Camera Image., CVPR, 2005"]}