{"Sanjeev J. Koppal": ["Clustering Appearance for Scene Analysis., CVPR, 2006"], "Hong-Wen Kang": ["Space-Time Video Montage., CVPR, 2006"], "Nico Cornelis": ["Fast Compact City Modeling for Navigation Pre-Visualization., CVPR, 2006"], "Mukta Prasad": ["Single View Reconstruction of Curved Surfaces., CVPR, 2006"], "Dahua Lin": ["Recognize High Resolution Faces: From Macrocosm to Microcosm., CVPR, 2006", "Pursuing Informative Projection on Grassmann Manifold., CVPR, 2006"], "Xiaoxun Zhang": ["Local Steerable Phase (LSP) Feature for Face Representation and Recognition., CVPR, 2006"], "Wei-Yang Lin": ["Fusion of Summation Invariants in 3D Human Face Recognition., CVPR, 2006"], "Xiaoguang Lu": ["Deformation Modeling for Robust 3D Face Matching., CVPR, 2006"], "Wei Fan": ["Locally Linear Models on Face Appearance Manifolds with Application to Dual-Subspace Based Classification., CVPR, 2006"], "Trina Russ": ["3D Face Recognition Using 3D Alignment for PCA., CVPR, 2006"], "Jun Wang": ["3D Facial Expression Recognition Based on Primitive Surface Feature Distribution., CVPR, 2006"], "William A. P. Smith": ["Face Recognition using 2.5D Shape Information., CVPR, 2006"], "Rong Xiao": ["Joint Boosting Feature Selection for Robust Face Recognition., CVPR, 2006"], "Michael De Smet": ["A Generalized EM Approach for 3D Model Based Face Recognition under Occlusions., CVPR, 2006"], "Ying Shan": ["Learning Exemplar-Based Categorization for the Detection of Multi-View Multi-Pose Objects., CVPR, 2006"], "Xiaoming Liu": ["Optimal Pose for Face Recognition., CVPR, 2006"], "Maria-Elena Nilsback": ["A Visual Vocabulary for Flower Classification., CVPR, 2006"], "Jim Chan": ["Searching Off-line Arabic Documents., CVPR, 2006"], "Tamara L. Berg": ["Animals on the Web., CVPR, 2006"], "Ali Farhadi": ["Aligning ASL for Statistical Translation Using a Discriminative Word Model., CVPR, 2006"], "Derya Ozkan": ["A Graph Based Approach for Naming Faces in News Photos., CVPR, 2006"], "Xin-Jing Wang": ["AnnoSearch: Image Auto-Annotation by Search., CVPR, 2006"], "Qiang Zhu": ["Fast Human Detection Using a Cascade of Histograms of Oriented Gradients., CVPR, 2006"], "Zhenyao Mo": ["Real-time Hand Pose Recognition Using Low-Resolution Depth Images., CVPR, 2006"], "Shinji Hayashi": ["A Detection Technique for Degraded Face Images., CVPR, 2006"], "Ognjen Arandjelovic": ["Automatic Cast Listing in Feature-Length Films with Anisotropic Manifold Space., CVPR, 2006"], "Sy Bor Wang": ["Hidden Conditional Random Fields for Gesture Recognition., CVPR, 2006"], "Niloofar Gheissari": ["Person Reidentification Using Spatiotemporal Appearance., CVPR, 2006"], "Jiayong Zhang": ["Body Localization in Still Images Using Hierarchical Models and Hybrid Search., CVPR, 2006"], "Zhuowen Tu": ["Probabilistic 3D Polyp Detection in CT Images: The Role of Sample Alignment., CVPR, 2006"], "Anna Bosch": ["Modeling and Classifying Breast Tissue Density in Mammograms., CVPR, 2006"], "Shaohua Kevin Zhou": ["Image-Based Multiclass Boosting and Echocardiographic View Classification., CVPR, 2006", "BoostMotion: Boosting a Discriminative Similarity Function for Motion Estimation., CVPR, 2006"], "Peng Wang": ["Performance Modeling and Prediction of Face Recognition Systems., CVPR, 2006"], "Wonjun Hwang": ["Multiple Face Model of Hybrid Fourier Feature for Large Face Image Set., CVPR, 2006"], "Edgar Seemann": ["Multi-Aspect Detection of Articulated Objects., CVPR, 2006"], "Alexander Thomas": ["Towards Multi-View Object Class Detection., CVPR, 2006"], "Gang Wang": ["Using Dependent Regions for Object Categorization in a Generative Framework., CVPR, 2006"], "Bryan C. Russell": ["Using Multiple Segmentations to Discover Objects and their Extent in Image Collections., CVPR, 2006"], "Michael T. Chan": ["Joint Recognition of Complex Events and Track Matching., CVPR, 2006"], "Yan Tong": ["Inferring Facial Action Units with Causal Relations., CVPR, 2006"], "Yifan Shi": ["Learning Temporal Sequence Model from Partially Labeled Data., CVPR, 2006"], "Daniel Weinland": ["Automatic Discovery of Action Taxonomies from Multiple Views., CVPR, 2006"], "Hao Jiang": ["Successive Convex Matching for Action Detection., CVPR, 2006"], "Yang Wang": ["Unsupervised Discovery of Action Classes., CVPR, 2006"], "Alphan Altinok": ["Activity Analysis in Microtubule Videos by Mixture of Hidden Markov Models., CVPR, 2006"], "Dacheng Tao": ["Human Carrying Status in Visual Surveillance., CVPR, 2006"], "Alessandro Bissacco": ["Classifying Human Dynamics Without Contact Forces., CVPR, 2006"], "Tran The Truyen": ["AdaBoost.MRF: Boosted Markov Random Forests and Application to Multilevel Activity Recognition., CVPR, 2006"], "Sang Min Oh": ["Parameterized Duration Mmodeling for Switching Linear Dynamic Systems., CVPR, 2006"], "Fabio Cuzzolin": ["Using Bilinear Models for View-invariant Action and Identity Recognition., CVPR, 2006"], "Michael S. Ryoo": ["Recognition of Composite Human Activities through Context-Free Grammar Based Representation., CVPR, 2006"], "Feng Kang": ["Correlated Label Propagation with Application to Multi-label Learning., CVPR, 2006"], "Raia Hadsell": ["Dimensionality Reduction by Learning an Invariant Mapping., CVPR, 2006"], "Cristian Sminchisescu": ["Learning Joint Top-Down and Bottom-up Processes for 3D Visual Inference., CVPR, 2006"], "Andrea Vedaldi": ["Local Features, All Grown Up., CVPR, 2006"], "Ajit Rajwade": ["New Method of Probability Density Estimation with Application to Mutual Information Based Image Registration., CVPR, 2006"], "Daniel Cremers": ["Nonparametric Priors on the Space of Joint Intensity Distributions for Non-Rigid Multi-Modal Image Registration., CVPR, 2006"], "Lok Ming Lui": ["Automatic Landmark Tracking and its Application to the Optimization of Brain Conformal Mapping., CVPR, 2006"], "Tai-Pang Wu": ["Visible Surface Reconstruction from Normals with Discontinuity Consideration., CVPR, 2006"], "Todd E. Zickler": ["Reciprocal Image Features for Uncalibrated Helmholtz Stereopsis., CVPR, 2006", "Color Subspaces as Photometric Invariants., CVPR, 2006"], "Ryan White": ["Combining Cues: Shape from Shading and Texture., CVPR, 2006"], "Abdelrehim H. Ahmed": ["A New Formulation for Shape from Shading for Non-Lambertian Surfaces., CVPR, 2006"], "Tongbo Chen": ["Mesostructure from Specularity., CVPR, 2006"], "Li Shen": ["Spatial Reflectance Recovery under Complex Illumination from Sparse Images., CVPR, 2006"], "Qihui Zhu": ["Shape from Shading: Recognizing the Mountains through a Global View., CVPR, 2006"], "George Vogiatzis": ["Reconstruction in the Round Using Photometric Normals and Silhouettes.., CVPR, 2006"], "Ping Tan": ["Separation of Highlight Reflections on Textured Surfaces., CVPR, 2006"], "Tali Treibitz": ["Instant 3Descatter., CVPR, 2006"], "Stefan Roth": ["Specular Flow and the Recovery of Surface Structure., CVPR, 2006"], "Sachin Gangaputra": ["A Design Principle for Coarse-to-Fine Classification., CVPR, 2006"], "Wei Xu": ["A Multi-Channel Algorithm for Edge Detection Under Varying Lighting., CVPR, 2006"], "Iasonas Kokkinos": ["Bottom-Up & Top-down Object Detection using Primal Sketch Features and Graphical Models., CVPR, 2006"], "Ido Omer": ["The Bottleneck Geodesic: Computing Pixel Affinity., CVPR, 2006"], "Duangmanee Putthividhya": ["Motion Patterns: High-Level Representation of Natural Video Sequences., CVPR, 2006"], "Toufiq Parag": ["A Framework for Feature Selection for Background Subtraction., CVPR, 2006"], "Michael Elad": ["Image Denoising with Shrinkage and Redundant Representations., CVPR, 2006"], "Yong Xu": ["A Projective Invariant for Textures., CVPR, 2006"], "Sang-Mook Lee": ["A Shape Representation for Planar Curves by Shape Signature Harmonic Embedding., CVPR, 2006"], "Yu-Wing Tai": ["Perceptually-Inspired and Edge-Directed Color Image Super-Resolution., CVPR, 2006"], "Michael S. Brown": ["Image Pre-Conditioning for Out-of-Focus Projector Blur., CVPR, 2006"], "Piotr Dollár": ["Supervised Learning of Edges and Object Boundaries., CVPR, 2006"], "Fan Zhang": ["Multiscale Nonlinear Diffusion and Shock Filter for Ultrasound Image Enhancement., CVPR, 2006"], "Alaa E. Abdel-Hakim": ["CSIFT: A SIFT Descriptor with Color Invariant Characteristics., CVPR, 2006"], "Sarit Shwartz": ["Blind Haze Separation., CVPR, 2006"], "Marshall F. Tappen": ["Estimating Intrinsic Component Images using Non-Linear Regression., CVPR, 2006"], "Hong Chang": ["Graph Laplacian Kernels for Object Classification from a Single Example., CVPR, 2006"], "DongQing Zhang": ["A Generative-Discriminative Hybrid Method for Multi-View Object Detection., CVPR, 2006"], "Yi Liu": ["Shape Topics: A Compact Representation and New Algorithms for 3D Partial Shape Retrieval., CVPR, 2006"], "Silvio Savarese": ["Discriminative Object Class Models of Appearance and Shape by Correlatons., CVPR, 2006"], "Leonid Sigal": ["Measure Locally, Reason Globally: Occlusion-sensitive Articulated Pose Estimation., CVPR, 2006"], "Vidhya Navalpakkam": ["An Integrated Model of Top-Down and Bottom-Up Attention for Optimizing Detection Speed., CVPR, 2006"], "Changbo Yang": ["Region-based Image Annotation using Asymmetrical Support Vector Machine-based Multiple-Instance Learning., CVPR, 2006"], "Gal Elidan": ["Learning Object Shape: From Drawings to Images., CVPR, 2006"], "Steven C. H. Hoi": ["Learning Distance Metrics with Contextual Constraints for Image Retrieval., CVPR, 2006"], "Boris Epshtein": ["Satellite Features for the Classification of Visually Similar Classes., CVPR, 2006"], "Evgeni Begelfor": ["Affine Invariance Revisited., CVPR, 2006"], "Margarita Osadchy": ["Incorporating the Boltzmann Prior in Object Detection Using SVM., CVPR, 2006"], "Michael Jamieson": ["Using Language to Drive the Perceptual Grouping of Local Image Features., CVPR, 2006"], "Katherine A. Heller": ["A Simple Bayesian Framework for Content-Based Image Retrieval., CVPR, 2006"], "Marcin Marszalek": ["Spatial Weighting for Bag-of-Features., CVPR, 2006"], "Hao Zhang": ["SVM-KNN: Discriminative Nearest Neighbor Classification for Visual Category Recognition., CVPR, 2006"], "Derek Hoiem": ["Putting Objects in Perspective., CVPR, 2006"], "Ya Jin": ["Context and Hierarchy in a Probabilistic Image Model., CVPR, 2006"], "Lior Wolf": ["Perception Strategies in Hierarchical Vision Systems., CVPR, 2006"], "David Nistér": ["Scalable Recognition with a Vocabulary Tree., CVPR, 2006"], "Svetlana Lazebnik": ["Beyond Bags of Features: Spatial Pyramid Matching for Recognizing Natural Scene Categories., CVPR, 2006"], "Vasu Parameswaran": ["Tunable Kernels for Tracking., CVPR, 2006"], "Peter Nillius": ["Multi-Target Tracking - Linking Identities using Bayesian Network Inference., CVPR, 2006"], "Peter Sand": ["Particle Video: Long-Range Motion Estimation using Point Trajectories., CVPR, 2006"], "Frederic Devernay": ["Multi-Camera Scene Flow by Tracking 3-D Points and Surfels., CVPR, 2006"], "Vivek Verma": ["3D Building Detection and Modeling from Aerial LIDAR Data., CVPR, 2006"], "Sang-Chul Lee": ["Three-Dimensional Volume Reconstruction Based on Trajectory Fusion from Confocal Laser Scanning Microscope Images., CVPR, 2006"], "Gabriel Peyré": ["Landmark-Based Geodesic Computation for Heuristically Driven Path Planning., CVPR, 2006"], "Guoyan Zheng": ["Surface Reconstruction of Bone from X-ray Images and Point Distribution Model Incorporating a Novel Method for 2D-3D Correspondence., CVPR, 2006"], "Jaeil Choi": ["Element-Free Elastic Models for Volume Fitting and Capture., CVPR, 2006"], "Satya P. Mallick": ["Structure and View Estimation for Tomographic Reconstruction: A Bayesian Approach., CVPR, 2006"], "Chang Yuan": ["3D Reconstruction of Background and Objects Moving on Ground Plane Viewed from a Moving Camera., CVPR, 2006"], "Tianli Yu": ["SDG Cut: 3D Reconstruction of Non-lambertian Objects Using Graph Cuts on Surface Distance Grid., CVPR, 2006"], "Tae Eun Choe": ["3-D Shape Reconstruction of Retinal Fundus., CVPR, 2006"], "Yaser Sheikh": ["Shape from Dynamic Texture for Planes., CVPR, 2006"], "Lingyun Liu": ["Multiview Geometry for Texture Mapping 2D Images Onto 3D Range Data., CVPR, 2006"], "Amit K. Agrawal": ["Edge Suppression by Gradient Field Transformation Using Cross-Projection Tensors., CVPR, 2006"], "Yaron Caspi": ["Vertical Parallax from Moving Shadows., CVPR, 2006"], "Chunyu Gao": ["A Refractive Camera for Acquiring Stereo and Super-resolution Images., CVPR, 2006"], "Neil Gordon Alldrin": ["A Planar Light Probe., CVPR, 2006"], "Vaibhav Vaish": ["Reconstructing Occluded Surfaces Using Synthetic Apertures: Stereo, Focus and Robust Measures., CVPR, 2006"], "Ankur Agarwal": ["The Panum Proxy Algorithm for Dense Stereo Matching over a Volume of Interest., CVPR, 2006"], "Qingxiong Yang": ["Stereo Matching with Color-Weighted Correlation, Hierarchical Belief Propagation and Occlusion Handling., CVPR, 2006"], "Gang Li": ["Surface Geometric Constraints for Stereo in Belief Propagation., CVPR, 2006"], "Wei Zhou": ["Binocular Stereo Dense Matching in the Presence of Specular Reflections., CVPR, 2006"], "Kuk-Jin Yoon": ["Stereo Matching with Symmetric Cost Functions., CVPR, 2006"], "Cheng Lei": ["Region-Tree Based Stereo Using Dynamic Programming Optimization., CVPR, 2006"], "Heiko Hirschmüller": ["Stereo Vision in Structured Environments by Consistent Semi-Global Matching., CVPR, 2006"], "Christoph Strecha": ["Combined Depth and Outlier Estimation in Multi-View Stereo., CVPR, 2006"], "Michael Goesele": ["Multi-View Stereo Revisited., CVPR, 2006"], "Erik B. Sudderth": ["Depth from Familiar Objects: A Hierarchical Model for 3D Scenes., CVPR, 2006"], "Erick Delage": ["A Dynamic Bayesian Network Model for Autonomous 3D Reconstruction from a Single Indoor Image., CVPR, 2006"], "Jing Xiao": ["Simultaneous Registration and Modeling of Deformable Shapes., CVPR, 2006"], "Lav Rai": ["Real-time Image-Based Guidance Method for Lung-Cancer Assessment., CVPR, 2006"], "Jim Rodgers": ["Object Pose Detection in Range Scan Data., CVPR, 2006"], "Sen Wang": ["3D Surface Matching and Recognition Using Conformal Geometry., CVPR, 2006"], "David Tschumperlé": ["Wire Structure Pattern Extraction and Tracking From X-Ray Images of Composite Mechanisms., CVPR, 2006"], "Terrence Chen": ["Scale-Driven Iterative Optimization for Brain Extraction and Registration., CVPR, 2006"], "Hao Wu": ["Coupled Bayesian Framework for Dual Energy Image Registration., CVPR, 2006"], "Joerg Liebelt": ["Robust AAM Fitting by Fusion of Images and Disparity Data., CVPR, 2006"], "Pravin Bhat": ["Piecewise Image Registration in the Presence of Multiple Large Motions., CVPR, 2006"], "Ashley Eden": ["Seamless Image Stitching of Scenes with Large Motions and Exposure Differences., CVPR, 2006"], "Michael Kolomenkin": ["Image Matching Using Photometric Information., CVPR, 2006"]}