{"Shahram Ebadollahi": ["Automatic View Recognition in Echocardiogram Videos Using Parts-Based Representation., CVPR, 2004"], "Washington Mio": ["Elastic-String Models for Representation and Analysis of Planar Shapes., CVPR, 2004"], "Vasu Parameswaran": ["View Independent Human Body Pose Estimation from a Single Perspective Image., CVPR, 2004"], "Gabriel Moy": ["Distortion Estimation Techniques in Solving Visual CAPTCHAs., CVPR, 2004"], "Henry Schneiderman": ["Feature-Centric Evaluation for Efficient Cascaded Object Detection., CVPR, 2004", "Learning a Restricted Bayesian Network for Object Detection., CVPR, 2004"], "Ueli Rutishauser": ["Is Bottom-Up Attention Useful for Object Recognition?, CVPR, 2004"], "Cheng Chang": ["Cyclic Articulated Human Motion Tracking by Sequential Ancestral Simulation., CVPR, 2004"], "Kobi Levi": ["Learning Object Detection from a Small Number of Examples: The Importance of Good Features., CVPR, 2004"], "Lena Gorelick": ["Shape Representation and Classification Using the Poisson Equation., CVPR, 2004"], "Patrick Grother": ["Models of Large Population Recognition Performance., CVPR, 2004"], "Tom Yeh": ["Searching the Web with Mobile Images for Location Recognition., CVPR, 2004"], "Daniel F. Huber": ["Parts-Based 3D Object Classification., CVPR, 2004"], "Frédéric Jurie": ["Scale-Invariant Shape Features for Recognition of Object Categories., CVPR, 2004"], "Yann LeCun": ["Learning Methods for Generic Object Recognition with Invariance to Pose and Lighting., CVPR, 2004"], "Vittorio Ferrari": ["Integrating Multiple Model Views for Object Recognition., CVPR, 2004"], "Sung Chun Lee": ["Extraction and Integration of Window in a 3D Building Model from Ground View Image., CVPR, 2004"], "Ying Shan": ["Linear Model Hashing and Batch RANSAC for Rapid and Accurate Object Recognition., CVPR, 2004"], "Che-Bin Liu": ["A Model for Dynamic Shape and Its Applications., CVPR, 2004"], "Moshe Ben-Ezra": ["Jitter Camera: High Resolution Video from a Low Resolution Detector., CVPR, 2004"], "R. Andrew Hicks": ["The Method of Vector Fields for Catadioptric Sensor Design with Applications to Panoramic Imaging., CVPR, 2004"], "Göksel Dedeoglu": ["High-Zoom Video Hallucination by Exploiting Spatio-Temporal Regularities., CVPR, 2004"], "Dan Witzner Hansen": ["Eye Typing off the Shelf., CVPR, 2004"], "Mark Ashdown": ["A Flexible Projector-Camera System for Multi-Planar Displays., CVPR, 2004"], "Chris Pal": ["Probability Models for High Dynamic Range Imaging., CVPR, 2004"], "Biswajit Bose": ["Improving Object Classification in Far-Field Video., CVPR, 2004"], "Vladimir Brajovic": ["Brightness Perception, Dynamic Range and Noise: A Unifying Model for Adaptive Image Sensors., CVPR, 2004"], "Yoav Y. Schechner": ["Uncontrolled Modulation Imaging., CVPR, 2004"], "Dimitrios Makris": ["Bridging the Gaps between Cameras., CVPR, 2004"], "Salih Burak Göktürk": ["3D Head Tracking Based on Recognition and Interpolation Using a Time-of-Flight Depth Sensor., CVPR, 2004"], "Rahul Rao": ["Calibrating an Air-Ground Control System from Motion Correspondences., CVPR, 2004"], "Tianli Yu": ["Recovering Shape and Reflectance Model of Non-Lambertian Objects from Multiple Views., CVPR, 2004"], "Héctor H. González-Baños": ["Computing Depth under Ambient Illumination Using Multi-Shuttered Light., CVPR, 2004"], "Vincent Lepetit": ["Point Matching as a Classification Problem for Fast and Robust Object Pose Estimation., CVPR, 2004"], "Yimin Wu": ["Feature Selection for Classifying High-Dimensional Numerical Data., CVPR, 2004"], "Xiaogang Wang": ["Random Sampling LDA for Face Recognition., CVPR, 2004", "Dual-Space Linear Discriminant Analysis for Face Recognition., CVPR, 2004"], "Vassilis Athitsos": ["BoostMap: A Method for Efficient Approximate Similarity Rankings., CVPR, 2004"], "Jie Sun": ["Automatic Cascade Training with Perturbation Bias., CVPR, 2004"], "Rong Yan": ["A Discriminative Learning Framework with Pairwise Constraints for Video Object Classification., CVPR, 2004"], "Bennett Wilburn": ["High-Speed Videography Using a Dense Camera Array., CVPR, 2004"], "Anurag Mittal": ["Motion-Based Background Subtraction Using Adaptive Kernel Density Estimation., CVPR, 2004"], "René Vidal": ["Motion Segmentation with Missing Data Using PowerFactorization and GPCA., CVPR, 2004"], "Vinod Nair": ["An Unsupervised, Online Learning Framework for Moving Object Detection., CVPR, 2004"], "Greg Mori": ["Recovering Human Body Configurations: Combining Segmentation and Recognition., CVPR, 2004"], "Mun Wai Lee": ["Proposal Maps Driven MCMC for Estimating Human Body Pose in Static Images., CVPR, 2004"], "Jiayong Zhang": ["Representation and Matching of Articulated Shapes., CVPR, 2004"], "Eitan Sharon": ["2D-Shape Analysis Using Conformal Mapping., CVPR, 2004"], "Leo Grady": ["Faster Graph-Theoretic Image Processing via Small-World and Quadtree Topologies., CVPR, 2004"], "Xiangrong Chen": ["Detecting and Reading Text in Natural Scenes., CVPR, 2004"], "Zhifeng Li": ["Bayesian Face Recognition Using Support Vector Machine and Face Clustering., CVPR, 2004"], "Geof H. Givens": ["How Features of the Human Face Affect Recognition: A Statistical Comparison of Three Face Recognition Algorithms., CVPR, 2004"], "How-Lung Eng": ["Novel Region-Based Modeling for Human Detection within Highly Dynamic Aquatic Environment., CVPR, 2004"], "Michael Harville": ["Fast, Integrated Person Tracking and Activity Recognition with Plan-View Templates from a Single Stereo Camera., CVPR, 2004"], "Tao Zhao": ["Tracking Multiple Humans in Crowded Environment., CVPR, 2004"], "Jian Yao": ["Efficient Model-Based Linear Head Motion Recovery from Movies., CVPR, 2004"], "Martin H. C. Law": ["Multiobjective Data Clustering., CVPR, 2004"], "Behzad Kamgar-Parsi": ["An Invariant, Closed-Form Solution for Matching Sets of 3D Lines., CVPR, 2004"], "Ramin Zabih": ["Spatially Coherent Clustering Using Graph Cuts., CVPR, 2004"], "Ido Leichter": ["A Probabilistic Framework for Combining Tracking Algorithms., CVPR, 2004"], "Jin Hyeong Park": ["Local Smoothing for Manifold Learning., CVPR, 2004"], "Richard Nock": ["Grouping with Bias Revisited., CVPR, 2004"], "Tibério S. Caetano": ["Graphical Models for Graph Matching., CVPR, 2004"], "Qi Li": ["Linear Projection Methods in Face Recognition under Unconstrained Illuminations: A Comparative Study., CVPR, 2004"], "Sean M. O'Malley": ["Towards Robust Structure-Based Enhancement and Horizon Picking in 3-D Seismic Data., CVPR, 2004"], "Derek Hoiem": ["Object-Based Image Retrieval Using the Statistical Structure of Images., CVPR, 2004"], "Haitao Wang": ["Generalized Quotient Image., CVPR, 2004"], "Yan Ke": ["PCA-SIFT: A More Distinctive Representation for Local Image Descriptors., CVPR, 2004"], "Nicholas J. Tustison": ["Biventricular Myocardial Kinematics Based on Tagged MRI from Anatomical NURBS Models., CVPR, 2004"], "Ya Chang": ["Probabilistic Expression Analysis on Manifolds., CVPR, 2004"], "Xiaojin Shi": ["Invariant Operators, Small Samples, and the Bias-Variance Dilemma., CVPR, 2004"], "Jing Xiao": ["Real-Time Combined 2D+3D Active Appearance Models., CVPR, 2004"], "Alexander Berengolts": ["On the Distribution of Saliency., CVPR, 2004"], "Trip Denton": ["Approximation of Canonical Sets and Their Applications to 2D View Simplification., CVPR, 2004"], "Kaizhu Huang": ["Learning Classifiers from Imbalanced Data Based on Biased Minimax Probability Machine., CVPR, 2004"], "Tomer Hertz": ["Learning Distance Functions for Image Retrieval., CVPR, 2004"], "Maria-Elena Nilsback": ["Cue Integration through Discriminative Accumulation., CVPR, 2004"], "Dacheng Tao": ["Orthogonal Complement Component Analysis for Positive Samples in SVM Based Relevance Feedback Image Retrieval., CVPR, 2004", "Random Sampling Based SVM for Relevance Feedback Image Retrieval., CVPR, 2004"], "Qifa Ke": ["Robust Subspace Clustering by Combined Use of kNND Metric and SVD Algorithm., CVPR, 2004"], "Tomomasa Gotoh": ["Direct Super-Resolution and Registration Using Raw CFA Images., CVPR, 2004"], "Cristian Sminchisescu": ["Variational Mixture Smoothing for Non-Linear Dynamical Systems., CVPR, 2004"], "Sachin Gangaputra": ["Self-Normalized Linear Tests., CVPR, 2004"], "Matthew R. Boutell": ["Bayesian Fusion of Camera Metadata Cues in Semantic Scene Classification., CVPR, 2004"], "Kun Huang": ["Minimum Effective Dimension for Mixtures of Subspaces: A Robust GPCA Algorithm and Its Applications., CVPR, 2004"], "Jan Erik Solem": ["Reconstructing Open Surfaces from Unorganized Data Points., CVPR, 2004"], "Zhimin Fan": ["Inference of Multiple Subspaces from High-Dimensional Data and Application to Multibody Grouping., CVPR, 2004"], "Kuntal Sengupta": ["A Non-Parametric Approach for Independent Component Analysis Using Kernel Density Estimation., CVPR, 2004"], "Marshall F. Tappen": ["Efficient Graphical Models for Processing Images., CVPR, 2004"], "Ahmed M. Elgammal": ["Inferring 3D Body Pose from Silhouettes Using Activity Manifold Learning., CVPR, 2004"], "George Papandreou": ["A Fast Multigrid Implicit Algorithm for the Evolution of Geodesic Active Contours., CVPR, 2004"], "Xuming He": ["Multiscale Conditional Random Fields for Image Labeling., CVPR, 2004"], "Zongyi Liu": ["Studies on Silhouette Quality and Gait Recognition., CVPR, 2004"], "Joan Alexis Glaunès": ["Diffeomorphic Matching of Distributions: A New Approach for Unlabelled Point-Sets and Sub-Manifolds Matching., CVPR, 2004"], "Jilin Tu": ["Face Localization via Hierarchical CONDENSATION with Fisher Boosting Feature Selection., CVPR, 2004"], "Srinivas Ravela": ["Shaping Receptive Fields for Affine Invariance., CVPR, 2004"], "Adrian Barbu": ["Multigrid and Multi-Level Swendsen-Wang Cuts for Hierarchic Graph Partition., CVPR, 2004"], "Rui Huang": ["A Graphical Model Framework for Coupling MRFs and Deformable Models., CVPR, 2004"], "Gustavo Carneiro": ["Flexible Spatial Models for Grouping Local Image Features., CVPR, 2004"], "Pei Yin": ["Asymmetrically Boosted HMM for Speech Reading., CVPR, 2004"], "Antonio Torralba": ["Sharing Features: Efficient Boosting Procedures for Multiclass Object Detection., CVPR, 2004"], "Nuno Vasconcelos": ["Scalable Discriminant Feature Selection for Image Retrieval and Recognition., CVPR, 2004"], "Galina V. Veres": ["What Image Information Is Important in Silhouette-Based Gait Recognition?, CVPR, 2004"], "Rawesak Tanawongsuwan": ["Modelling the Effects of Walking Speed on Appearance-Based Gait Recognition., CVPR, 2004"], "Jianzhuang Liu": ["Efficient Search of Faces from Complex Line Drawings., CVPR, 2004"], "Abdenour Hadid": ["A Discriminative Feature Space for Detecting and Recognizing Faces., CVPR, 2004"], "Shaohua Kevin Zhou": ["Probabilistic Identity Characterization for Face Recognition., CVPR, 2004"], "Sriram Jayaram": ["Effect of Colorspace Transformation, the Illuminance Component, and Color Modeling on Skin Detection., CVPR, 2004"], "Hua Zhong": ["Detecting Unusual Activity in Video., CVPR, 2004"], "Christian Bauckhage": ["A Cognitive Vision System for Action Recognition in Office Environments., CVPR, 2004"], "Marios Savvides": ["\"Corefaces\" - Robust Shift Invariant PCA Based Correlation Filter for Illumination Tolerant Face Recognition., CVPR, 2004"], "Ju Han": ["Statistical Feature Fusion for Gait-Based Human Recognition., CVPR, 2004"], "Tamara L. Berg": ["Names and Faces in the News., CVPR, 2004"], "Simon Lucey": ["A GMM Parts Based Face Representation for Improved Verification through Relevance Adaptation., CVPR, 2004"], "Yifan Shi": ["Propagation Networks for Recognition of Partially Ordered Sequential Action., CVPR, 2004"], "Haisong Gu": ["Facial Event Classification with Task Oriented Dynamic Bayesian Network., CVPR, 2004"], "Giambattista Gennari": ["Probabilistic Data Association Methods in Visual Tracking of Group., CVPR, 2004"], "Ankur Agarwal": ["3D Human Pose from Silhouettes by Relevance Vector Regression., CVPR, 2004"], "Sinjini Mitra": ["Local Facial Asymmetry for Expression Classification., CVPR, 2004"], "Stuart D. Mowbray": ["Extraction and Recognition of Periodically Deforming Objects by Continuous, Spatio-Temporal Shape Description., CVPR, 2004"], "Xiaoou Tang": ["Frame Synchronization and Multi-Level Subspace Analysis for Video Based Face Recognition., CVPR, 2004"], "Edward Jaser": ["Hierarchical Decision Making Scheme for Sports Video Categorisation with Temporal Post-Processing., CVPR, 2004"], "Fred Rothganger": ["Segmenting, Modeling, and Matching Video Clips Containing Multiple Moving Objects., CVPR, 2004"], "Mohammed Yeasin": ["From Facial Expression to Level of Interest: A Spatio-Temporal Approach., CVPR, 2004"], "Paul Smith": ["Integrating and Employing Multiple Levels of Zoom for Activity Recognition., CVPR, 2004"], "Stephen Lin": ["Radiometric Calibration from a Single Image., CVPR, 2004"], "Ido Omer": ["Color Lines: Image Specific Color Representation., CVPR, 2004"], "John P. Kaufhold": ["Learning to Segment Images Using Region-Based Perceptual Features., CVPR, 2004"], "Wen-Yi Zhao": ["Alignment of Continuous Video onto 3D Point Clouds., CVPR, 2004"], "Jiangjian Xiao": ["Motion Layer Extraction in the Presence of Occlusion Using Graph Cut., CVPR, 2004"], "Zia Khan": ["A Rao-Blackwellized Particle Filter for EigenTracking., CVPR, 2004"], "Kilian Q. Weinberger": ["Unsupervised Learning of Image Manifolds by Semidefinite Programming., CVPR, 2004"], "Ruofei Zhang": ["Hidden Semantic Concept Discovery in Region Based Image Retrieval., CVPR, 2004"], "Shaolei Feng": ["Multiple Bernoulli Relevance Models for Image and Video Annotation., CVPR, 2004"], "Diego A. Socolinsky": ["Thermal Face Recognition in an Operational Scenario., CVPR, 2004"], "Mingli Song": ["Audio-Visual Based Emotion Recognition - A New Approach., CVPR, 2004"], "Jesse Hoey": ["Value Directed Learning of Gestures and Facial Displays., CVPR, 2004"], "Miodrag Dimitrijevic": ["Accurate Face Models from Uncalibrated and Ill-Lit Video Sequences., CVPR, 2004"]}