{"David Lee": ["Edge detection, classification, and measurement., CVPR, 1989"], "Amlan Kundu": ["Robust edge detection., CVPR, 1989"], "James S. Duncan": ["Edge reinforcement using parametrized relaxation labeling., CVPR, 1989"], "Olivier Monga": ["3D edge detection using recursive filtering: application to scanner images., CVPR, 1989"], "Hemant D. Tagare": ["A theory of photometric stereo for a general class of reflectance maps., CVPR, 1989"], "Lawrence B. Wolff": ["Shape understanding from Lambertian photometric flow fields., CVPR, 1989", "Using polarization to separate reflection components., CVPR, 1989", "Polarization/radiometric based material classification., CVPR, 1989", "Accurate measurement of orientation from stereo using line correspondence., CVPR, 1989"], "Keith Hartt": ["A method for shape-from-shading using multiple images acquired under different viewing and lighting conditions., CVPR, 1989"], "A. Ravishankar Rao": ["Computing oriented texture fields., CVPR, 1989"], "Eric Saund": ["Adding scale to the primal sketch., CVPR, 1989"], "Kristine Gould": ["The trajectory primal sketch: a multi-scale scheme for representing motion characteristics., CVPR, 1989"], "Hin Leong Tan": ["A cost minimization approach to edge detection using simulated annealing., CVPR, 1989"], "John Princen": ["A hierarchical approach to line extraction., CVPR, 1989"], "Lawrence H. Staib": ["Parametrically deformable contour models., CVPR, 1989"], "Alan L. Yuille": ["Feature extraction from faces using deformable templates., CVPR, 1989"], "Patrick J. Flynn": ["On reliable curvature estimation., CVPR, 1989"], "Alan M. McIvor": ["Edge recognition in dynamic vision., CVPR, 1989"], "Jian Wu": ["A contour-based recovery of image flow: iterative method., CVPR, 1989"], "Chiou-Shann Fuh": ["Region-based optical flow estimation., CVPR, 1989"], "R. V. Raja Kumar": ["A nonlinear optimization algorithm for the estimation of structure and motion parameters., CVPR, 1989"], "Juyang Weng": ["Optimal motion and structure estimation., CVPR, 1989"], "John F. Bronskill": ["A knowledge-based approach to the detection, tracking and classification of target formations in infrared image sequences., CVPR, 1989"], "R. Dutta": ["A data set for quantitative motion analysis., CVPR, 1989"], "Jianning Xu": ["The optimal implementation of morphological operations on neighborhood connected array processors., CVPR, 1989"], "Edward R. Dougherty": ["The dual representation of gray-scale morphological filters., CVPR, 1989"], "John K. Goutsias": ["Image coding via morphological transformations: a general theory., CVPR, 1989"], "Shih-Chii Liu": ["Generalized smoothing networks in early vision., CVPR, 1989"], "Andrea Califano": ["Generalized neighborhoods: a new approach to complex parameter feature extraction., CVPR, 1989"], "Alireza Khotanzad": ["Object recognition using a neural network and invariant Zernike features., CVPR, 1989"], "Yung-Sheng Chen": ["A 1-subcycle parallel thinning algorithm for producing perfect 8-curves and obtaining isotropic skeleton of an L-shape pattern., CVPR, 1989"], "Pavel Grossmann": ["From 3D line segments to objects and spaces., CVPR, 1989"], "Richard Szeliski": ["Fast surface interpolation using hierarchical basis functions., CVPR, 1989"], "Sarvajit S. Sinha": ["Discontinuity preserving surface reconstruction., CVPR, 1989"], "Y. F. Wang": ["A new method for computing intrinsic surface properties., CVPR, 1989"], "Byron Dom": ["Feature selection with stochastic complexity., CVPR, 1989"], "Fan Jiang": ["Depth from dynamic stereo images., CVPR, 1989"], "Alex Pentland": ["A simple, real-time range camera., CVPR, 1989"], "C. Marc Bastuscheck": ["Techniques for real-time generation of range images., CVPR, 1989"], "Farzin Mokhtarian": ["Fingerprint theorems for curvature and torsion zero-crossings., CVPR, 1989"], "Guy D. Godin": ["Structured edge map of curved objects in a range image., CVPR, 1989"], "Behzad Kamgar-Parsi": ["Registration of multiple overlapping range images: scenes without distinctive features., CVPR, 1989", "Quantization error in spatial sampling: comparison between square and hexagonal pixels., CVPR, 1989"], "Subhasis Chaudhuri": ["Estimation of motion parameters for a deformable object from range data., CVPR, 1989"], "Chaur-Chin Chen": ["Experiments in filtering discrete Markov random fields to textures., CVPR, 1989"], "Michael J. Daily": ["Color image segmentation using Markov random fields., CVPR, 1989"], "Gongzhu Hu": ["Representation and segmentation of a cluttered scene using fused edge and surface data., CVPR, 1989"], "Adi Perry": ["Segmentation of textured images., CVPR, 1989"], "Jitendra Malik": ["A computational model of texture segmentation., CVPR, 1989"], "Rakesh Mohan": ["Segmentation and description based on perceptual organization., CVPR, 1989"], "Saeid Tehrani": ["Knowledge-guided left ventricular boundary detection., CVPR, 1989"], "Gad Ron": ["Multiresolution shape from shading., CVPR, 1989"], "Chanhee Oh": ["Integrated modelling of thermal and visual image generation., CVPR, 1989"], "Robert M. Haralick": ["Monocular vision using inverse perspective projection geometry: analytic relations., CVPR, 1989", "Methodology for experimental computer vision., CVPR, 1989"], "David J. Fleet": ["Computation of normal velocity from local phase information., CVPR, 1989"], "Allan D. Jepson": ["The fast computation of disparity from phase differences., CVPR, 1989"], "Thomas J. Olson": ["Real time vergence control., CVPR, 1989"], "Laurent Cohen": ["Hierarchical region based stereo matching., CVPR, 1989"], "Toshihiko Morita": ["Measurement in three dimensions by motion stereo and spherical mapping., CVPR, 1989"], "Ali E. Kayaalp": ["Scanning electron microscope based stereo analysis [for semiconductor IC inspection]., CVPR, 1989"], "D. Petkovic": ["The need for accuracy verification of machine vision algorithms and systems., CVPR, 1989"], "Yaser Yacoob": ["3D object recognition via simulated particles diffusion., CVPR, 1989"], "Katsushi Ikeuchi": ["Determining linear shape change: toward automatic generation of object recognition programs., CVPR, 1989"], "James W. Modestino": ["A Markov random field model-based approach to image interpretation., CVPR, 1989"], "David A. Forsyth": ["Mutual illumination., CVPR, 1989"], "Ten-lee Hwang": ["A depth recovery algorithm using defocus information., CVPR, 1989"], "Donald B. Gennery": ["Visual terrain matching for a Mars rover., CVPR, 1989"], "Aaron F. Bobick": ["Representation space: an approach to the integration of visual information., CVPR, 1989"], "Radu Horaud": ["An analytic solution for the perspective 4-point problem., CVPR, 1989"], "Gabriel Taubin": ["Representing and comparing shapes using shape polynomials., CVPR, 1989"], "Marc Richetin": ["Inverse perspective transform from zero-curvature curve points application to the localization of some generalized cylinders., CVPR, 1989"], "Chong-Huah Lo": ["Representation and recognition of 3D curves., CVPR, 1989"], "Paul Kube": ["Likely local shape., CVPR, 1989"], "Sei-Wang Chen": ["Object wings-2 1/2 D primitives for 3D recognition., CVPR, 1989"], "Seth Hutchinson": ["Applying uncertainty reasoning to model based object recognition., CVPR, 1989"], "Venu Govindaraju": ["Locating human faces in newspaper photographs., CVPR, 1989"], "M. J. Stephens": ["Outdoor vehicle navigation using passive 3D vision., CVPR, 1989"], "W. Burger": ["On computing a 'fuzzy' focus of expansion for autonomous navigation., CVPR, 1989"], "Yong Koo Hwang": ["Path planning using a potential field representation., CVPR, 1989"], "Paul Suetens": ["Recognition of the coronary blood vessels on angiograms using hierarchical model-based iconic search., CVPR, 1989"], "Linnan Liu": ["Application of robust sequential edge detection and linking to boundaries of low contrast lesions in medical images., CVPR, 1989"], "Rajarshi Ray": ["Automated inspection of solder bumps using visual signatures of specular image-highlights., CVPR, 1989"], "Jakub Segen": ["Model learning and recognition of nonrigid objects., CVPR, 1989"], "Richard L. Keizer": ["Marked grid labeling., CVPR, 1989"], "Philippe Saint-Marc": ["Adaptive smoothing: a general tool for early vision., CVPR, 1989"], "Ruud M. Bolle": ["Visual recognition using concurrent and layered parameter networks., CVPR, 1989"], "Akio Shio": ["An automatic thresholding algorithm based on an illumination-independent contrast measure., CVPR, 1989"], "Peter Meer": ["Processing of line drawings in a hierarchical environment., CVPR, 1989"], "John W. Betz": ["Representation and transformation of uncertainty in an evidence theory framework., CVPR, 1989"], "Kichul Kim": ["Parallel memory systems for image processing., CVPR, 1989"], "Xiaobo Li": ["Hierarchical clustering on SIMD machines with alignment network., CVPR, 1989"], "M. Mary Eshaghian": ["Fine grain image computations on electro-optical arrays., CVPR, 1989"], "J. K. Kearney": ["Camera calibration using geometric constraints., CVPR, 1989"], "Tsugito Maruyama": ["Development of hand-eye system with 3-D vision and microgripper and its application to assembling flexible wires., CVPR, 1989"], "Alan J. Filipski": ["Recognition of hand-lettered characters in the GTX 5000 drawing processor., CVPR, 1989"]}