{"Eric Nowak": ["Learning Visual Similarity Measures for Comparing Never Seen Objects., CVPR, 2007"], "Herve Jegou": ["A contextual dissimilarity measure for accurate and efficient image search., CVPR, 2007"], "Simon A. J. Winder": ["Learning Local Image Descriptors., CVPR, 2007"], "Hongli Deng": ["Principal Curvature-Based Region Detector for Object Recognition., CVPR, 2007"], "Alexander Toshev": ["Image Matching via Saliency Region Correspondences., CVPR, 2007"], "Roberto Tron": ["A Benchmark for the Comparison of 3-D Motion Segmentation Algorithms., CVPR, 2007"], "Hongdong Li": ["Two-View Motion Segmentation from Linear Programming Relaxation., CVPR, 2007", "A practical algorithm for L triangulation with outliers., CVPR, 2007"], "Le Lu": ["A Nonparametric Treatment for Location/Segmentation Based Visual Tracking., CVPR, 2007"], "Saad Ali": ["A Lagrangian Particle Dynamics Approach for Crowd Flow Segmentation and Stability Analysis., CVPR, 2007", "Motion and Appearance Contexts for Tracking and Re-Acquiring Targets in Aerial Videos., CVPR, 2007"], "Hua Yang": ["Differential Camera Tracking through Linearizing the Local Appearance Manifold., CVPR, 2007"], "Marshall F. Tappen": ["Learning Gaussian Conditional Random Fields for Low-Level Vision., CVPR, 2007", "Utilizing Variational Optimization to Learn Markov Random Fields., CVPR, 2007"], "Kent Shi": ["Mapping Natural Image Patches by Explicit and Implicit Manifolds., CVPR, 2007"], "Jun Li": ["Hierarchical Structuring of Data on Manifolds., CVPR, 2007"], "Lie Gu": ["Learning GMRF Structures for Spatial Priors., CVPR, 2007"], "Huan Wang": ["Trace Ratio vs. Ratio Trace for Dimensionality Reduction., CVPR, 2007"], "Shuicheng Yan": ["Element Rearrangement for Tensor-Based Subspace Learning., CVPR, 2007"], "Tae-Kyun Kim": ["Incremental Linear Discriminant Analysis Using Sufficient Spanning Set Approximations., CVPR, 2007", "Tensor Canonical Correlation Analysis for Action Classification., CVPR, 2007"], "Tanveer Fathima Syeda-Mahmood": ["Unsupervised Clustering using Multi-Resolution Perceptual Grouping., CVPR, 2007"], "Alper Yilmaz": ["Object Tracking by Asymmetric Kernel Mean Shift with Automatic Scale and Orientation Selection., CVPR, 2007"], "Andriy Myronenko": ["Free-Form Nonrigid Image Registration Using Generalized Elastic Nets., CVPR, 2007"], "Robin Hess": ["Improved Video Registration using Non-Distinctive Local Image Features., CVPR, 2007"], "Yu-Wing Tai": ["Robust Estimation of Texture Flow via Dense Feature Sampling., CVPR, 2007"], "Qian Yu": ["Multiple Target Tracking Using Spatio-Temporal Markov Chain Monte Carlo Data Association., CVPR, 2007"], "Hao Wu": ["In Situ Evaluation of Tracking Algorithms Using Time Reversed Chains., CVPR, 2007"], "Geraldo F. Silveira": ["Real-time Visual Tracking under Arbitrary Illumination Changes., CVPR, 2007"], "Margrit Betke": ["Tracking Large Variable Numbers of Objects in Clutter., CVPR, 2007"], "Michael Grabner": ["Learning Features for Tracking., CVPR, 2007"], "Antoni B. Chan": ["Classifying Video with Kernel Dynamic Textures., CVPR, 2007"], "Raghav Subbarao": ["Discontinuity Preserving Filtering over Analytic Manifolds., CVPR, 2007"], "Adrien Bartoli": ["Generalized Thin-Plate SplineWarps., CVPR, 2007"], "Yong Seok Heo": ["Simultaneous Depth Reconstruction and Restoration of Noisy Stereo Images using Non-local Pixel Distribution., CVPR, 2007"], "Tian-Tsong Ng": ["Using Geometry Invariants for Camera Response Function Estimation., CVPR, 2007"], "Wei Fan": ["Image Hallucination Using Neighbor Embedding over Visual Primitive Manifolds., CVPR, 2007"], "Lidan Miao": ["A Blind Source Separation Perspective on Image Restoration., CVPR, 2007"], "Nigel J. W. Morris": ["Statistics of Infrared Images., CVPR, 2007"], "Youngbae Hwang": ["Sensor noise modeling using the Skellam distribution: Application to the color edge detection., CVPR, 2007"], "Yasuyuki Matsushita": ["A Probabilistic Intensity Similarity Measure based on Noise Distributions., CVPR, 2007", "Radiometric Calibration from Noise Distributions., CVPR, 2007"], "Jue Wang": ["Optimized Color Sampling for Robust Matting., CVPR, 2007", "Simultaneous Matting and Compositing., CVPR, 2007"], "Shifeng Chen": ["Iterative MAP and ML Estimations for Image Segmentation., CVPR, 2007"], "Pei Yin": ["Tree-based Classifiers for Bilayer Video Segmentation., CVPR, 2007"], "Guillaume Charpiat": ["Shape Statistics for Image Segmentation with Prior., CVPR, 2007"], "Yogesh Rathi": ["Segmenting Images on the Tensor Manifold., CVPR, 2007"], "Himanshu Arora": ["Unsupervised Segmentation of Objects using Efficient Learning., CVPR, 2007", "Modelling Objects using Distribution and Topology of Multiscale Region Pairs., CVPR, 2007"], "Daniel Cremers": ["Nonlinear Dynamical Shape Priors for Level Set Segmentation., CVPR, 2007"], "Greg G. Slabaugh": ["A Variational Approach to the Evolution of Radial Basis Functions for Image Segmentation., CVPR, 2007"], "Chunming Li": ["Implicit Active Contours Driven by Local Binary Fitting Energy., CVPR, 2007"], "Ian Simon": ["A Probabilistic Model for Object Recognition, Segmentation, and Non-Rigid Correspondence., CVPR, 2007"], "Jianhua Yan": ["A Graph Reduction Method for 2D Snake Problems., CVPR, 2007"], "Sharon Alpert": ["Image Segmentation by Probabilistic Bottom-Up Aggregation and Cue Integration., CVPR, 2007"], "Pedro F. Felzenszwalb": ["Hierarchical Matching of Deformable Shapes., CVPR, 2007"], "Jean-Philippe Pons": ["Delaunay Deformable Models: Topology-Adaptive Meshes Based on the Restricted Delaunay Triangulation., CVPR, 2007"], "Ady Ecker": ["Shape from Planar Curves: A Linear Escape from Flatland., CVPR, 2007"], "Xiaofeng Ren": ["Learning and Matching Line Aspects for Articulated Objects., CVPR, 2007", "Tracking as Repeated Figure/Ground Segmentation., CVPR, 2007"], "Jianke Zhu": ["A Multi-Scale Tikhonov Regularization Scheme for Implicit Surface Modelling., CVPR, 2007", "Progressive Finite Newton Approach To Real-time Nonrigid Surface Detection., CVPR, 2007"], "Huijun Di": ["Groupwise Shape Registration on Raw Edge Sequence via A Spatio-Temporal Generative Model., CVPR, 2007"], "Anelia Angelova": ["Fast Terrain Classification Using Variable-Length Representation for Autonomous Navigation., CVPR, 2007"], "Sinisa Segvic": ["Large scale vision-based navigation without an accurate global reconstruction., CVPR, 2007", "Influence of numerical conditioning on the accuracy of relative orientation., CVPR, 2007"], "Denis Chekhlov": ["Robust Real-Time Visual SLAM Using Scale Prediction and Exemplar Based Feature Description., CVPR, 2007"], "Olivier Koch": ["Wide-Area Egomotion Estimation from Known 3D Structure., CVPR, 2007"], "Shengyang Dai": ["Soft Edge Smoothness Prior for Alpha Channel Super Resolution., CVPR, 2007", "Detector Ensemble., CVPR, 2007"], "Jiaya Jia": ["Single Image Motion Deblurring Using Transparency., CVPR, 2007"], "Amit K. Agrawal": ["Resolving Objects at Higher Resolution from a Single Motion-blurred Image., CVPR, 2007"], "Joseph Schlecht": ["Inferring Grammar-based Structure Models from 3D Microscopy Data., CVPR, 2007"], "Yang Li": ["Model-Guided Segmentation of 3D Neuroradiological Image Using Statistical Surface Wavelet Model., CVPR, 2007"], "Adrian Barbu": ["Hierarchical Learning of Curves Application to Guidewire Localization in Fluoroscopy., CVPR, 2007"], "Tianfu Wu": ["Compositional Boosting for Computing Hierarchical Image Structures., CVPR, 2007"], "Zhuowen Tu": ["Learning Generative Models via Discriminative Approaches., CVPR, 2007"], "Roland Memisevic": ["Unsupervised Learning of Image Transformations., CVPR, 2007"], "Pablo Arias": ["Connecting the Out-of-Sample and Pre-Image Problems in Kernel Methods., CVPR, 2007"], "Haixian Wang": ["Local and Weighted Maximum Margin Discriminant Analysis., CVPR, 2007"], "Jianhui Chen": ["Integrating Global and Local Structures: A Least Squares Framework for Dimensionality Reduction., CVPR, 2007"], "Helmut Grabner": ["Eigenboosting: Combining Discriminative and Generative Information., CVPR, 2007"], "Bo Wu": ["Simultaneous Object Detection and Segmentation by Boosting Local Shape Feature based Classifier., CVPR, 2007", "Improving Part based Object Detection by Unsupervised, Online Boosting., CVPR, 2007"], "Vittorio Ferrari": ["Accurate Object Detection with Deformable Shape Models Learnt from Images., CVPR, 2007"], "Han-Pang Chiu": ["Virtual Training for Multi-View Object Class Recognition., CVPR, 2007"], "Derek Hoiem": ["3D LayoutCRF for Multi-View Object Class Recognition and Segmentation., CVPR, 2007"], "Piotr Dollár": ["Feature Mining for Image Classification., CVPR, 2007"], "Tie Liu": ["Learning to Detect A Salient Object., CVPR, 2007"], "Li-Jia Li": ["OPTIMOL: automatic Online Picture collecTion via Incremental MOdel Learning., CVPR, 2007"], "Zaïd Harchaoui": ["Image Classification with Segmentation Graph Kernels., CVPR, 2007"], "Ondrej Chum": ["An Exemplar Model for Learning Object Classes., CVPR, 2007"], "Timothée Cour": ["Recognizing objects by piecing together the Segmentation Puzzle., CVPR, 2007"], "Dahua Lin": ["Quality-Driven Face Occlusion Detection and Recovery., CVPR, 2007"], "Shalini Gupta": ["3D Face Recognition Founded on the Structural Diversity of Human Faces., CVPR, 2007"], "Deng Cai": ["Learning a Spatially Smooth Subspace for Face Recognition., CVPR, 2007"], "Jin-Li Suo": ["A Multi-Resolution Dynamic Model for Face Aging Simulation., CVPR, 2007"], "Fernando De la Torre": ["Filtered Component Analysis to Increase Robustness to Local Minima in Appearance Models., CVPR, 2007", "Learning Kernel Expansions for Image Classification., CVPR, 2007"], "Dragomir Anguelov": ["Contextual Identity Recognition in Personal Photo Albums., CVPR, 2007"], "Jason M. Saragih": ["Monocular and Stereo Methods for AAM Learning from Video., CVPR, 2007"], "Peng Yang": ["Boosting Coded Dynamic Features for Facial Action Units and Facial Expression Recognition., CVPR, 2007"], "Peter H. Tu": ["Automatic Face Recognition from Skeletal Remains., CVPR, 2007"], "Peng Wang": ["Quantifying Facial Expression Abnormality in Schizophrenia by Combining 2D and 3D Features., CVPR, 2007", "Estimating Cluster Overlap on Manifolds and its Application to Neuropsychiatric Disorders., CVPR, 2007"], "Jean-Philippe Tardif": ["Algorithms for Batch Matrix Factorization with Application to Structure-from-Motion., CVPR, 2007"], "Zuzana Kukelova": ["A minimal solution to the autocalibration of radial distortion., CVPR, 2007"], "Yaser Sheikh": ["On the Direct Estimation of the Fundamental Matrix., CVPR, 2007", "On the Spacetime Geometry of Galilean Cameras., CVPR, 2007", "Trajectory Association across Non-overlapping Moving Cameras in Planar Scenes., CVPR, 2007"], "Christopher Geyer": ["A Nine-point Algorithm for Estimating Para-Catadioptric Fundamental Matrices., CVPR, 2007"], "Benoît Bocquillon": ["On Constant Focal Length Self-Calibration From Multiple Views., CVPR, 2007"], "Manmohan Krishna Chandraker": ["Autocalibration via Rank-Constrained Estimation of the Absolute Quadric., CVPR, 2007", "ShadowCuts: Photometric Stereo with Shadows., CVPR, 2007"], "Yanlin Guo": ["PEET: Prototype Embedding and Embedding Transition for Matching Vehicles over Disparate Viewpoints., CVPR, 2007"], "Faisal Qureshi": ["Surveillance in Virtual Reality: System Design and Multi-Camera Control., CVPR, 2007"], "Xiaogang Wang": ["Unsupervised Activity Perception by Hierarchical Bayesian Models., CVPR, 2007"], "Thomas B. Pollard": ["Change Detection in a 3-d World., CVPR, 2007"], "Benjamin Laxton": ["Leveraging temporal, contextual and ordering constraints for recognizing complex activities in video., CVPR, 2007"], "Harini Veeraraghavan": ["Learning Dynamic Event Descriptions in Image Sequences., CVPR, 2007"], "Zhang Zhang": ["Trajectory Series Analysis based Event Rule Induction for Visual Surveillance., CVPR, 2007"], "Oliver J. Woodford": ["Efficient new-view synthesis using pairwise dictionary priors., CVPR, 2007"], "Victor S. Lempitsky": ["Seamless Mosaicing of Image-Based Texture Maps., CVPR, 2007", "Global Optimization for Shape Fitting., CVPR, 2007"], "Jian Sun": ["Flash Cut: Foreground Extraction with Flash and No-flash Image Pairs., CVPR, 2007"], "Eli Arbel": ["Texture-Preserving Shadow Removal in Color Images Containing Curved Surfaces., CVPR, 2007"], "Matthew A. Brown": ["Minimal Solutions for Panoramic Stitching., CVPR, 2007"], "Minh-Tri Pham": ["Online Learning Asymmetric Boosted Classifiers for Object Detection., CVPR, 2007"], "Yen-Yu Lin": ["Local Ensemble Kernel Learning for Object Category Recognition., CVPR, 2007"], "Marcin Marszalek": ["Accurate Object Localization with Shape Masks., CVPR, 2007", "Semantic Hierarchies for Visual Object Recognition., CVPR, 2007"], "Boris Epshtein": ["Semantic Hierarchies for Recognizing Objects and Parts., CVPR, 2007"], "Taragay Oskiper": ["Visual Odometry System Using Multiple Stereo Cameras and Inertial Measurement Unit., CVPR, 2007"], "Grant Schindler": ["Inferring Temporal Order of Images From 3D Structure., CVPR, 2007", "City-Scale Location Recognition., CVPR, 2007"], "David Nistér": ["Using Galois Theory to Prove Structure from Motion Algorithms are Optimal., CVPR, 2007"], "Ting Li": ["Projective Factorization of Multiple Rigid-Body Motions., CVPR, 2007"], "Marius Leordeanu": ["Beyond Local Appearance: Category Recognition from Pairwise Interactions of Simple Features., CVPR, 2007"], "Yair Weiss": ["What makes a good model of natural images?, CVPR, 2007"], "Murat Dundar": ["Joint Optimization of Cascaded Classifiers for Computer Aided Detection., CVPR, 2007"], "Brian Potetz": ["Efficient Belief Propagation for Vision Using Linear Constraint Nodes., CVPR, 2007"], "Nikos Komodakis": ["Fast, Approximately Optimal Solutions for Single and Dynamic MRFs., CVPR, 2007"], "Andy Tsai": ["Fiber Tract Clustering on Manifolds With Dual Rooted-Graphs., CVPR, 2007"], "Vincent Cheung": ["Capturing long-range correlations with patch models., CVPR, 2007"], "Jakob J. Verbeek": ["Region Classification with Markov Field Aspect Models., CVPR, 2007"], "Lior Wolf": ["Modeling Appearances with Low-Rank SVM., CVPR, 2007", "Artificial Complex Cells via the Tropical Semiring., CVPR, 2007"], "Julia A. Lasserre": ["Hybrid learning of large jigsaws., CVPR, 2007"], "Takayuki Okatani": ["Variational Bayes Based Approach to Robust Subspace Learning., CVPR, 2007", "Estimating Scale of a Scene from a Single Image Based on Defocus Blur and Scene Geometry., CVPR, 2007"], "Chao Yuan": ["A Variational Bayesian Approach for Classification with Corrupted Inputs., CVPR, 2007"], "Jieping Ye": ["Adaptive Distance Metric Learning for Clustering., CVPR, 2007"], "Zhifeng Li": ["Discriminant Mutual Subspace Learning for Indoor and Outdoor Face Recognition., CVPR, 2007"], "Senjian An": ["Face Recognition Using Kernel Ridge Regression., CVPR, 2007"], "Yang Wang": ["Face Re-Lighting from a Single Image under Harsh Lighting Conditions., CVPR, 2007"], "Gang Hua": ["Face Recognition using Discriminatively Trained Orthogonal Rank One Tensor Projections., CVPR, 2007"], "Dirk Colbry": ["Canonical Face Depth Map: A Robust 3D Representation for Face Verification., CVPR, 2007"], "Ryan A. Kerekes": ["Graphical Model Approach to Iris Matching Under Deformation and Occlusion., CVPR, 2007"], "Terrance E. Boult": ["Revocable Fingerprint Biotokens: Accuracy and Security Analysis., CVPR, 2007"], "Carlos D. Castillo": ["Using Stereo Matching for 2-D Face Recognition Across Pose., CVPR, 2007"], "Rong Wang": ["On the Performance Prediction and Validation for Multisensor Fusion., CVPR, 2007"], "Henrik Stewénius": ["An Efficient Minimal Solution for Infinitesimal Camera Motion., CVPR, 2007"], "Daniel Martinec": ["Robust Rotation and Translation Estimation in Multiview Reconstruction., CVPR, 2007"], "Tsuyoshi Migita": ["Evaluation of Epipole Estimation Methods with/without Rank-2 Constraint across Algebraic/Geometric Error Functions., CVPR, 2007"], "Andrea Vedaldi": ["Moving Forward in Structure From Motion., CVPR, 2007"], "Guofeng Zhang": ["Robust Metric Reconstruction from Challenging Video Sequences., CVPR, 2007"], "Omar Ait-Aider": ["Kinematics from Lines in a Single Rolling Shutter Image., CVPR, 2007"], "Per-Erik Forssén": ["Maximally Stable Colour Regions for Recognition and Matching., CVPR, 2007"], "Dashan Gao": ["Discriminant Interest Points are Stable., CVPR, 2007"], "Stanley M. Bileschi": ["Image representations beyond histograms of gradients: The role of Gestalt descriptors., CVPR, 2007"], "Mustafa Özuysal": ["Fast Keypoint Recognition in Ten Lines of Code., CVPR, 2007"], "Fei Wang": ["Feature Extraction by Maximizing the Average Neighborhood Margin., CVPR, 2007"], "Deli Zhao": ["Linear Laplacian Discrimination for Feature Extraction., CVPR, 2007"], "Lech Szumilas": ["Local Structure Detection with Orientation-invariant Radial Configuration., CVPR, 2007"], "Xi Chen": ["High Distortion and Non-Structural Image Matching via Feature Co-occurrence., CVPR, 2007"], "Bodo Rosenhahn": ["Scaled Motion Dynamics for Markerless Motion Capture., CVPR, 2007"], "Alessandro Bissacco": ["Fast Human Pose Estimation using Appearance and Motion via Multi-Dimensional Boosting Regression., CVPR, 2007", "On the Blind Classification of Time Series., CVPR, 2007"], "Patrick Peursum": ["Tracking-as-Recognition for Articulated Full-Body Human Motion Analysis., CVPR, 2007"], "Fengjun Lv": ["Single View Human Action Recognition using Key Pose Matching and Viterbi Path Searching., CVPR, 2007"], "Juan Carlos Niebles": ["A Hierarchical Model of Shape and Appearance for Human Action Classification., CVPR, 2007"], "Vinay D. Shet": ["Bilattice-based Logical Reasoning for Human Detection., CVPR, 2007"], "Payam Sabzmeydani": ["Detecting Pedestrians by Learning Shapelet Features., CVPR, 2007"], "Naresh P. Cuntoor": ["Epitomic Representation of Human Activities., CVPR, 2007"], "Thomas Deselaers": ["Incorporating On-demand Stereo for Real Time Recognition., CVPR, 2007"], "Seungkyu Lee": ["Shape Variation-Based Frieze Pattern for Robust Gait Recognition., CVPR, 2007"], "Shaohua Kevin Zhou": ["A boosting regression approach to medical anatomy detection., CVPR, 2007"], "Xubo B. Song": ["Speckle Tracking in 3D Echocardiography with Motion Coherence., CVPR, 2007"], "Jinbo Bi": ["Multiple Instance Learning of Pulmonary Embolism Detection with Geodesic Distance along Vascular Structure., CVPR, 2007"], "Maneesh Dewan": ["Deformable Motion Tracking of Cardiac Structures (DEMOTRACS) for Improved MR Imaging., CVPR, 2007"], "Pahal Dalal": ["A Fast 3D Correspondence Method for Statistical Shape Modeling., CVPR, 2007"], "Igor Yanovsky": ["Topology Preserving Log-Unbiased Nonlinear Image Registration: Theory and Implementation., CVPR, 2007", "Multiphase Segmentation of Deformation using Logarithmic Priors., CVPR, 2007"], "Li Guan": ["3D Occlusion Inference from Silhouette Cues., CVPR, 2007"], "Bastian Leibe": ["Dynamic 3D Scene Analysis from a Moving Vehicle., CVPR, 2007"], "Anat Levin": ["Spectral Matting., CVPR, 2007"], "Akash Kushal": ["Flexible Object Models for Category-Level 3D Object Recognition., CVPR, 2007"], "Guo-Jun Qi": ["Concurrent Multiple Instance Learning for Image Categorization., CVPR, 2007"], "Quan Yuan": ["Parameter Sensitive Detectors., CVPR, 2007"], "Björn Ommer": ["Learning the Compositional Nature of Visual Objects., CVPR, 2007"], "David J. Crandall": ["Composite Models of Objects and Scenes for Category Recognition., CVPR, 2007"], "Shengye Yan": ["Matrix-Structural Learning (MSL) of Cascaded Classifier from Enormous Training Set., CVPR, 2007"], "Marc'Aurelio Ranzato": ["Unsupervised Learning of Invariant Feature Hierarchies with Applications to Object Recognition., CVPR, 2007"], "Zhenguo Li": ["A Closed-form Solution to 3D Reconstruction of Piecewise Planar Objects from Single Images., CVPR, 2007"], "Miao Liao": ["Light Fall-off Stereo., CVPR, 2007"], "Akihito Seki": ["Simultaneous Optimization of Structure and Motion in Dynamic Scenes Using Unsynchronized Stereo Cameras., CVPR, 2007"], "Li Yi": ["Efficiently Determining Silhouette Consistency., CVPR, 2007"], "Netanel Ratner": ["Illumination Multiplexing within Fundamental Limits., CVPR, 2007"], "Stas Rozenfeld": ["Dense mirroring surface recovery from 1D homographies and sparse correspondences., CVPR, 2007"], "Maxime Lhuillier": ["Toward Flexible 3D Modeling using a Catadioptric Camera., CVPR, 2007"], "Brian Amberg": ["Optimal Step Nonrigid ICP Algorithms for Surface Registration., CVPR, 2007"], "Michal Sofka": ["Simultaneous Covariance Driven Correspondence (CDC) and Transformation Estimation in the Expectation Maximization Framework., CVPR, 2007"], "Joerg Liebelt": ["Precise Registration of 3D Models To Images by Swarming Particles., CVPR, 2007"], "Nazli Ikizler": ["Searching Video for Complex Activities with Finite State Models., CVPR, 2007"], "K. Pramod Sankar": ["Probabilistic Reverse Annotation for Large Scale Image Retrieval., CVPR, 2007"], "Pavan K. Turaga": ["From Videos to Verbs: Mining Videos for Activities using a Cascade of Dynamical Systems., CVPR, 2007"], "Sebastian Nowozin": ["Weighted Substructure Mining for Image Analysis., CVPR, 2007"], "James Philbin": ["Object retrieval with large vocabularies and fast spatial matching., CVPR, 2007"], "Ariadna Quattoni": ["Learning Visual Representations using Images with Captions., CVPR, 2007"], "Friedrich Fraundorfer": ["A Binning Scheme for Fast Hard Drive Based Image Search., CVPR, 2007"], "Biswajit Bose": ["Multi-class object tracking algorithm that handles fragmentation and grouping., CVPR, 2007"], "Junya Sakagaito": ["Nearest First Traversing Graph for Simultaneous Object Tracking and Recognition., CVPR, 2007"], "Ming Yang": ["Spatial selection for attentional visual tracking., CVPR, 2007"], "Selim Benhimane": ["Linear and Quadratic Subsets for Template-Based Tracking., CVPR, 2007"], "Hao Jiang": ["A Linear Programming Approach for Multiple Object Tracking., CVPR, 2007"], "Franck Dufrenois": ["Crisp Weighted Support Vector Regression for robust single model estimation : application to object tracking in image sequences., CVPR, 2007"], "Alex Po Leung": ["Optimizing Distribution-based Matching by Random Subsampling., CVPR, 2007"], "Zhaozheng Yin": ["Belief Propagation in a 3D Spatio-temporal MRF for Moving Object Detection., CVPR, 2007", "On-the-fly Object Modeling while Tracking., CVPR, 2007"], "Shantanu H. Joshi": ["A Novel Representation for Riemannian Analysis of Elastic Curves in Rn., CVPR, 2007"], "Viswanathan Srikrishnan": ["On Stabilisation of Parametric Active Contours., CVPR, 2007"], "Hairong Liu": ["Visual Curvature., CVPR, 2007"], "Anuj Srivastava": ["Riemannian Analysis of Probability Density Functions with Applications in Vision., CVPR, 2007"], "Hossam El Din Hassan Abd El Munim": ["Shape Representation and Registration using Vector Distance Functions., CVPR, 2007"], "Liang Lin": ["Layered Graph Match with Graph Editing., CVPR, 2007"], "Daniel Scharstein": ["Learning Conditional Random Fields for Stereo., CVPR, 2007"], "Jong Dae Oh": ["Stereo Matching via Disparity Estimation and Surface Modeling., CVPR, 2007"], "Carlos Hernández": ["Probabilistic visibility for multi-view stereo., CVPR, 2007"], "Wei Xiong": ["Stereo Matching on Objects with Fractional Boundary., CVPR, 2007"], "Martin Habbecke": ["A Surface-Growing Approach to Multi-View Stereo Reconstruction., CVPR, 2007"], "Thomas Pock": ["Mumford-Shah Meets Stereo: Integration of Weak Depth Hypotheses., CVPR, 2007"], "Oncel Tuzel": ["Human Detection via Classification on Riemannian Manifolds., CVPR, 2007"], "Eli Shechtman": ["Matching Local Self-Similarities across Images and Videos., CVPR, 2007"], "Yuan Li": ["Tracking in Low Frame Rate Video: A Cascade Particle Filter with Discriminative Observers of Different Lifespans., CVPR, 2007"], "Ronen Basri": ["Approximate Nearest Subspace Search with Applications to Pattern Recognition., CVPR, 2007"], "Carl Olsson": ["Solving Large Scale Binary Quadratic Problems: Spectral Methods vs. Semidefinite Programming., CVPR, 2007"], "Carsten Rother": ["Optimizing Binary MRFs via Extended Roof Duality., CVPR, 2007"], "Pushmeet Kohli": ["P3 & Beyond: Solving Energies with Higher Order Cliques., CVPR, 2007"], "Alexander Shekhovtsov": ["Efficient MRF Deformation Model for Non-Rigid Image Matching., CVPR, 2007"], "Arjan Gijsenij": ["Color Constancy using Natural Image Statistics., CVPR, 2007"], "Ping Tan": ["Isotropy, Reciprocity and the Generalized Bas-Relief Ambiguity., CVPR, 2007"], "Neil Gordon Alldrin": ["Resolving the Generalized Bas-Relief Ambiguity by Entropy Minimization., CVPR, 2007"], "Tongbo Chen": ["Polarization and Phase-Shifting for 3D Scanning of Translucent Objects., CVPR, 2007"], "Yifei Lou": ["Autocalibration and Uncalibrated Reconstruction of Shape from Defocus., CVPR, 2007"], "Qingxiong Yang": ["Spatial-Depth Super Resolution for Range Images., CVPR, 2007"], "Reiner Lenz": ["The Hyperbolic Geometry of Illumination-Induced Chromaticity Changes., CVPR, 2007"], "Sing Bing Kang": ["Automatic Removal of Chromatic Aberration from a Single Image., CVPR, 2007"], "Andrey DelPozo": ["Detecting Specular Surfaces on Natural Images., CVPR, 2007"], "Noura Azzabou": ["Variable Bandwidth Image Denoising Using Image-based Noise Models., CVPR, 2007"], "Joost van de Weijer": ["Learning Color Names from Real-World Images., CVPR, 2007"], "Chunyu Gao": ["Active Aperture Control and Sensor Modulation for Flexible Imaging., CVPR, 2007"], "David Liu": ["A Topic-Motion Model for Unsupervised Video Object Discovery., CVPR, 2007"], "Changhu Wang": ["Content-Based Image Annotation Refinement., CVPR, 2007"], "Junsong Yuan": ["Discovery of Collocation Patterns: from Visual Words to Visual Phrases., CVPR, 2007"], "Ron Bekkerman": ["Multi-modal Clustering for Multimedia Collections., CVPR, 2007"], "Kobus Barnard": ["Reducing correspondence ambiguity in loosely labeled training data., CVPR, 2007"], "Kristen Grauman": ["Pyramid Match Hashing: Sub-Linear Time Indexing Over Partial Correspondences., CVPR, 2007"], "Dong Xu": ["Visual Event Recognition in News Video using Kernel Methods with Multi-Level Temporal Alignment., CVPR, 2007"], "Soma Biswas": ["Efficient Indexing For Articulation Invariant Shape Matching And Retrieval., CVPR, 2007"], "Sylvain Paris": ["A Topological Approach to Hierarchical Segmentation using Mean Shift., CVPR, 2007"], "Lin Yang": ["Multiple Class Segmentation Using A Unified Framework over Mean-Shift Patches., CVPR, 2007"], "Branislav Micusík": ["Multi-label image segmentation via max-sum solver., CVPR, 2007"], "Michael Donoser": ["ROI-SEG: Unsupervised Color Segmentation by Combining Differently Focused Sub Results., CVPR, 2007"], "Omer Rotem": ["Combining Region and Edge Cues for Image Segmentation in a Probabilistic Gaussian Mixture Framework., CVPR, 2007"], "Gabriel Tsechpenakis": ["CRF-driven Implicit Deformable Model., CVPR, 2007"], "Laura Gui": ["Joint Object Segmentation and Behavior Classification in Image Sequences., CVPR, 2007"], "Alvina Goh": ["Segmenting Motions of Different Types by Unsupervised Manifold Clustering., CVPR, 2007"], "Aeron Buchanan": ["Combining local and global motion models for feature point tracking., CVPR, 2007"], "Mathieu Salzmann": ["Deformable Surface Tracking Ambiguities., CVPR, 2007"], "Ioannis Patras": ["Regression tracking with data relevance determination., CVPR, 2007"], "Quang Anh Nguyen": ["Kernel-based Tracking from a Probabilistic Viewpoint., CVPR, 2007"], "Sylvain Boltz": ["High-dimensional statistical distance for region-of-interest tracking: Application to combining a soft geometric constraint with radiometry., CVPR, 2007"], "Minyoung Kim": ["Discriminative Learning of Dynamical Systems for Motion Tracking., CVPR, 2007"], "Bi Song": ["Closed-Loop Tracking and Change Detection in Multi-Activity Sequences., CVPR, 2007"], "Aurélie Bugeau": ["Detection and segmentation of moving objects in highly dynamic scenes., CVPR, 2007"], "David Gallup": ["Real-Time Plane-Sweeping Stereo with Multiple Sweeping Directions., CVPR, 2007"], "Yasutaka Furukawa": ["Accurate, Dense, and Robust Multi-View Stereopsis., CVPR, 2007"], "Juho Kannala": ["Quasi-Dense Wide Baseline Matching Using Match Propagation., CVPR, 2007"], "Heiko Hirschmüller": ["Evaluation of Cost Functions for Stereo Matching., CVPR, 2007"], "Olga Veksler": ["Graph Cut Based Optimization for MRFs with Truncated Convex Priors., CVPR, 2007"], "Shigeki Sugimoto": ["A Direct and Efficient Method for Piecewise-Planar Surface Reconstruction from Stereo Images., CVPR, 2007"], "Yau-Chat Tsoi": ["Multi-View Document Rectification using Boundary., CVPR, 2007"], "Huaigu Cao": ["Handwritten Carbon Form Preprocessing Based on Markov Random Field., CVPR, 2007"], "Song Mao": ["Combining Static Classifiers and Class Syntax Models for Logical Entity Recognition in Scanned Historical Documents., CVPR, 2007"], "George V. Landon": ["Towards Automatic Photometric Correction of Casually Illuminated Documents., CVPR, 2007"], "Guangyu Zhu": ["Multi-scale Structural Saliency for Signature Detection., CVPR, 2007"], "Yu Sun": ["Imaging the Finger Force Direction., CVPR, 2007"], "Heather Dunlop": ["Multi-scale Features for Detection and Segmentation of Rocks in Mars Images., CVPR, 2007"], "Nathan Jacobs": ["Consistent Temporal Variations in Many Outdoor Scenes., CVPR, 2007"], "Nicolas Hautière": ["Towards Fog-Free In-Vehicle Vision Systems through Contrast Restoration., CVPR, 2007"], "Changyin Zhou": ["Removal of Image Artifacts Due to Sensor Dust., CVPR, 2007"], "Jia Chen": ["Spatio-Temporal Markov Random Field for Video Denoising., CVPR, 2007"], "Ran Kaftory": ["Variational Distance-Dependent Image Restoration., CVPR, 2007"], "Yu Qiao": ["Offline Signature Verification Using Online Handwriting Registration., CVPR, 2007"], "Jean-Sebastien Pierrard": ["Skin Detail Analysis for Face Recognition., CVPR, 2007"], "Xiaoming Liu": ["Generic Face Alignment using Boosted Appearance Model., CVPR, 2007"], "Florent Perronnin": ["Fisher Kernels on Visual Vocabularies for Image Categorization., CVPR, 2007"], "Xiaodi Hou": ["Saliency Detection: A Spectral Residual Approach., CVPR, 2007"], "Minsu Cho": ["Partially Occluded Object-Specific Segmentation in View-Based Recognition., CVPR, 2007"], "Sanja Fidler": ["Towards Scalable Representations of Object Categories: Learning a Hierarchy of Parts., CVPR, 2007"], "Liu Yang": ["Discriminative Cluster Refinement: Improving Object Category Recognition Given Limited Training Data., CVPR, 2007"], "Deva Ramanan": ["Using Segmentation to Verify Object Hypotheses., CVPR, 2007"], "Liang Xiong": ["Discriminant Additive Tangent Spaces for Object Recognition., CVPR, 2007"], "Jingdan Zhang": ["Joint Real-time Object Detection and Pose Estimation Using Probabilistic Boosting Network., CVPR, 2007"], "Wai Han Ho": ["A New Performance Evaluation Method for Face Identification - Regression Analysis of Misidentification Risk., CVPR, 2007", "Robustness of the New Owner-Tester Approach for Face Identification Experiments., CVPR, 2007"], "Yueming Wang": ["3D Face Recognition in the Presence of Expression: A Guidance-based Constraint Deformation Approach., CVPR, 2007"], "Yan Tong": ["A Unified Probabilistic Framework for Facial Activity Modeling and Understanding., CVPR, 2007"], "Cheng Zhong": ["Robust 3D Face Recognition Using Learned Visual Codebook., CVPR, 2007"], "Vineeth Nallure Balasubramanian": ["Biased Manifold Embedding: A Framework for Person-Independent Head Pose Estimation., CVPR, 2007"], "Alex Holub": ["On Constructing Facial Similarity Maps., CVPR, 2007"], "Yuandong Tian": ["A Face Annotation Framework with Partial Clustering and Interactive Labeling., CVPR, 2007"], "Jiansheng Chen": ["A Minutiae-based Fingerprint Individuality Model., CVPR, 2007"], "Sami Romdhani": ["3D Probabilistic Feature Point Model for Object Detection and Recognition., CVPR, 2007"], "Justin Domke": ["Multiple View Image Reconstruction: A Harmonic Approach., CVPR, 2007"], "Abdelrehim H. Ahmed": ["Shape from Shading Under Various Imaging Conditions., CVPR, 2007"], "Li Zhang": ["Shape from Shading Based on Lax-Friedrichs Fast Sweeping and Regularization Techniques With Applications to Document Image Restoration., CVPR, 2007", "Pedestrian Detection in Infrared Images based on Local Shape Features., CVPR, 2007"], "Gaurav Aggarwal": ["Symmetric Objects are Hardly Ambiguous., CVPR, 2007"], "Chang Yuan": ["Inferring 3D Volumetric Shape of Both Moving Objects and Static Background Observed by a Moving Camera., CVPR, 2007"], "Thibaut Weise": ["Fast 3D Scanning with Automatic Motion Compensation., CVPR, 2007"], "Mark Young": ["Viewpoint-Coded Structured Light., CVPR, 2007"], "Tony Tung": ["Topology matching for 3D video compression., CVPR, 2007"], "Ke Colin Zheng": ["Layered Depth Panoramas., CVPR, 2007"], "Edilson de Aguiar": ["Marker-less Deformable Mesh Tracking for Human Shape and Motion Capture., CVPR, 2007"], "Andrea Fossati": ["Bridging the Gap between Detection and Tracking for 3D Monocular Video-Based Motion Capture., CVPR, 2007"], "Liang Wang": ["Recognizing Human Activities from Silhouettes: Motion Subspace and Factorial Discriminative Graphical Model., CVPR, 2007"], "Louis-Philippe Morency": ["Latent-Dynamic Discriminative Models for Continuous Gesture Recognition., CVPR, 2007"], "Edgar Seemann": ["Towards Robust Pedestrian Detection in Crowded Image Sequences., CVPR, 2007"], "Praveen Srinivasan": ["Bottom-up Recognition and Parsing of the Human Body., CVPR, 2007"], "Lars Mündermann": ["Accurately measuring human movement using articulated ICP with soft-joint constraints and a repository of articulated models., CVPR, 2007"], "Stjepan Rajko": ["Real-time Gesture Recognition with Minimal Training Requirements and On-line Learning., CVPR, 2007"], "Abhinav Gupta": ["Objects in Action: An Approach for Combining Action Understanding and Object Perception., CVPR, 2007"], "Shu-Fai Wong": ["Learning Motion Categories using both Semantic and Structural Information., CVPR, 2007"], "Jacob Goldberger": ["An Optimal Reduced Representation of a MoG with Applicatios to Medical Image Database Classification., CVPR, 2007"], "Ying Bai": ["Topology-preserving Geometric Deformable Model on Adaptive Quadtree Grid., CVPR, 2007"], "Kevin Gorczowski": ["Statistical Shape Analysis of Multi-Object Complexes., CVPR, 2007"], "Robert J. Peters": ["Beyond bottom-up: Incorporating task-dependent influences into a computational model of spatial attention., CVPR, 2007"], "Xiaomu Song": ["One-class Machine Learning for Brain Activation Detection., CVPR, 2007"], "Alexandru O. Balan": ["Detailed Human Shape and Pose from Images., CVPR, 2007"], "Atul Kanaujia": ["Semi-supervised Hierarchical Models for 3D Human Pose Reconstruction., CVPR, 2007"], "Marcus A. Brubaker": ["Physics-Based Person Tracking Using Simplified Lower-Body Dynamics., CVPR, 2007"], "Songfeng Zheng": ["Detecting Object Boundaries Using Low-, Mid-, and High-level Information., CVPR, 2007"], "Zohar Barzelay": ["Harmony in Motion., CVPR, 2007"], "Adam O'Donovan": ["Microphone Arrays as Generalized Cameras for Integrated Audio Visual Processing., CVPR, 2007"], "Ali Farhadi": ["Transfer Learning in Sign language., CVPR, 2007"], "Ruiduo Yang": ["Enhanced Level Building Algorithm for the Movement Epenthesis Problem in Sign Language Recognition., CVPR, 2007"], "Christian Beder": ["A Comparison of PMD-Cameras and Stereo-Vision for the Task of Surface Reconstruction using Patchlets., CVPR, 2007"], "Anke Bellmann": ["A Benchmarking Dataset for Performance Evaluation of Automatic Surface Reconstruction Algorithms., CVPR, 2007"], "Jana Kostlivá": ["Feasibility Boundary in Dense and Semi-Dense Stereo Matching., CVPR, 2007"], "Björn Barrois": ["3D Pose Estimation Based on Multiple Monocular Cues., CVPR, 2007"], "Klas Josephson": ["Image-Based Localization Using Hybrid Feature Correspondences., CVPR, 2007"], "Shahriar Negahdaripour": ["Integration of Motion Cues in Optical and Sonar Videos for 3-D Positioning., CVPR, 2007", "Opti-Acoustic Stereo Imaging, System Calibration and 3-D Reconstruction., CVPR, 2007"], "Jan Cech": ["Efficient Sampling of Disparity Space for Fast And Accurate Matching., CVPR, 2007"], "Mathieu Perriollat": ["A Quasi-Minimal Model for Paper-Like Surfaces., CVPR, 2007"], "Ju Yong Chang": ["Multiview normal field integration using level set methods., CVPR, 2007"], "Thitiporn Chanwimaluang": ["Constrained Optimization for Retinal Curvature Estimation Using an Affine Camera., CVPR, 2007"], "Pengdong Xiao": ["An MRF and Gaussian Curvature Based Shape Representation for Shape Matching., CVPR, 2007"], "Kazunori Okada": ["Robust Click-Point Linking: Matching Visually Dissimilar Local Regions., CVPR, 2007"], "Yves Jean": ["Scene-space Feature Detectors., CVPR, 2007"], "Stefan Wenhardt": ["Active Visual Object Reconstruction using D-, E-, and T-Optimal Next Best Views., CVPR, 2007"], "Jeremy D. Jackson": ["Joint Priors for Variational Shape and Appearance Modeling., CVPR, 2007"], "Andrea Salgian": ["Using Multiple Patches for 3D Object Recognition., CVPR, 2007"], "Erdem Akagündüz": ["Extraction of 3D Transform and Scale Invariant Patches from Range Scans., CVPR, 2007"], "Pranam Janney": ["Invariant Features of Local Texturesa rotation invariant local texture descriptor., CVPR, 2007"], "Michel Vidal-Naquet": ["The effective resolution of correlation filters applied to natural scenes., CVPR, 2007"], "Devi Parikh": ["Unsupervised Learning of Hierarchical Semantics of Objects (hSOs)., CVPR, 2007"], "Fabien Scalzo": ["Adaptive Patch Features for Object Class Recognition with Learned Hierarchical Models., CVPR, 2007"], "Sergio Escalera": ["Complex Salient Regions for Computer Vision Problems., CVPR, 2007"], "Guodong Guo": ["Patch-based Image Correlation with Rapid Filtering., CVPR, 2007"], "Lei Wang": ["Toward A Discriminative Codebook: Codeword Selection across Multi-resolution., CVPR, 2007"], "Demir Gokalp": ["Scene Classification Using Bag-of-Regions Representations., CVPR, 2007"], "Yilei Xu": ["Pose and Illumination Invariant Face Recognition in Video., CVPR, 2007"], "Liang Liu": ["Online Appearance Model Learning for Video-Based Face Recognition., CVPR, 2007"], "Unsang Park": ["Face Recognition in Video: Adaptive Fusion of Multiple Matchers., CVPR, 2007"], "Sowon Yoon": ["Non-intrusive Iris Image Capturing System Using Light Stripe Projection and Pan-Tilt-Zoom Camera., CVPR, 2007"], "Jeffery R. Price": ["On the Efficacy of Correcting for Refractive Effects in Iris Recognition., CVPR, 2007"], "Tsuyoshi Moriyama": ["Automated Individualization of Deformable Eye Region Model and Its Application to Eye Motion Analysis., CVPR, 2007"], "Faisal Farooq": ["Anonymous and Revocable Fingerprint Recognition., CVPR, 2007"], "Zhi Zhang": ["Real-time Automatic Deceit Detection from Involuntary Facial Expressions., CVPR, 2007"], "MinYi Jeong": ["Using Genetic Algorithms to Improve Matching Performance of Changeable biometrics from Combining PCA and ICA Methods., CVPR, 2007"], "Yagiz Sutcu": ["Secure Biometric Templates from Fingerprint-Face Features., CVPR, 2007"], "Jian-Gang Wang": ["Fusion of Palmprint and Palm Vein Images for Person Recognition Based on \"Laplacianpalm\" Feature., CVPR, 2007"], "Jay Bhatnagar": ["A Novel Approach to Improve Biometric Recognition Using Rank Level Fusion., CVPR, 2007"], "Hazim Kemal Ekenel": ["Multi-modal Person Identification in a Smart Environment., CVPR, 2007"], "Arun Passi": ["Improving Iris Identification using User Quality and Cohort Information., CVPR, 2007"], "Ch. Ravikanth": ["Biometric Authentication using Finger-Back Surface., CVPR, 2007"], "Dongjin Kwon": ["A Robust Warping Method for Fingerprint Matching., CVPR, 2007"], "Gholamreza Amayeh": ["A Component-Based Approach to Hand Verification., CVPR, 2007"], "Terence Sim": ["Are Digraphs Good for Free-Text Keystroke Dynamics?, CVPR, 2007"], "Sergey Tulyakov": ["Facial Expression Biometrics Using Tracker Displacement Features., CVPR, 2007"], "Ross J. Micheals": ["Improving Variance Estimation in Biometric Systems., CVPR, 2007"], "Masashi Nishiyama": ["Recognizing Faces of Moving People by Hierarchical Image-Set Matching., CVPR, 2007"], "Yung-hui Li": ["Kernel Fukunaga-Koontz Transform Subspaces For Enhanced Face Recognition., CVPR, 2007"], "Fatih Kahraman": ["An Active Illumination and Appearance (AIA) Model for Face Alignment., CVPR, 2007", "Robust Face Alignment for Illumination and Pose Invariant Face Recognition., CVPR, 2007"], "Gloria Haro": ["Regularized Mixed Dimensionality and Density Learning in Computer Vision., CVPR, 2007"], "Haiying Guan": ["The Hierarchical Isometric Self-Organizing Map for Manifold Representation., CVPR, 2007"], "Parmeshwar Khurd": ["Manifold Learning Techniques in Image Analysis of High-dimensional Diffusion Tensor Magnetic Resonance Images., CVPR, 2007"], "James G. Malcolm": ["A Graph Cut Approach to Image Segmentation in Tensor Space., CVPR, 2007"], "Yong-Deok Kim": ["Nonnegative Tucker Decomposition., CVPR, 2007"], "José Alonso Ybáñez Zepeda": ["A linear estimation method for 3D pose and facial animation tracking., CVPR, 2007"], "Sang-Mook Lee": ["Dimensionality Reduction and Clustering on Statistical Manifolds., CVPR, 2007"], "Onur C. Hamsici": ["Sparse Kernels for Bayes Optimal Discriminant Analysis., CVPR, 2007"], "Yun Fu": ["Conformal Embedding Analysis with Local Graph Modeling on the Unit Hypersphere., CVPR, 2007"], "Feiping Nie": ["Optimal Dimensionality Discriminant Analysis and Its Application to Image Recognition., CVPR, 2007"], "Clemens Arth": ["Real-Time License Plate Recognition on an Embedded DSP-Platform., CVPR, 2007", "Robust Local Features and their Application in Self-Calibration and Object Recognition on Embedded Systems., CVPR, 2007"], "Ankur Chattopadhyay": ["PrivacyCam: a Privacy Preserving Camera Using uCLinux on the Blackfin DSP., CVPR, 2007"], "Ninad Thakoor": ["Real-time Planar Surface Segmentation in Disparity Space., CVPR, 2007"], "Masayuki Hiromoto": ["A Specialized Processor Suitable for AdaBoost-Based Detection with Haar-like Features., CVPR, 2007"], "Changsong Shen": ["OpenVL: Towards A Novel Software Architecture for Computer Vision., CVPR, 2007"], "Kristian Ambrosch": ["Hardware implementation of an SAD based stereo vision algorithm., CVPR, 2007"], "Senyo Apewokin": ["Multimodal Mean Adaptive Backgrounding for Embedded Real-Time Video Surveillance., CVPR, 2007"], "Hongying Meng": ["A Human Action Recognition System for Embedded Computer Vision Application., CVPR, 2007"], "Daniel Baumgartner": ["Performance Benchmark of DSP and FPGA Implementations of Low-Level Vision Algorithms., CVPR, 2007"], "Frédéric J. P. Richard": ["Metropolis-Hasting techniques for finite-element-based registration., CVPR, 2007"], "Roger D. Eastman": ["Research issues in image registration for remote sensing., CVPR, 2007"], "Nathan D. Cahill": ["Fourier Methods for Nonparametric Image Registration., CVPR, 2007"], "Ramtin Shams": ["Gradient Intensity: A New Mutual Information-Based Registration Method., CVPR, 2007"], "Avi Kelman": ["Keypoint Descriptors for Matching Across Multiple Image Modalities and Non-linear Intensity Variations., CVPR, 2007"], "Yun Zhu": ["Local Shape Registration Using Boundary-Constrained Match of Skeletons., CVPR, 2007"], "Yuping Lin": ["Map-Enhanced UAV Image Sequence Registration and Synchronization of Multiple Image Sequences., CVPR, 2007"], "Antonis Katartzis": ["Robust Bayesian Estimation and Normalized Convolution for Super-resolution Image Reconstruction., CVPR, 2007"], "Quan Wang": ["Real-Time Image Matching Based on Multiple View Kernel Projection., CVPR, 2007"], "Gady Agam": ["Shape matching through particle dynamics warping., CVPR, 2007"], "Nedeljko Cvejic": ["The Effect of Pixel-Level Fusion on Object Tracking in Multi-Sensor Surveillance Video., CVPR, 2007"], "Harishwaran Hariharan": ["An Adaptive Focal Connectivity Algorithm for Multifocus Fusion., CVPR, 2007"], "Arnaud Declercq": ["On-line Simultaneous Learning and Tracking of Visual Feature Graphs., CVPR, 2007"], "Jixu Chen": ["Online Spatial-temporal Data Fusion for Robust Adaptive Tracking., CVPR, 2007"], "Claire Monteleoni": ["Practical Online Active Learning for Classification., CVPR, 2007"], "Bogdan Raducanu": ["Online Learning for Human-Robot Interaction., CVPR, 2007"], "Nizar Bouguila": ["A Bayesian Non-Gaussian Mixture Analysis: Application to Eye Modeling., CVPR, 2007"], "Alessio Dore": ["A Bio-inspired Learning Approach for the Classification of Risk Zones in a Smart Space., CVPR, 2007"], "Hang Zhou": ["Fast Sparse Gaussian Processes Learning for Man-Made Structure Classification., CVPR, 2007"], "B. Ugur Töreyin": ["Online Detection of Fire in Video., CVPR, 2007"], "Sergey Y. Chekmenev": ["Thermal Imaging of the Superficial Temporal Artery: An Arterial Pulse Recovery Model., CVPR, 2007"], "Alex Leykin": ["Thermal-Visible Video Fusion for Moving Target Tracking and Pedestrian Classification., CVPR, 2007"], "Mehmet Celenk": ["Non-linear IR Scene Prediction for Range Video Surveillance., CVPR, 2007"], "Manjunath Narayana": ["A Bayesian algorithm for tracking multiple moving objects in outdoor surveillance video., CVPR, 2007"], "Cheng-Hua Pai": ["Moving Object Detection on a Runway Prior to Landing Using an Onboard Infrared Camera., CVPR, 2007"], "Ciarán Ó Conaire": ["Detector adaptation by maximising agreement between independent data sources., CVPR, 2007"], "Mohand Saïd Allili": ["Object of Interest segmentation and Tracking by Using Feature Selection and Active Contours., CVPR, 2007"], "Pandu Ranga Rao Devarakota": ["Application of the Reeb Graph Technique to Vehicle Occupant's Head Detection in Low-resolution Range Images., CVPR, 2007"], "Xin Fan": ["Generative Graphical Models for Maneuvering Object Tracking and Dynamics Analysis., CVPR, 2007"], "Jiyan Pan": ["Robust Occlusion Handling in Object Tracking., CVPR, 2007"], "Nicolás Amézquita Gómez": ["A New Method for Object Tracking Based on Regions Instead of Contours., CVPR, 2007"], "Vijay Venkataraman": ["Target Tracking with Online Feature Selection in FLIR Imagery., CVPR, 2007"], "Firooz Sadjadi": ["Extraction of surface normal and index of refraction using a pair of passive infrared polarimetric sensors., CVPR, 2007"], "Chuong T. Nguyen": ["Modulation Domain Template Tracking., CVPR, 2007"], "Zhouyu Fu": ["Learning Object Material Categories via Pairwise Discriminant Analysis., CVPR, 2007"], "Ke Pan": ["Part-based Face Recognition Using Near Infrared Images., CVPR, 2007"], "Tyler Johnson": ["Real-Time Projector Tracking on Complex Geometry Using Ordinary Imagery., CVPR, 2007", "Real-Time Projector Tracking on Complex Geometry Using Ordinary Imagery., CVPR, 2007"], "Ruigang Yang": ["Flexible Pixel Compositor for Plug-and-Play Multi-Projector Displays., CVPR, 2007"], "Ian McDowall": ["Multi-Use Light Engine - Fast Projection., CVPR, 2007"], "Niranjan Damera-Venkata": ["Realizing Super-Resolution with Superimposed Projection., CVPR, 2007"], "Philip Tuddenham": ["Improved Legibility of Text for Multiprojector Tiled Displays., CVPR, 2007"], "Yuji Oyamada": ["Focal Pre-Correction of Projected Image for Deblurring Screen Image., CVPR, 2007"], "Ezekiel S. Bhasker": ["Geometric Modeling and Calibration of Planar Multi-Projector Displays Using Rational Bezier Patches., CVPR, 2007"], "Yasuhiro Mukaigawa": ["High-Speed Measurement of BRDF using an Ellipsoidal Mirror and a Projector., CVPR, 2007"], "Ray Juang": ["Photometric Self-Calibration of a Projector-Camera System., CVPR, 2007"], "Samuel Audet": ["Shadow Removal in Front Projection Environments Using Object Tracking., CVPR, 2007"], "François Coldefy": ["DigiTable: an interactive multiuser table for collocated and remote collaboration enabling remote gesture visualization., CVPR, 2007"], "Ikuhisa Mitsugami": ["Displaying a Moving Image By Multiple Steerable Projectors., CVPR, 2007"], "Hitoshi Habe": ["Inter-Reflection Compensation for Immersive Projection Display., CVPR, 2007"], "Osamu Nasu": ["Analysis of Light Transport based on the Separation of Direct and Indirect Components., CVPR, 2007"], "Christoph Munkelt": ["Cordless portable multi-view fringe projection system for 3D reconstruction., CVPR, 2007"], "Tomoyuki Tnoue": ["High-Speed Visual Tracking of the Nearest Point of an Object Using 1, 000-fps Adaptive Pattern Projection., CVPR, 2007"], "Makoto Kimura": ["Projector Calibration using Arbitrary Planes and Calibrated Camera., CVPR, 2007"], "Yufei Liu": ["Projector-Camera Guided Fast Environment Restoration of a Biofeedback System for Rehabilitation., CVPR, 2007"], "Si-Jung Kim": ["An Embodied User Interface for Increasing Physical Activities in Game., CVPR, 2007"], "Ming Jin": ["A Real-Time ProCam System for Interaction with Chinese Ink-and-Wash Cartoons., CVPR, 2007"], "Toshiyuki Amano": ["Virtual Recovery of the Deteriorated Art Object based on AR Technology., CVPR, 2007"], "Thierry Molinier": ["Automatic texture mapping on real 3D model., CVPR, 2007"], "Wei Jiang": ["Kernel Sharing With Joint Boosting For Multi-Class Concept Detection., CVPR, 2007"], "Emre Akbas": ["Automatic Image Annotation by Ensemble of Visual Descriptors., CVPR, 2007"], "Brian Ayers": ["Home Interior Classification using SIFT Keypoint Histograms., CVPR, 2007"], "Michele Merler": ["Recognizing Groceries in situ Using in vitro Training Data., CVPR, 2007"], "Michael S. Ryoo": ["Hierarchical Recognition of Human Activities Interacting with Objects., CVPR, 2007"], "Zijian Xu": ["Accurate Dynamic Sketching of Faces from Video., CVPR, 2007"], "Yanjun Zhao": ["Scene Segmentation and Categorization Using NCuts., CVPR, 2007"], "Eva Hörster": ["Fusing Local Image Descriptors for Large-Scale Image Retrieval., CVPR, 2007"], "Shyamsundar Rajaram": ["Diverse Active Ranking for Multimedia Search., CVPR, 2007"], "Andrew C. Gallagher": ["Using Group Prior to Identify People in Consumer Images., CVPR, 2007"], "Jehanzeb Abbas": ["A Multimodality Framework for Creating Speaker/Non-Speaker Profile Databases for Real-World Video., CVPR, 2007"], "Yi Ding": ["Segmental Hidden Markov Models for View-based Sport Video Analysis., CVPR, 2007"], "Shile Zhang": ["Salient Object Detection on Large-Scale Video Data., CVPR, 2007"], "Quoc-Cuong Pham": ["Real-Time Posture Analysis in a Crowd using Thermal Imaging., CVPR, 2007"], "Jian Yao": ["Multi-Layer Background Subtraction Based on Color and Texture., CVPR, 2007"], "Vinay Sharma": ["Simultaneous Detection and Segmentation of Pedestrians using Top-down and Bottom-up Processing., CVPR, 2007"], "Zhenfeng Zhu": ["Sequential Architecture for Efficient Car Detection., CVPR, 2007"], "Tao Zhang": ["Two thresholds are better than one., CVPR, 2007"], "Ambrish Tyagi": ["Kernel-Based 3D Tracking., CVPR, 2007"], "Keni Bernardin": ["Automatic Person Detection and Tracking using Fuzzy Controlled Active Cameras., CVPR, 2007"], "Lun Zhang": ["Real-time Object Classification in Video Surveillance Based on Appearance Learning., CVPR, 2007"], "Massimo Piccardi": ["Hidden Markov Models with Kernel Density Estimation of Emission Probabilities and their Use in Activity Recognition., CVPR, 2007"], "Ying Wang": ["Human Activity Recognition Based on R Transform., CVPR, 2007"], "Valtteri Takala": ["Multi-Object Tracking Using Color, Texture and Motion., CVPR, 2007"], "Zhaoxiang Zhang": ["EDA Approach for Model Based Localization and Recognition of Vehicles., CVPR, 2007"], "Imran N. Junejo": ["Euclidean Path Modeling from Ground and Aerial Views., CVPR, 2007"], "Lun Xin": ["Semi-supervised Learning on Semantic Manifold for Event Analysis in Dynamic Scenes., CVPR, 2007"], "Zhou Liu": ["Cast Shadow Removal Combining Local and Global Features., CVPR, 2007"], "Rogério Schmidt Feris": ["Capturing People in Surveillance Video., CVPR, 2007"], "Yan Ke": ["Spatio-temporal Shape and Flow Correlation for Action Recognition., CVPR, 2007"], "Daoliang Tan": ["Recognizing Night Walkers Based on One Pseudoshape Representation of Gait., CVPR, 2007"], "John-Paul Renno": ["Object Classification in Visual Surveillance Using Adaboost., CVPR, 2007"], "Peng Cui": ["A Sequential Monte Carlo Approach to Anomaly Detection in Tracking Visual Events., CVPR, 2007"], "Robert O'Callaghan": ["Robust Change-Detection by Normalised Gradient-Correlation., CVPR, 2007"], "Jérôme Meessen": ["Progressive Learning for Interactive Surveillance Scenes Retrieval., CVPR, 2007"], "Geoffrey R. Taylor": ["OVVV: Using Virtual Worlds to Design and Evaluate Surveillance Systems., CVPR, 2007"], "Scott Von Duhn": ["Multiple-View Face Tracking For Modeling and Analysis Based On Non-Cooperative Video Imagery., CVPR, 2007"], "Zhigang Zhu": ["Multimodal Surveillance: an Introduction., CVPR, 2007", "LDV Sensing and Processing for Remote Hearing in a Multimodal Surveillance System., CVPR, 2007"], "Christopher Middendorff": ["Multi-Modal Biometrics Involving the Human Ear., CVPR, 2007"], "Rufeng Chu": ["Fusion of Face and Palmprint for Personal Identification Based on Ordinal Features., CVPR, 2007"], "Rama Chellappa": ["Human Identification using Gait and Face., CVPR, 2007"], "Stephen M. Chu": ["Audio-Visual Speech Fusion Using Coupled Hidden Markov Models., CVPR, 2007"], "Dmitry N. Zotkin": ["Multimodal Tracking for Smart Videoconferencing and Video Surveillance., CVPR, 2007"], "Christopher Town": ["Sensor Fusion and Environmental Modelling for Multimodal Sentient Computing., CVPR, 2007"], "Gopal Pingali": ["An end-to-end eChronicling System for Mobile Human Surveillance., CVPR, 2007"], "Li Yu": ["Systems issues in distributed multi-modal surveillance., CVPR, 2007"], "Dragos Datcu": ["Multimodal workbench for automatic surveillance applications., CVPR, 2007"], "Jeff Houser": ["The ARL Multi-Modal Sensor: A research tool for target signature collection, algorithm validation, and emplacement studies., CVPR, 2007"], "Diego A. Socolinsky": ["Design and Deployment of Visible-Thermal Biometric Surveillance Systems., CVPR, 2007"], "Kaustubh Kalgaonkar": ["Sensor and Data Systems, Audio-Assisted Cameras and Acoustic Doppler Sensors., CVPR, 2007"]}