{"Kristen Grauman": ["Object-graphs for context-aware category discovery., CVPR, 2010", "Learning a hierarchy of discriminative space-time neighborhood features for human action recognition., CVPR, 2010", "Asymmetric region-to-image matching for comparing images with generic object categories., CVPR, 2010", "Reading between the lines: Object localization using implicit cues from image tags., CVPR, 2010", "Far-sighted active learning on a budget for image and video recognition., CVPR, 2010", "Collect-cut: Segmentation with top-down cues discovered in multi-object images., CVPR, 2010"], "Fei-Fei Li": ["Grouplet: A structured image representation for recognizing human and object interactions., CVPR, 2010", "Modeling mutual context of object and human pose in human-object interaction activities., CVPR, 2010", "Efficient extraction of human motion volumes by tracking., CVPR, 2010", "Connecting modalities: Semi-supervised segmentation and annotation of images using unaligned text corpora., CVPR, 2010", "Building and using a semantivisual image hierarchy., CVPR, 2010"], "Shimon Ullman": ["The chains model for detecting parts by their context., CVPR, 2010"], "Michal Irani": ["Detecting and sketching the common., CVPR, 2010"], "Ramakant Nevatia": ["High performance object detection by collaborative learning of Joint Ranking of Granules features., CVPR, 2010"], "Krystian Mikolajczyk": ["P-N learning: Bootstrapping binary classifiers by structural constraints., CVPR, 2010", "Learning weights for codebook in image classification and retrieval., CVPR, 2010"], "Antonio M. López": ["3D Scene priors for road detection., CVPR, 2010", "Learning appearance in virtual scenarios for pedestrian detection., CVPR, 2010"], "Silvio Savarese": ["Toward coherent object detection and scene layout understanding., CVPR, 2010"], "Vittorio Ferrari": ["What is an object?, CVPR, 2010", "Global and efficient self-similarity for object classification and detection., CVPR, 2010", "What's going on? Discovering spatio-temporal dependencies in dynamic scenes., CVPR, 2010"], "Stan Sclaroff": ["Fast globally optimal 2D human detection with loopy graph models., CVPR, 2010"], "Jianbin Jiao": ["Cascaded L1-norm Minimization Learning (CLML) classifier for human detection., CVPR, 2010"], "Longin Jan Latecki": ["Convex shape decomposition., CVPR, 2010"], "Dansheng Mao": ["A theory of phase-sensitive rotation invariance with spherical harmonic and moment-based representations., CVPR, 2010"], "Gert R. G. Lanckriet": ["Multi-class object localization by combining local contextual interactions., CVPR, 2010", "Clustering dynamic textures with the hierarchical EM algorithm., CVPR, 2010"], "Bernt Schiele": ["Automatic discovery of meaningful object parts with latent CRFs., CVPR, 2010", "Monocular 3D pose estimation and tracking by detection., CVPR, 2010", "What helps where - and why? Semantic relatedness for knowledge transfer., CVPR, 2010", "New features and insights for pedestrian detection., CVPR, 2010"], "Alan S. Willsky": ["Exploiting hierarchical context on a large database of object categories., CVPR, 2010"], "Allan D. Jepson": ["Polynomial shape from shading., CVPR, 2010"], "Ramesh Raskar": ["Analysis of light transport in scattering media., CVPR, 2010"], "Hui Ji": ["A new texture descriptor using multifractal analysis in multi-orientation wavelet pyramid., CVPR, 2010", "Learning shift-invariant sparse representation of actions., CVPR, 2010"], "William T. Freeman": ["A content-aware image prior., CVPR, 2010", "A probabilistic image jigsaw puzzle solver., CVPR, 2010", "Noise-optimal capture for high dynamic range photography., CVPR, 2010", "Latent hierarchical structural learning for object detection., CVPR, 2010", "Analyzing spatially-varying blur., CVPR, 2010"], "Na Fan": ["Learning from interpolated images using neural networks for digital forensics., CVPR, 2010"], "Richard P. Wildes": ["Dynamic texture recognition based on distributions of spacetime oriented structure., CVPR, 2010", "Efficient action spotting based on a spacetime oriented structure representation., CVPR, 2010"], "Stella X. Yu": ["Finding dots: Segmentation as popping out regions from boundaries., CVPR, 2010"], "Katsushi Ikeuchi": ["Estimating optical properties of layered surfaces using the spider model., CVPR, 2010", "Estimating demosaicing algorithms using image noise variance., CVPR, 2010", "Consensus photometric stereo., CVPR, 2010"], "Hendrik P. A. Lensch": ["Optimal HDR reconstruction with linear digital cameras., CVPR, 2010"], "Marshall F. Tappen": ["Learning to recognize shadows in monochromatic natural images., CVPR, 2010", "Context-constrained hallucination for image super-resolution., CVPR, 2010"], "Ruth Rosenholtz": ["Exploring features in a Bayesian framework for material recognition., CVPR, 2010"], "Masatoshi Okutomi": ["Image restoration and disparity estimation from an uncalibrated multi-layered image., CVPR, 2010"], "James C. Gee": ["Estimation of image bias field with sparsity constraints., CVPR, 2010"], "Jane Mulligan": ["Performance evaluation of color correction approaches for automatic multi-view image and video stitching., CVPR, 2010"], "Tsukasa Ogasawara": ["Surface color estimation based on inter- and intra-pixel relationships in outdoor scenes., CVPR, 2010"], "Pavel Kisilev": ["Object-to-object color transfer: Optimal flows and SMSP transformations., CVPR, 2010"], "Hugues Talbot": ["The phase only transform for unsupervised surface defect detection., CVPR, 2010"], "Masayuki Tanaka": ["Direct image alignment of projector-camera systems with planar surfaces., CVPR, 2010"], "Thomas S. Huang": ["Spatialized epitome and its applications., CVPR, 2010", "Cross-dataset action detection., CVPR, 2010", "Supervised translation-invariant sparse coding., CVPR, 2010"], "Sang Wook Lee": ["Global optimization for estimating a BRDF with multiple specular lobes., CVPR, 2010"], "Daniel Cremers": ["An approach to vectorial total variation based on geometric measure theory., CVPR, 2010"], "Anurag Mittal": ["Robust order-based methods for feature description., CVPR, 2010"], "Long Quan": ["Rectilinear parsing of architecture in urban environment., CVPR, 2010"], "Hoang-Hiep Vu": ["Hybrid multi-view reconstruction by Jump-Diffusion., CVPR, 2010"], "Bedrich Benes": ["Building reconstruction using manhattan-world grammars., CVPR, 2010"], "Liang-Tien Chia": ["Estimating camera pose from a single urban ground-view omnidirectional image and a 2D building outline map., CVPR, 2010"], "Chang Shu": ["Posture invariant surface description and feature extraction., CVPR, 2010"], "Nikos Paragios": ["Dense non-rigid surface registration using high-order graph matching., CVPR, 2010", "Segmentation of building facades using procedural shape priors., CVPR, 2010", "Data fusion through cross-modality metric learning using similarity-sensitive hashing., CVPR, 2010"], "Zhanyi Hu": ["Line matching leveraged by point correspondences., CVPR, 2010"], "Ben Taskar": ["Detecting and parsing architecture at city scale from range data., CVPR, 2010", "Adaptive pose priors for pictorial structures., CVPR, 2010", "Talking pictures: Temporal grouping and dialog-supervised person recognition., CVPR, 2010"], "Pascal Fua": ["Dynamic and scalable large scale image reconstruction., CVPR, 2010", "Simultaneous point matching and 3D deformable surface reconstruction., CVPR, 2010", "Delineating trees in noisy 2D images and 3D image-stacks., CVPR, 2010", "Pareto-optimal dictionaries for signatures., CVPR, 2010"], "Ruigang Yang": ["Learning 3D shape from a single facial image via non-linear manifold embedding and alignment., CVPR, 2010"], "Andrea Torsello": ["A game-theoretic approach to fine surface registration without initial motion estimation., CVPR, 2010"], "Songde Ma": ["Global and local isometry-invariant descriptor for 3D shape comparison and partial matching., CVPR, 2010"], "Wataru Watanabe": ["Point-based non-rigid surface registration with accuracy estimation., CVPR, 2010"], "Yücel Yemez": ["3D Shape correspondence by isometry-driven greedy optimization., CVPR, 2010"], "Gabriel Peyré": ["On growth and formlets: Sparse multi-scale coding of planar shape., CVPR, 2010"], "David W. Murray": ["Growing semantically meaningful models for visual SLAM., CVPR, 2010"], "Arthur W. Toga": ["Diffeomorphic sulcal shape analysis for cortical surface registration., CVPR, 2010"], "Wolfgang Heidrich": ["A theory of plenoptic multiplexing., CVPR, 2010", "Sensor saturation in Fourier multiplexed imaging., CVPR, 2010"], "Jean Ponce": ["Non-uniform deblurring for shaken images., CVPR, 2010", "Admissible linear map models of linear cameras., CVPR, 2010", "Discriminative clustering for image co-segmentation., CVPR, 2010", "Learning mid-level features for recognition., CVPR, 2010"], "Ashok Veeraraghavan": ["Axial light field for curved mirrors: Reflect your perspective, widen your view., CVPR, 2010"], "Erik Ringaby": ["Rectifying rolling shutter video from hand-held devices., CVPR, 2010"], "Terence Sim": ["Correcting over-exposure in photographs., CVPR, 2010", "Robust flash deblurring., CVPR, 2010", "Towards general motion-based face recognition., CVPR, 2010"], "Xin Chen": ["Denoising vs. deblurring: HDR imaging techniques using moving cameras., CVPR, 2010"], "Wai-kuen Cham": ["Gradient-directed composition of multi-exposure images., CVPR, 2010", "Fast pattern matching using orthogonal Haar transform., CVPR, 2010"], "Michael Gleicher": ["Warp propagation for video resizing., CVPR, 2010"], "Zenglu Qin": ["Using optical defocus to denoise., CVPR, 2010"], "Irfan A. Essa": ["Discontinuous seam-carving for video retargeting., CVPR, 2010", "Motion fields to predict play evolution in dynamic sport scenes., CVPR, 2010", "Efficient hierarchical graph-based video segmentation., CVPR, 2010"], "Deepu Rajan": ["Hybrid shift map for video retargeting., CVPR, 2010"], "Xiaochun Cao": ["Geo-location estimation from two shadow trajectories., CVPR, 2010"], "Mathias Ortner": ["Estimating satellite attitude from pushbroom sensors., CVPR, 2010"], "Srinivasa G. Narasimhan": ["Optimal coded sampling for temporal super-resolution., CVPR, 2010", "A globally optimal data-driven approach for image distortion estimation., CVPR, 2010"], "Stefan Harmeling": ["Efficient filter flow for space-variant multiframe blind deconvolution., CVPR, 2010"], "Steven M. Seitz": ["Regenerative morphing., CVPR, 2010"], "Geoffrey E. Hinton": ["Dynamical binary latent variable models for 3D human pose tracking., CVPR, 2010", "Modeling pixel means and covariances using factorized third-order boltzmann machines., CVPR, 2010"], "Michael J. Black": ["Contour people: A parameterized model of 2D articulated human shape., CVPR, 2010", "Tracking people interacting with objects., CVPR, 2010", "Secrets of optical flow estimation and their principles., CVPR, 2010"], "Raquel Urtasun": ["Combining discriminative and generative methods for 3D deformable surface and articulated pose reconstruction., CVPR, 2010"], "Bodo Rosenhahn": ["Multisensor-fusion for 3D full-body human motion capture., CVPR, 2010"], "Luc J. Van Gool": ["An object-dependent hand pose prior from sparse training data., CVPR, 2010", "Finding nemo: Deformable object class modelling using curve matching., CVPR, 2010", "Exploiting simple hierarchies for unsupervised human behavior analysis., CVPR, 2010", "A Hough transform-based voting framework for action recognition., CVPR, 2010"], "Feng Han": ["Vehicle detection and tracking in wide field-of-view aerial video., CVPR, 2010"], "Ram Nevatia": ["Multi-target tracking by on-line learned discriminative appearance models., CVPR, 2010", "Learning 3D action models from a few 2D videos for view invariant action recognition., CVPR, 2010"], "Ko Nishino": ["Tracking with local spatio-temporal motion patterns in extremely crowded scenes., CVPR, 2010", "Scale-hierarchical 3D object recognition in cluttered scenes., CVPR, 2010"], "Yangsheng Wang": ["AAM based face tracking with temporal matching and face segmentation., CVPR, 2010"], "Mubarak Shah": ["Human identity recognition in aerial images., CVPR, 2010", "Chaotic invariants of Lagrangian particle trajectories for anomaly detection in crowded scenes., CVPR, 2010", "Scene understanding by statistical modeling of motion patterns., CVPR, 2010"], "Yasushi Yagi": ["Silhouette transformation based on walking speed for gait identification., CVPR, 2010"], "Horst Bischof": ["PROST: Parallel robust online simple tracking., CVPR, 2010", "Linked edges as stable region boundaries., CVPR, 2010", "On-line semi-supervised multiple-instance boosting., CVPR, 2010", "Motion estimation with non-local total variation regularization., CVPR, 2010", "Variational segmentation of elongated volumetric structures., CVPR, 2010", "Online multi-class LPBoost., CVPR, 2010"], "Jessica K. Hodgins": ["Player localization using multiple static cameras for sports visualization., CVPR, 2010"], "Hongbin Zha": ["An online approach: Learning-Semantic-Scene-by-Tracking and Tracking-by-Learning-Semantic-Scene., CVPR, 2010", "Geometric properties of multiple reflections in catadioptric camera with two planar mirrors., CVPR, 2010"], "Sebastian Thrun": ["Real time motion capture using a single time-of-flight camera., CVPR, 2010", "Upsampling range data in dynamic environments., CVPR, 2010", "Unsupervised learning of invariant features using video., CVPR, 2010"], "Yi Ma": ["RASL: Robust alignment by sparse and low-rank decomposition for linearly correlated images., CVPR, 2010", "Compact projection: Simple and efficient near neighbor search with practical memory requirements., CVPR, 2010"], "Anton van den Hengel": ["Efficient computation of robust low-rank matrix approximations in the presence of missing data using the L1 norm., CVPR, 2010"], "Nuno Vasconcelos": ["On the design of robust classifiers for computer vision., CVPR, 2010", "Anomaly detection in crowded scenes., CVPR, 2010"], "Barbara Caputo": ["Online-batch strongly convex Multi Kernel Learning., CVPR, 2010", "Safety in numbers: Learning categories from few examples with multi model knowledge transfer., CVPR, 2010"], "Jingqi Yan": ["Efficient joint 2D and 3D palmprint matching with alignment refinement., CVPR, 2010"], "Yuli Gao": ["Harvesting large-scale weakly-tagged image databases from the web., CVPR, 2010"], "Nathan Manor": ["Visual recognition using mappings that replicate margins., CVPR, 2010"], "Shai Avidan": ["An eye for an eye: A single camera gaze-replacement method., CVPR, 2010"], "Michael S. Brown": ["Ink-bleed reduction using functional minimization., CVPR, 2010", "A framework for ultra high resolution 3D imaging., CVPR, 2010"], "Michael Kirby": ["Action classification on product manifolds., CVPR, 2010"], "Jay Yagnik": ["SPEC hashing: Similarity preserving algorithm for entropy-based coding., CVPR, 2010", "Finding meaning on YouTube: Tag recommendation and category discovery., CVPR, 2010"], "Kilian M. Pohl": ["Shape-based similarity retrieval of Doppler images for clinical decision support., CVPR, 2010"], "Sylvie Naudet-Collette": ["Real-time vehicle global localisation with a single camera in dense urban areas: Exploitation of coarse 3D city models., CVPR, 2010"], "Xiaoyun Wu": ["Taxonomic classification for web-based videos., CVPR, 2010"], "Baoxin Li": ["YouTubeCat: Learning to categorize wild web videos., CVPR, 2010", "Discriminative K-SVD for dictionary learning in face recognition., CVPR, 2010"], "Alexander T. Ihler": ["Covering trees and lower-bounds on quadratic assignment., CVPR, 2010"], "Philip H. S. Torr": ["Efficient piecewise learning for conditional random fields., CVPR, 2010", "Discrete minimum ratio curves and surfaces., CVPR, 2010"], "Cordelia Schmid": ["Multimodal semi-supervised learning for image classification., CVPR, 2010", "Multi-view object class detection with a 3D geometric model., CVPR, 2010"], "Wen Gao": ["Towards semantic embedding in visual vocabulary., CVPR, 2010", "Visual tracking via weakly supervised learning from multiple imperfect oracles., CVPR, 2010", "Novel observation model for probabilistic object tracking., CVPR, 2010", "Measuring visual saliency by Site Entropy Rate., CVPR, 2010", "Adaptive generic learning for face recognition from a single sample per person., CVPR, 2010"], "Xiaoming Chen": ["Exploiting Monge structures in optimum subwindow search., CVPR, 2010"], "Bernd Girod": ["Unified Real-Time Tracking and Recognition with Rotation-Invariant Fast Features., CVPR, 2010"], "Tat-Jen Cham": ["Fast polygonal integration and its application in extending haar-like features to improve object detection., CVPR, 2010"], "Kostas Daniilidis": ["Object detection via boundary structure segmentation., CVPR, 2010"], "Michel Roux": ["Implicit hierarchical boosting for multi-view object detection., CVPR, 2010"], "Hongdong Li": ["Support vector regression for multi-view gait recognition based on local motion feature selection., CVPR, 2010", "Multi-view structure computation without explicitly estimating motion., CVPR, 2010"], "Dariu M. Gavrila": ["Integrated pedestrian classification and orientation estimation., CVPR, 2010", "Multi-cue pedestrian classification with partial occlusion handling., CVPR, 2010"], "Slobodan Ilic": ["Model globally, match locally: Efficient and robust 3D object recognition., CVPR, 2010", "Free-form mesh tracking: A patch-based approach., CVPR, 2010"], "Ashish Kapoor": ["Visual recognition and detection under bounded computational resources., CVPR, 2010"], "Christoph H. Lampert": ["An efficient divide-and-conquer cascade for nonlinear object detection., CVPR, 2010", "Optimizing one-shot recognition with micro-set learning., CVPR, 2010"], "Alberto Sanfeliu": ["Efficient rotation invariant object detection using boosted Random Ferns., CVPR, 2010"], "Ricardo Toledo": ["Fast and robust object segmentation with the Integral Linear Classifier., CVPR, 2010"], "Marc Pollefeys": ["Segmenting video into classes of algorithm-suitability., CVPR, 2010", "Probabilistic 3D occupancy flow with latent silhouette cues., CVPR, 2010", "Piecewise planar and non-planar stereo for urban scene reconstruction., CVPR, 2010", "Disambiguating visual relations using loop constraints., CVPR, 2010"], "Andrew Y. Ng": ["A Steiner tree approach to efficient object detection., CVPR, 2010"], "Pietro Perona": ["Cascaded pose regression., CVPR, 2010"], "Song Wang": ["Free-shape subwindow search for object localization., CVPR, 2010", "Two perceptually motivated strategies for shape classification., CVPR, 2010"], "Frédéric Jurie": ["Improving web image search results using query-relative classifiers., CVPR, 2010"], "Robert Pless": ["Using cloud shadows to infer scene structure and camera calibration., CVPR, 2010"], "Shree K. Nayar": ["Depth from Diffusion., CVPR, 2010"], "Ping Tan": ["Self-calibrating photometric stereo., CVPR, 2010"], "Paolo Favaro": ["Recovering thin structures via nonlocal-means regularization with application to depth from defocus., CVPR, 2010"], "Xiaoou Tang": ["Object cut: Complex 3D object reconstruction through line drawing separation., CVPR, 2010", "Isoperimetric cut on a directed graph., CVPR, 2010", "Fast matting using large kernel matting Laplacian matrices., CVPR, 2010"], "Brandon M. Smith": ["Model evolution: An incremental approach to non-rigid structure from motion., CVPR, 2010"], "Christian Theobalt": ["3D shape scanning with a time-of-flight camera., CVPR, 2010"], "William A. P. Smith": ["Refinement of digital elevation models from shadowing cues., CVPR, 2010"], "Francesc Moreno-Noguer": ["Simultaneous pose, correspondence and non-rigid shape., CVPR, 2010"], "Victor S. Lempitsky": ["Surface extraction from binary volumes with higher-order smoothness., CVPR, 2010"], "Gang Xu": ["3D reconstruction of glossy surfaces using stereo cameras and projector-display., CVPR, 2010"], "Edwin R. Hancock": ["Shape and refractive index recovery from single-view polarisation images., CVPR, 2010"], "Daniel G. Aliaga": ["High-resolution modeling of moving and deforming objects using sparse geometric and dense photometric measurements., CVPR, 2010"], "Amit K. Agrawal": ["Specular surface reconstruction from sparse reflection correspondences., CVPR, 2010"], "Daphne Koller": ["Single image depth estimation from predicted semantic labels., CVPR, 2010", "Efficiently selecting regions for scene understanding., CVPR, 2010"], "Jean-Philippe Pons": ["Robust piecewise-planar 3D reconstruction and completion from large-scale unstructured point data., CVPR, 2010"], "Kyoung Mu Lee": ["Visual tracking decomposition., CVPR, 2010", "Monocular SLAM with locally planar landmarks via geometric rao-blackwellized particle filtering on Lie groups., CVPR, 2010", "Unsupervised detection and segmentation of identical objects., CVPR, 2010", "Authority-shift clustering: Hierarchical clustering by authority seeking on graphs., CVPR, 2010"], "Philippe C. Cattin": ["Tracking the invisible: Learning where the object might be., CVPR, 2010"], "Yasuyuki Matsushita": ["Motion detail preserving optical flow estimation., CVPR, 2010"], "Stan Z. Li": ["Modeling pixel process with scale invariant local patterns for background subtraction in complex scenes., CVPR, 2010"], "Ian D. Reid": ["Real-time tracking of multiple occluding objects using level sets., CVPR, 2010"], "Tieniu Tan": ["Visual tracking via incremental self-tuning particle filtering on the affine group., CVPR, 2010"], "Deborah Estrin": ["Warping background subtraction., CVPR, 2010"], "Jie Zhou": ["Trajectory matching from unsynchronized videos., CVPR, 2010"], "Nassir Navab": ["Rapid selection of reliable templates for visual tracking., CVPR, 2010", "Adaptive linear predictors for real-time tracking., CVPR, 2010", "Dominant orientation templates for real-time detection of texture-less objects., CVPR, 2010", "Natural gradients for deformable registration., CVPR, 2010"], "B. S. Manjunath": ["Generalized simultaneous registration and segmentation., CVPR, 2010"], "Avinash C. Kak": ["A probabilistic framework for joint segmentation and tracking., CVPR, 2010"], "Bao-Liang Lu": ["Online multiple instance learning with no regret., CVPR, 2010"], "Takashi Matsuyama": ["Dynamic surface matching by geodesic mapping for 3D animation transfer., CVPR, 2010"], "Frank Dellaert": ["Probabilistic temporal inference on reconstructed 3D scenes., CVPR, 2010"], "Richard Szeliski": ["Towards Internet-scale multi-view stereo., CVPR, 2010", "Removing rolling shutter wobble., CVPR, 2010"], "Kwan-Yee Kenneth Wong": ["Reconstruction of display and eyes from a single image., CVPR, 2010"], "Richard I. Hartley": ["Outlier removal using duality., CVPR, 2010"], "Narendra Ahuja": ["A constant-space belief propagation algorithm for stereo matching., CVPR, 2010", "SVM for edge-preserving filtering., CVPR, 2010"], "Philippos Mordohai": ["Evaluation of stereo confidence indoors and outdoors., CVPR, 2010"], "In-So Kweon": ["Pushing the envelope of modern methods for bundle adjustment., CVPR, 2010"], "Chi-Keung Tang": ["Quasi-dense 3D reconstruction using tensor-based multiview stereo., CVPR, 2010"], "Jongmoo Choi": ["Accurate 3D face reconstruction from weakly calibrated wide baseline images with profile contours., CVPR, 2010"], "Andrew J. Davison": ["Live dense reconstruction with a single moving camera., CVPR, 2010", "Scalable active matching., CVPR, 2010"], "Nahum Kiryati": ["Multi-view scene flow estimation: A view centered variational approach., CVPR, 2010"], "Jongwoo Lim": ["Egomotion using assorted features., CVPR, 2010"], "David B. Cooper": ["Ray Markov Random Fields for image-based 3D modeling: Model and efficient inference., CVPR, 2010"], "Benjamin B. Kimia": ["3D curve sketch: Flexible curve-based stereo reconstruction and calibration., CVPR, 2010"], "Peter Lindstrom": ["Triangulation made easy., CVPR, 2010"], "Tomás Pajdla": ["Simultaneous surveillance camera calibration and foot-head homology estimation from human detections., CVPR, 2010"], "Pushmeet Kohli": ["Surface stereo with soft segmentation., CVPR, 2010", "On detection of multiple object instances using hough transforms., CVPR, 2010"], "Hans-Peter Seidel": ["Exploiting global connectivity constraints for reconstruction of 3D line segments from images., CVPR, 2010", "Multilinear pose and body shape estimation of dressed subjects from image sets., CVPR, 2010"], "Andrea Fusiello": ["Improving the efficiency of hierarchical structure-and-motion., CVPR, 2010"], "Fumihiko Sakaue": ["Multiview constraints in frequency space and camera calibration from unsynchronized images., CVPR, 2010"], "Shuicheng Yan": ["Common visual pattern discovery via spatially coherent correspondences., CVPR, 2010", "Weakly-supervised hashing in kernel space., CVPR, 2010", "Visual classification with multi-task joint sparse representation., CVPR, 2010", "Sparse representation using nonnegative curds and whey., CVPR, 2010"], "Anuj Srivastava": ["A novel riemannian framework for shape analysis of 3D objects., CVPR, 2010"], "Lei He": ["Object matching with a locally affine-invariant constraint., CVPR, 2010"], "Jianbo Shi": ["Many-to-one contour matching for describing and discriminating object shape., CVPR, 2010"], "Harpreet S. Sawhney": ["3D model based vehicle classification in aerial imagery., CVPR, 2010"], "Rama Chellappa": ["Fast directional chamfer matching., CVPR, 2010", "Robust RVM regression using sparse outlier model., CVPR, 2010", "Moving vistas: Exploiting motion for describing scenes., CVPR, 2010", "Group motion segmentation using a Spatio-Temporal Driving Force Model., CVPR, 2010", "Pose-robust albedo estimation from a single image., CVPR, 2010"], "Iasonas Kokkinos": ["Scale-invariant heat kernel signatures for non-rigid shape recognition., CVPR, 2010", "Highly accurate boundary detection and grouping., CVPR, 2010"], "Cristian Sminchisescu": ["Object recognition as ranking holistic figure-ground hypotheses., CVPR, 2010", "Constrained parametric min-cuts for automatic object segmentation., CVPR, 2010"], "Ognjen Arandjelovic": ["Automatic attribution of ancient Roman imperial coins., CVPR, 2010"], "Dorin Comaniciu": ["Multiple object detection by sequential monte carlo and Hierarchical Detection Network., CVPR, 2010", "Search strategies for multiple landmark detection by submodular maximization., CVPR, 2010"], "Ahmed M. Elgammal": ["Putting local features on a manifold., CVPR, 2010", "One-shot multi-set non-rigid feature-spatial matching., CVPR, 2010"], "Stefan Roth": ["A generative perspective on MRFs in low-level vision., CVPR, 2010"], "Miguel Á. Carreira-Perpiñán": ["Manifold blurring mean shift algorithms for manifold denoising., CVPR, 2010"], "Dmitri B. Chklovskii": ["Increasing depth resolution of electron microscopy of neural circuits using sparse tomographic reconstruction., CVPR, 2010"], "John W. Fisher III": ["Modeling and estimating persistent motion with geometric flows., CVPR, 2010"], "Yuhong Xu": ["Robust video denoising using low rank matrix completion., CVPR, 2010"], "Dani Lischinski": ["Personalization of image enhancement., CVPR, 2010"], "Jonathan Brandt": ["Transform coding for fast approximate nearest neighbor search in high dimensions., CVPR, 2010"], "Frédo Durand": ["Linear view synthesis using a dimensionality gap light field prior., CVPR, 2010"], "Yanxi Liu": ["Multi-target tracking of time-varying spatial patterns., CVPR, 2010", "Data driven mean-shift belief propagation for non-gaussian MRFs., CVPR, 2010"], "Yao Lu": ["Abrupt motion tracking via adaptive stochastic approximation Monte Carlo sampling., CVPR, 2010"], "Gianfranco Doretto": ["Boosting for transfer learning with multiple sources., CVPR, 2010"], "M. Pawan Kumar": ["Energy minimization for linear envelope MRFs., CVPR, 2010"], "Tibério S. Caetano": ["Unified graph matching in Euclidean spaces., CVPR, 2010"], "Zhengdong Lu": ["Parametric dimensionality reduction by unsupervised regression., CVPR, 2010"], "Robert P. W. Duin": ["Spherical embeddings for non-Euclidean dissimilarities., CVPR, 2010"], "Alan L. Yuille": ["Part and appearance sharing: Recursive Compositional Models for multi-view., CVPR, 2010"], "Gilad Lerman": ["Randomized hybrid linear modeling by local best-fit flats., CVPR, 2010"], "Erik G. Learned-Miller": ["Improving state-of-the-art OCR through high-precision document-specific modeling., CVPR, 2010"], "Jiebo Luo": ["Visual event recognition in videos by learning from web data., CVPR, 2010", "Tag-based web photo retrieval improved by batch mode re-tagging., CVPR, 2010"], "James M. Rehg": ["Temporal causality for the analysis of visual events., CVPR, 2010"], "Visvanathan Ramesh": ["Illumination compensation based change detection using order consistency., CVPR, 2010"], "Greg Mori": ["Recognizing human actions from still images with latent poses., CVPR, 2010"], "Stefano Soatto": ["Spike train driven dynamical models for human actions., CVPR, 2010"], "Fredrik Kahl": ["Parallel and distributed graph cuts by dual decomposition., CVPR, 2010"], "Gal Chechik": ["Object separation in x-ray image sets., CVPR, 2010"], "Sang Uk Lee": ["Learning full pairwise affinities for spectral segmentation., CVPR, 2010", "Optical flow estimation with adaptive convolution kernel prior on discrete framework., CVPR, 2010", "Nonparametric higher-order learning for interactive segmentation., CVPR, 2010"], "Jonathan Warrell": ["\"Lattice Cut\" - Constructing superpixels using layer constraints., CVPR, 2010"], "Jianfei Cai": ["A diffusion approach to seeded image segmentation., CVPR, 2010"], "Margrit Gelautz": ["A spatially varying PSF-based prior for alpha matting., CVPR, 2010"], "Scott Cohen": ["Simultaneous foreground, background, and alpha estimation for image matting., CVPR, 2010", "Geodesic graph cut for interactive image segmentation., CVPR, 2010"], "Yuri Boykov": ["Fast approximate energy minimization with label costs., CVPR, 2010"], "Jian Sun": ["Parallel graph-cuts by adaptive bottom-up merging., CVPR, 2010", "Face recognition with learning-based descriptor., CVPR, 2010"], "Qunsheng Peng": ["Transductive segmentation of live video with non-stationary background., CVPR, 2010"], "Pablo Márquez-Neila": ["Morphological snakes., CVPR, 2010"], "Ronen Basri": ["Co-clustering of image segments using convex optimization applied to EM neuronal reconstruction., CVPR, 2010"], "Chandrajit L. Bajaj": ["Multi-domain, higher order level set scheme for 3D image segmentation on the GPU., CVPR, 2010"], "Xue-Cheng Tai": ["A study on continuous max-flow and min-cut approaches., CVPR, 2010"], "Maylor K. H. Leung": ["Object recognition by discriminative combinations of line segments and ellipses., CVPR, 2010"], "David A. McAllester": ["Cascade object detection with deformable part models., CVPR, 2010"], "Rahul Sukthankar": ["Food recognition using statistics of pairwise local features., CVPR, 2010"], "David Zhang": ["The multiscale competitive code via sparse representation for palmprint verification., CVPR, 2010"], "Song Chun Zhu": ["Learning a probabilistic model mixing 3D and 2D primitives for view invariant object recognition., CVPR, 2010", "Discovering scene categories by information projection and cluster sampling., CVPR, 2010"], "Tinne Tuytelaars": ["Dense interest points., CVPR, 2010"], "Yan Liu": ["Large-scale image categorization with explicit data embedding., CVPR, 2010"], "Lei Zhang": ["Probabilistic models for supervised dictionary learning., CVPR, 2010", "Spatial-bag-of-features., CVPR, 2010"], "Xiaoqin Zhang": ["Use bin-ratio information for category and scene classification., CVPR, 2010"], "C. Lawrence Zitnick": ["The role of features, algorithms and data in visual recognition., CVPR, 2010"], "Yasuo Kuniyoshi": ["Global Gaussian approach for scene categorization using information geometry., CVPR, 2010"], "Derek Hoiem": ["Attribute-centric recognition for cross-category generalization., CVPR, 2010", "Comparative object similarity for improved recognition with few or no examples., CVPR, 2010"], "Marco Cristani": ["Person re-identification by symmetry-driven accumulation of local features., CVPR, 2010"], "Ayellet Tal": ["Context-aware saliency detection., CVPR, 2010"], "Ohad Ben-Shahar": ["Minimum length in the tangent bundle as a model for curve completion., CVPR, 2010"], "Stephen Lin": ["Super resolution using edge prior and single image detail synthesis., CVPR, 2010"], "Sung Yong Shin": ["Coded exposure imaging for projective motion deblurring., CVPR, 2010"], "Roger Gimeno": ["DARTs: Efficient scale-space extraction of DAISY keypoints., CVPR, 2010"], "Daniel P. Huttenlocher": ["Generating sharp panoramas from motion-blurred videos., CVPR, 2010"], "Jingyi Yu": ["Recovering fluid-type motions using Navier-Stokes potential flow., CVPR, 2010"], "Ying Wu": ["Sparsity model for robust optical flow estimation at motion discontinuities., CVPR, 2010"], "Garrison W. Cottrell": ["Robust classification of objects, faces, and flowers using natural image statistics., CVPR, 2010"], "Tsuhan Chen": ["Fast image alignment in the Fourier domain., CVPR, 2010", "Beyond trees: MRF inference via outer-planar decomposition., CVPR, 2010", "iCoseg: Interactive co-segmentation with intelligent scribble guidance., CVPR, 2010"], "H. Sebastian Seung": ["Boundary Learning by Optimization with Topological Constraints., CVPR, 2010"], "Robert Fergus": ["Deconvolutional networks., CVPR, 2010"], "Hanno Scharr": ["Diffusion filtering without parameter tuning: Models and inference tools., CVPR, 2010"], "Yui Man Lui": ["Visual object tracking using adaptive correlation filters., CVPR, 2010"], "Bill Triggs": ["Face recognition based on image sets., CVPR, 2010"], "Jeffrey F. Cohn": ["Unsupervised discovery of facial events., CVPR, 2010", "Action unit detection with segment-based SVMs., CVPR, 2010"], "Mark S. Nixon": ["3D morphable model construction for robust ear and face recognition., CVPR, 2010"], "Yuncai Liu": ["Bimodal gender recognition from face and fingerprint., CVPR, 2010"], "Tim K. Marks": ["Morphable Reflectance Fields for enhancing face recognition., CVPR, 2010"], "Yuting Zhang": ["Removal of 3D facial expressions: A learning-based approach., CVPR, 2010"], "Dit-Yan Yeung": ["Multi-task warped Gaussian process for personalized age estimation., CVPR, 2010"], "Dimitris N. Metaxas": ["Exploring facial expressions with compositional features., CVPR, 2010", "Automatic image annotation using group sparsity., CVPR, 2010", "Image retrieval via probabilistic hypergraph ranking., CVPR, 2010"], "Marios Savvides": ["An extension of multifactor analysis for face recognition based on submanifold learning., CVPR, 2010"], "Martial Hebert": ["Making specific features less discriminative to improve point-based 3D object recognition., CVPR, 2010"], "Yap-Peng Tan": ["Cost-sensitive subspace learning for face recognition., CVPR, 2010"], "Yoichi Sato": ["Calibration-free gaze sensing using saliency maps., CVPR, 2010"], "Albert C. S. Chung": ["A novel Markov random field based deformable model for face recognition., CVPR, 2010"], "Jordi Vitrià": ["Automatic point-based facial trait judgments evaluation., CVPR, 2010"], "Ioannis A. Kakadiaris": ["Bidirectional relighting for 3D-aided 2D face recognition., CVPR, 2010", "A shape-driven MRF model for the segmentation of organs in medical images., CVPR, 2010"], "Maja Pantic": ["Facial point detection using boosted regression and graph models., CVPR, 2010"], "François Brémond": ["Gesture recognition by learning local motion signatures., CVPR, 2010"], "Chunhua Shen": ["Rapid face recognition using hashing., CVPR, 2010"], "Kiriakos N. Kutulakos": ["Non-rigid structure from locally-rigid motion., CVPR, 2010"], "Yimin Zhang": ["Bundled depth-map merging for multi-view stereo., CVPR, 2010"], "Dinggang Shen": ["ABSORB: Atlas building by Self-Organized Registration and Bundling., CVPR, 2010"], "Marcos Salganicoff": ["Stratified learning of local anatomical context for lung nodules in CT images., CVPR, 2010"], "Kim L. Boyer": ["Sign ambiguity resolution for phase demodulation in interferometry with application to prelens tear film analysis., CVPR, 2010"], "Jacinto C. Nascimento": ["Multiple dynamic models for tracking the left ventricle of the heart from ultrasound data using particle filters and deep learning architectures., CVPR, 2010"], "Amit K. Roy-Chowdhury": ["Multilinear feature extraction and classification of multi-focal images, with applications in nematode taxonomy., CVPR, 2010"], "Shing-Tung Yau": ["Compression of surface registrations using Beltrami coefficients., CVPR, 2010"], "Anthony J. Yezzi": ["Curious snakes: A minimum latency solution to the cluttered background problem in active contours., CVPR, 2010"], "Kent A. Kiehl": ["Anatomical parts-based regression using non-negative matrix factorization., CVPR, 2010"], "Tony F. Chan": ["Metric-induced optimal embedding for intrinsic 3D shape analysis., CVPR, 2010"], "Mona Kathryn Garvin": ["Simultaneous searching of globally optimal interacting surfaces with shape priors., CVPR, 2010"], "Ghassan Hamarneh": ["Group MRF for fMRI activation detection., CVPR, 2010", "Vessel scale-selection using MRF optimization., CVPR, 2010"], "Roman P. Pflugfelder": ["Localizing non-overlapping surveillance cameras under the L-Infinity norm., CVPR, 2010"], "Joachim M. Buhmann": ["Neuron geometry extraction by perceptual grouping in ssTEM images., CVPR, 2010", "Towards weakly supervised semantic segmentation by means of multiple instance and multitask learning., CVPR, 2010"], "Chris Wyatt": ["An automatic unsupervised classification of MR images in Alzheimer's disease., CVPR, 2010"], "Dirk R. Padfield": ["Masked FFT registration., CVPR, 2010"], "Alexander Cavallaro": ["Lymph node detection in 3-D chest CT using a spatial prior probability., CVPR, 2010"], "Baba C. Vemuri": ["Image atlas construction via intrinsic averaging on the manifold of images., CVPR, 2010"], "Mei Chen": ["Heterogeneous Conditional Random Field: Realizing joint detection and segmentation of cell regions in microscopic images., CVPR, 2010"], "Chenyang Xu": ["Model-based respiratory motion compensation for image-guided cardiac interventions., CVPR, 2010"], "Shawn D. Newsam": ["Proximate sensing: Inferring what-is-where from georeferenced photo collections., CVPR, 2010"], "Yonatan Wexler": ["Detecting text in natural scenes with stroke width transform., CVPR, 2010"], "Abhinav Gupta": ["Beyond active noun tagging: Modeling contextual interactions for multi-class active learning., CVPR, 2010"], "Wei-Ying Ma": ["ARISTA - image search to annotation on billions of web photos., CVPR, 2010"], "Nikolaos Papanikolopoulos": ["Breaking the interactive bottleneck in multi-class classification with active selection and binary feedback., CVPR, 2010"], "Litian Tao": ["Efficient histogram-based sliding window., CVPR, 2010"], "Yi Yao": ["Region moments: Fast invariant descriptors for detecting small image structures., CVPR, 2010"], "Hwann-Tzong Chen": ["A square-root sampling approach to fast histogram-based search., CVPR, 2010"], "Angel Domingo Sappa": ["Relaxing the 3L algorithm for an accurate implicit polynomial fitting., CVPR, 2010"], "Anil K. Jain": ["Online visual vocabulary pruning using pairwise constraints., CVPR, 2010"], "Fabio Piano": ["Rapid and accurate developmental stage recognition of C. elegans from high-throughput image data., CVPR, 2010"], "Olga Veksler": ["Tiered scene labeling with dynamic programming., CVPR, 2010"], "Charless C. Fowlkes": ["Layered object detection for multi-class segmentation., CVPR, 2010"], "Nam Ik Cho": ["Rectification of figures and photos in document images using bounding box interface., CVPR, 2010"], "Andrew Zisserman": ["Geodesic star convexity for interactive image segmentation., CVPR, 2010", "Efficient additive kernels via explicit feature maps., CVPR, 2010"], "Chunhui Gu": ["Figure-ground segmentation improves handled object recognition in egocentric video., CVPR, 2010"], "Chris Hinrichs": ["Learning kernels for variants of normalized cuts: Convex relaxations and applications., CVPR, 2010"], "Ramin Zabih": ["Globally optimal pixel labeling algorithms for tree metrics., CVPR, 2010"], "Octavia I. Camps": ["GPCA with denoising: A moments-based convex approach., CVPR, 2010"], "Shuo Li": ["Finding image distributions on active curves., CVPR, 2010", "Graph cut segmentation with a global constraint: Recovering region distribution via a bound of the Bhattacharyya measure., CVPR, 2010"], "Leo Grady": ["Fast global optimization of curvature., CVPR, 2010"], "Roberto Cipolla": ["Label propagation in video sequences., CVPR, 2010"], "Jordi Gonzàlez": ["Harmony potentials for joint classification and segmentation., CVPR, 2010"], "Heung-Yeung Shum": ["Interest seam image., CVPR, 2010", "Scalable face image retrieval with identity-based quantization and multi-reference re-ranking., CVPR, 2010"], "Patrick Pérez": ["Aggregating local descriptors into a compact image representation., CVPR, 2010"], "Hai Jin": ["Nonparametric Label-to-Region by search., CVPR, 2010"], "Mikel D. Rodriguez": ["CRAM: Compact representation of actions in movies., CVPR, 2010"], "Yihong Gong": ["Locality-constrained Linear Coding for image classification., CVPR, 2010"], "Chong-Wah Ngo": ["Semantic context modeling with maximal margin Conditional Random Fields for automatic image annotation., CVPR, 2010"], "Hervé Poirier": ["Large-scale image retrieval with compressed Fisher vectors., CVPR, 2010"], "Xian-Sheng Hua": ["Optimizing kd-trees for scalable visual descriptor indexing., CVPR, 2010", "Content-aware Ranking for visual search., CVPR, 2010"], "Srikantan S. Nagarajan": ["Topic regression multi-modal Latent Dirichlet Allocation for image annotation., CVPR, 2010"], "Jiri Matas": ["Unsupervised discovery of co-occurrence in sparse high dimensional data., CVPR, 2010"], "Shih-Fu Chang": ["Semi-supervised hashing for scalable image retrieval., CVPR, 2010"], "Leonidas J. Guibas": ["Image webs: Computing and exploiting connectivity in image collections., CVPR, 2010"], "Frank Nielsen": ["Total Bregman divergence and its applications to shape retrieval., CVPR, 2010"], "Antonio Torralba": ["SUN database: Large-scale scene recognition from abbey to zoo., CVPR, 2010"], "Guillermo Sapiro": ["Classification and clustering via dictionary learning with structured incoherence and shared features., CVPR, 2010"], "Gustavo Carneiro": ["The automatic design of feature spaces for local image descriptors using an ensemble of non-linear feature extractors., CVPR, 2010"], "Aleix M. Martínez": ["Bayes optimal kernel discriminant analysis., CVPR, 2010"], "Peilin Zhao": ["Local features are not lonely - Laplacian sparse coding for image classification., CVPR, 2010"], "Tian-Tsong Ng": ["Factorization towards a classifier., CVPR, 2010"], "Hanzi Wang": ["Multi-structure model selection via kernel optimisation., CVPR, 2010"], "Frank P. Ferrie": ["Pareto discriminant analysis., CVPR, 2010"], "Michael I. Jordan": ["Sufficient dimension reduction for visual sequence classification., CVPR, 2010"], "Ming-Hsuan Yang": ["Fast sparse representation with prototypes., CVPR, 2010"], "Josef Kittler": ["lp norm multiple kernel Fisher discriminant analysis for object and image categorisation., CVPR, 2010"]}