{"Antonis A. Argyros": ["Robot Homing based on Corner Tracking in a Sequence of Panoramic Images., CVPR, 2001"], "Atsuto Maki": ["Illumination Subspace for Multibody Motion Segmentation., CVPR, 2001"], "Bernd Heisele": ["Feature Reduction and Hierarchy of Classifiers for Fast Object Detection in Video Images., CVPR, 2001"], "Bisser Raytchev": ["Unsupervised Face Recognition from Image Sequences Based on Clustering with Attraction and Repulsion., CVPR, 2001"], "Christian Früh": ["3D Model Generation for Cities Using Aerial Photographs and Ground Level Laser Scans., CVPR, 2001"], "Cordelia Schmid": ["Constructing models for content-based image retrieval., CVPR, 2001"], "Margarita Osadchy": ["Anti-Sequences: Event Detection by Frame Stacking., CVPR, 2001"], "Alessandro Bissacco": ["Recognition of Human Gaits., CVPR, 2001"], "Payam Saisan": ["Dynamic Texture Recognition., CVPR, 2001"], "Hiroshi Kawasaki": ["Light Field Rendering for Large-Scale Scenes., CVPR, 2001"], "Hynek Bakstein": ["3D Reconstruction from 360 x 360 Mosaics., CVPR, 2001"], "Jezekiel Ben-Arie": ["View-Based Human Activity Recognition by Indexing & Sequencing., CVPR, 2001"], "Jiang Gao": ["An Adaptive Algorithm for Text Detection from Natural Scenes., CVPR, 2001"], "Kenji Shoji": ["3-D Interpretation of Single Line Drawings Based on Entropy Minimization Principle., CVPR, 2001"], "Krystian Mikolajczyk": ["Face detection in a video sequence - a temporal approach., CVPR, 2001"], "Laurent D. Cohen": ["Grouping connected components using minimal path techniques. Application to reconstruction of vessels in 2D and 3D images., CVPR, 2001"], "Ankush Mittal": ["Dynamic bayesian framework for extracting temporal structure in video., CVPR, 2001"], "Lie Gu": ["Learning Probabilistic Distribution Model for Multi-View Face Detection., CVPR, 2001"], "Lihi Zelnik-Manor": ["Event-Based Analysis of Video., CVPR, 2001"], "Masaki Onishi": ["Production of Video Images by Computer Controlled Cameras and Its Application to TV Conference System., CVPR, 2001"], "Masatoshi Okutomi": ["A Simple Stereo Algorithm to Recover Precise Object Boundaries and Smooth Surfaces., CVPR, 2001"], "Peter Sturm": ["On Focal Length Calibration from Two Views., CVPR, 2001"], "Rahul Sukthankar": ["Dynamic Shadow Elimination for Multi-Projector Displays., CVPR, 2001"], "Fredrik Kahl": ["Critical Configurations for N-view Projective Reconstruction., CVPR, 2001"], "Ron O. Dror": ["Statistics of Real-World Illumination., CVPR, 2001"], "Ryusuke Sagawa": ["Robust and Adaptive Integration of Multiple Range Images with Photometric Attributes., CVPR, 2001"], "Sergey Ioffe": ["Mixtures of Trees for Object Recognition., CVPR, 2001"], "Srinivasa G. Narasimhan": ["Removing Weather Effects from Monochrome Images., CVPR, 2001"], "Tao Zhao": ["Segmentation and Tracking of Multiple Humans in Complex Situations., CVPR, 2001"], "Thitiwan Srinark": ["A Framework for Multiple Snakes., CVPR, 2001"], "Hwann-Tzong Chen": ["Multi-Object Tracking Using Dynamical Graph Matching., CVPR, 2001"], "Venu Madhav Govindu": ["Combining Two-view Constraints For Motion Estimation., CVPR, 2001"], "Vittorio Ferrari": ["Real-time affine region tracking and coplanar grouping., CVPR, 2001"], "Wee Kheng Leow": ["Adaptive Binning and Dissimilarity Measure for Image Retrieval and Classification., CVPR, 2001"], "Weiyu Zhu": ["Tracking of Object with SVM Regression., CVPR, 2001"], "Wynne Hsu": ["The Role of Domain Knowledge in the Detection of Retinal Hard Exudates., CVPR, 2001"], "Ying Wu": ["Multibody Grouping via Orthogonal Subspace Decomposition., CVPR, 2001"], "Yongmin Li": ["Constructing Facial Identity Surfaces in a Nonlinear Discriminating Space., CVPR, 2001"], "Yung-Yu Chuang": ["A Bayesian Approach to Digital Matting., CVPR, 2001"], "Zu Whan Kim": ["Automatic Description of Buildings with Complex Rooftops from Multiple Images., CVPR, 2001"], "Adrien Bartoli": ["Piecewise Planar Segmentation for Automatic Scene Modeling., CVPR, 2001"], "A. A. Clark": ["Evolving Image Segmentations for the Analysis of Video Sequences., CVPR, 2001"], "Aziz Umit Batur": ["Linear Subspaces for Illumination Robust Face Recognition., CVPR, 2001"], "William A. Barrett": ["Houghing the Hough: Peak Collection for Detection of Corners, Junctions and Line Intersections., CVPR, 2001"], "Bjoern Stenger": ["Model-Based 3D Tracking of an Articulated Hand., CVPR, 2001"], "Cen Rao": ["View-Invariance in Action Recognition., CVPR, 2001"], "Çigdem Eroglu Erdem": ["Non-Rigid Object Tracking using Performance Evaluation Measures as Feedback., CVPR, 2001"], "Clark F. Olson": ["Image Registration by Aligning Entropies., CVPR, 2001"], "Daniel Berwick": ["Increasing the Discrimination Power of Spectral Spatial Gradients., CVPR, 2001"], "Daniel D. Morris": ["Gauge Fixing for Accurate 3D Estimation., CVPR, 2001"], "Danny Roobaert": ["A Pure Learning Approach to Background-Invariant Object Recognition using Pedagogical Support Vector Learning., CVPR, 2001"], "Oscar Nestares": ["Probabilistic Tracking of Motion Boundaries with Spatiotemporal Predictions., CVPR, 2001"], "David J. Hirvonen": ["Video to Reference Image Alignment in the Presence of Sparse Features and Appearance Change., CVPR, 2001"], "Ronen Basri": ["Photometric Stereo with General, Unknown Lighting., CVPR, 2001"], "Dimitri A. Chernyak": ["Sequential Knowledge-Driven Scene Recognition Model., CVPR, 2001"], "Douglas R. Heisterkamp": ["Adaptive Quasiconformal Kernel Metric for Image Retrieval., CVPR, 2001"], "Günter Hetzel": ["3D Object Recognition from Range Images using Local Feature Histograms., CVPR, 2001"], "Imari Sato": ["Stability Issues in Recovering Illumination Distribution from Brightness in Shadows., CVPR, 2001"], "Ismail Haritaoglu": ["Scene Text Extraction and Translation for Handheld Devices., CVPR, 2001"], "James H. Elder": ["Contour Grouping with Strong Prior Models., CVPR, 2001"], "João Pedro Barreto": ["Issues on the Geometry of Central Catadioptric Image Formation., CVPR, 2001"], "Joost van de Weijer": ["Local Mode Filtering., CVPR, 2001"], "Kobus Barnard": ["Clustering Art., CVPR, 2001"], "Lothar Hermes": ["Contextual Classification by Entropy-Based Polygonization., CVPR, 2001"], "Margrit Betke": ["Necessary Conditions to Attain Performance Bounds on Structure and Motion Estimates of Rigid Objects., CVPR, 2001"], "Matthew Brand": ["Morphable 3D models from video., CVPR, 2001"], "Maurice Ringer": ["Using occlusions to aid position estimation for visual motion capture., CVPR, 2001"], "Motilal Agrawal": ["A Probabilistic Framework for Surface Reconstruction from Multiple Images., CVPR, 2001"], "Moumen T. Ahmed": ["Differential Methods for Nonmetric Calibration of Camera Lens Distortion., CVPR, 2001"], "Camillo Gentile": ["Segmentation for Robust Tracking in the Presence of Severe Occlusion., CVPR, 2001"], "Olga Veksler": ["Semi-Dense Stereo Correspondence with Dense Features., CVPR, 2001"], "Pong-Sik Ho": ["A Hierarchical Scheme for Representing Curves without Self-Intersections., CVPR, 2001"], "Ramesh Raskar": ["A Self-Correcting Projector., CVPR, 2001"], "Matthew Uyttendaele": ["Eliminating Ghosting and Exposure Artifacts in Image Mosaics., CVPR, 2001"], "Stephan Heuel": ["Matching, Reconstructing and Grouping 3D Lines From Multiple Views Using Uncertain Projective Geometry., CVPR, 2001"], "Stuart E. Gibson": ["Morphological Color Quantization., CVPR, 2001"], "Tiecheng Liu": ["Time-constrained Dynamic Semantic Compression for Video Indexing and Interactive Searching., CVPR, 2001"], "Yanghai Tsin": ["Texture Replacement in Real Images., CVPR, 2001"], "Yanlin Guo": ["Learning-Based Building Outline Detection from Multiple Aerial Images., CVPR, 2001"], "Ying Zhu": ["Parametric Representations for Nonlinear Modeling of Visual Data., CVPR, 2001"], "Ahmed M. Elgammal": ["Efficient Non-Parametric Adaptive Color Modeling Using Fast Gauss Transform., CVPR, 2001"], "Andrea Prati": ["Analysis and Detection of Shadows in Video Streams: A Comparative Evaluation., CVPR, 2001"], "Said Benameur": ["3D Biplanar Reconstruction of Scoliotic Vertebrae Using Statistical Models., CVPR, 2001"], "Weixin Kong": ["On Solving 2D and 3D Puzzles Using Curve Matching., CVPR, 2001"], "Bir Bhanu": ["Learned Templates for Feature Extraction in Fingerprint Images., CVPR, 2001"], "C. H. Li": ["Constrained Minimum Cut for Classification Using Labeled and Unlabeled Data., CVPR, 2001"], "Chi-Ren Shyu": ["Spatial Lesion Indexing for Medical Image Databases Using Force Histograms., CVPR, 2001"], "Chris Buehler": ["Non-Metric Image-Based Rendering for Video Stabilization., CVPR, 2001"], "Douglas P. Perrin": ["Rethinking Classical Internal Forces for Active Contour Models., CVPR, 2001"], "Datong Chen": ["Text Identification in Complex Background Using SVM., CVPR, 2001"], "David P. Capel": ["Super-Resolution from Multiple Views Using Learnt Image Models., CVPR, 2001"], "Elli Angelopoulou": ["Multispectral Skin Color Modeling., CVPR, 2001"], "Fernando De la Torre": ["Dynamic Coupled Component Analysis., CVPR, 2001"], "Martin Styner": ["Three-Dimensional Medial Shape Representation Incorporating Object Variability., CVPR, 2001"], "Henrik Malm": ["Stereo Head Calibration from a Planar Object., CVPR, 2001"], "Huei-Yung Lin": ["A Vision System for Fast 3D Model Reconstruction., CVPR, 2001"], "Jonathan Deutscher": ["Automatic Partitioning of High Dimensional Search Spaces Associated with Articulated Body Motion Capture., CVPR, 2001"], "Kar-Han Tan": ["A Representation of Image Structure and Its Application to Object Selection Using Freehand Sketches., CVPR, 2001"], "Nitesh V. Chawla": ["Bagging Is a Small-Data-Set Phenomenon., CVPR, 2001"], "Kirk L. Duffin": ["Fast Focal Length Solution in Partial Panoramic Image Stitching., CVPR, 2001"], "Lilla Zöllei": ["2D-3D Rigid Registration of X-Ray Fluoroscopy and CT Images Using Mutual Information and Sparsely Sampled Histogram Estimators., CVPR, 2001"], "Michael Greiffenhagen": ["The Systematic Design and Analysis Cycle of a Vision System: A Case Study in Video Surveillance., CVPR, 2001"], "Ming Ye": ["Local Gradient, Global Matching, Piecewise-Smooth Optical Flow., CVPR, 2001"], "Patrick S. Huggins": ["Finding Folds: On the Appearance and Identification of Occlusion., CVPR, 2001"], "Rawesak Tanawongsuwan": ["Gait Recognition from Time-Normalized Joint-Angle Trajectories in the Walking Plane., CVPR, 2001"], "Sang-Hack Jung": ["Camera Trajectory Estimation Using Inertial Sensor Measurements and Structure from Motion Results., CVPR, 2001"], "Silvio Savarese": ["Local Analysis for 3D Reconstruction of Specular Surfaces., CVPR, 2001"], "Sohaib Khan": ["Object Based Segmentation of Video Using Color, Motion and Spatial Information., CVPR, 2001"], "Stella X. Yu": ["Understanding Popout through Repulsion., CVPR, 2001"], "Vivek Kwatra": ["Temporal Integration of Multiple Silhouette-Based Body-Part Hypotheses., CVPR, 2001"], "Xiao Han": ["A Topology Preserving Deformable Model Using Level Sets., CVPR, 2001"], "Yang Song": ["Learning Probabilistic Structure for Human Motion Detection., CVPR, 2001"], "Ye Zhang": ["On 3D Scene Flow and Structure Estimation., CVPR, 2001"], "Yong Rui": ["Better Proposal Distributions: Object Tracking Using Unscented Particle Filter., CVPR, 2001"], "Ying Shan": ["Image-Based Surface Detail Transfer., CVPR, 2001"]}