{"Sebastien Rougeaux": ["Velocity and Disparity Cues for Robust Real-Time Binocular Tracking., CVPR, 1997"], "Sridhar R. Kundur": ["An image-based visual-motion-cue for autonomous navigatio., CVPR, 1997"], "Shoichiro Iwasawa": ["Real-Time Estimation of Human Body Posture from Monocular Thermal Images., CVPR, 1997"], "Paul W. Fieguth": ["Color-Based Tracking of Heads and Other Mobile Objects at Video Frame Rates., CVPR, 1997"], "Behrooz Kamgar-Parsi": ["Matching 3-D arcs., CVPR, 1997"], "Jezekiel Ben-Arie": ["Pictorial Recognition Using Affine-Invariant Spectral Signatures., CVPR, 1997", "Representation Of Objects In A Volumetric Frequency Domain With Application To Face Recognition., CVPR, 1997"], "Thomas Vetter": ["A bootstrapping algorithm for learning linear models of object classes., CVPR, 1997"], "Philip H. S. Torr": ["An Assessment of Information Criteria for Motion Model Selection., CVPR, 1997"], "Kiriakos N. Kutulakos": ["Shape from the Light Field Boundary., CVPR, 1997"], "Long Quan": ["Uncalibrated 1D projective camera and 3D affine reconstruction of lines., CVPR, 1997"], "Chenyang Xu": ["Gradient Vector Flow: A New External Force for Snakes., CVPR, 1997"], "Michael K. Reed": ["Automated Model Acquisition from Range Images with View Planning., CVPR, 1997"], "Olivier Buisson": ["Deterioration detection for digital film restoration., CVPR, 1997"], "Zixin Zhang": ["Fully 3D Active Surface Models with Self-Inflation and Self-Deflation Forces., CVPR, 1997"], "Marie-Odile Berger": ["Resolving Occlusion in Augmented Reality : a Contour Based Approach without 3D Reconstruction., CVPR, 1997"], "Luc Robert": ["Fast Binary Image Processing Using Binary Decision Diagrams., CVPR, 1997"], "Sing Bing Kang": ["Characterization of errors in compositing panoramic images., CVPR, 1997"], "Jun Yang": ["Determining a Polyhedral Shape Using Interreflections., CVPR, 1997"], "Carsten Steger": ["Removing the bias from line detection., CVPR, 1997"], "Nuria Oliver": ["LAFTER: Lips and Face Real-Time Tracker., CVPR, 1997"], "Edgar Osuna": ["Training Support Vector Machines: an Application to Face Detection., CVPR, 1997"], "P. Jonathon Phillips": ["The FERET Evaluation Methodology for Face-Recognition Algorithms., CVPR, 1997"], "Tony Jebara": ["Parametrized structure from motion for 3D adaptive feedback tracking of faces., CVPR, 1997"], "Kristin J. Dana": ["Reflectance and Texture of Real-World Surfaces Authors., CVPR, 1997"], "Alan L. Yuille": ["Shape and albedo from multiple images using integrability., CVPR, 1997", "Surface Shape from Warping., CVPR, 1997"], "Elli Angelopoulou": ["A Curvature Based Descriptor Invariant to Pose and Albedo Derived from Photometric Data., CVPR, 1997", "Photometric Computation of the Sign of Gaussian Curvature Using a Curve-Orientation Invariant., CVPR, 1997"], "Michael S. Langer": ["What is a light source?, CVPR, 1997"], "John Krumm": ["Object detection with vector quantized binary features., CVPR, 1997"], "Richard J. Qian": ["Object Detection Using Hierarchical MRF and MAP Estimation., CVPR, 1997"], "Michael Oren": ["Pedestrian Detection Using Wavelet Templates., CVPR, 1997"], "Kazuhiro Otsuka": ["Image velocity estimation from trajectory surface in spatiotemporal space., CVPR, 1997"], "David W. Jacobs": ["Linear Fitting with Missing Data: Applications to Structure-from-Motion and to Characterizing Intensity Images., CVPR, 1997", "3-D to 2-D Recognition with Regions., CVPR, 1997"], "Pui-Kuen Ho": ["Stereo-Motion that Complements Stereo and Motion Analyses., CVPR, 1997"], "A. N. Rajagopalan": ["Optimal Selection of Camera Parameters for Recovery of Depth from Defocused Images., CVPR, 1997"], "Du Q. Huynh": ["Calibration of a Structured Light System: A Projective Approach., CVPR, 1997"], "Zhengyou Zhang": ["Self-Maintaining Camera Calibration Over Time., CVPR, 1997"], "Yalin Xiong": ["Creating Image-Based VR Using a Self-Calibrating Fisheye Lens., CVPR, 1997", "Error Analysis of a Real-Time Stereo Syste., CVPR, 1997"], "Hung-Tat Tsui": ["Feature Tracking from an Image Sequence Using Geometric Invariants., CVPR, 1997"], "Cornelia Fermüller": ["The confounding of translation and rotation in reconstruction from multiple views., CVPR, 1997"], "Bernd Heisele": ["Tracking non-rigid, moving objects based on color cluster flow., CVPR, 1997"], "Maurizio Pilu": ["A direct method for stereo correspondence based on singular value decomposition., CVPR, 1997"], "Jan Puzicha": ["Non-parametric Similarity Measures for Unsupervised Texture Segmentation and Image Retrieval., CVPR, 1997"], "Shih-Cheng Yen": ["Identification of salient contours in cluttered images., CVPR, 1997"], "Byron Dom": ["MDL estimation for small sample sizes and its application to segmenting binary strings., CVPR, 1997"], "Jacob Feldman": ["Efficient Regularity-Based Grouping., CVPR, 1997"], "Satoshi Kimura": ["Facial Expression Recognition and Its Degree Estimatio., CVPR, 1997"], "Xiaoguang Wang": ["Extracting Surface Textures and Microstructures from Multiple Aerial Images., CVPR, 1997", "Using Three-Dimensional Features to Improve Terrain Classification., CVPR, 1997"], "Yong-Sung Kim": ["Content-based trademark retrieval system using visually salient features., CVPR, 1997"], "Patrick C. Teo": ["A Computational Approach to Steerable Functions., CVPR, 1997"], "Daniel C. Alexander": ["Modelling of single mode distributions of colour data using directional statistics., CVPR, 1997"], "Pierre Kornprobst": ["Non-linear operators in image restoration., CVPR, 1997"], "Michael Gleicher": ["Projective registration with difference decomposition., CVPR, 1997"], "Shmuel Peleg": ["Panoramic mosaics by manifold projection., CVPR, 1997"], "T. D. Alter": ["Verifying model-based alignments in the presence of uncertainty., CVPR, 1997"], "Ron Kimmel": ["Images as embedding maps and minimal surfaces: movies, color, and volumetric medical images., CVPR, 1997"], "Qiang Ji": ["Corner Detection with Covariance Propagation., CVPR, 1997"], "Shin'ichi Satoh": ["Name-It: Association of Face and Name in Video., CVPR, 1997"], "Martin Berger": ["Deformable Multi Template Matching with Application to Portal Images., CVPR, 1997"], "Christopher O. Jaynes": ["Building Reconstruction from Optical and Range Images., CVPR, 1997"], "James P. Williams": ["Rational Discrete Generalized Cylinders and their Application to Shape Recovery in Medical Images., CVPR, 1997"], "Sébastien Roy": ["Cylindrical rectification to minimize epipolar distortion., CVPR, 1997"], "Gideon P. Stein": ["Model-based brightness constraints: on direct estimation of structure and motion., CVPR, 1997", "Lens distortion calibration using point correspondences., CVPR, 1997"], "Marc Pollefeys": ["A Stratified Approach to Metric Self-Calibration., CVPR, 1997"], "Seong Ik Cho": ["A Divide-and-conquer Strategy in Shape from Shading Problem., CVPR, 1997"], "Imad Zoghlami": ["Using geometric corners to build a 2D mosaic from a set of image., CVPR, 1997"], "Stephen Lin": ["Using Chromaticity Distributions and Eigenspace Analysis for Pose, Illumination, and Specularity-Invariant Recognition of 3D Objects., CVPR, 1997"], "Anders Heyden": ["Euclidean Reconstruction from Image Sequences with Varying and Unknown Focal Length and Principal Point., CVPR, 1997"], "Rikard Berthilsson": ["Recursive Structure and Motion from Image Sequences using Shape and Depth Spaces., CVPR, 1997", "Reconstruction of 3D-Curves from 2D-Images Using Affine Shape Methods for Curves., CVPR, 1997"], "Harpreet S. Sawhney": ["True Multi-Image Alignment and its Application to Mosaicing and Lens Distortion Correction., CVPR, 1997"], "An-Ting Tsao": ["Ego-Motion Estimation Using Optical Flow Fields Observed from Multiple Cameras., CVPR, 1997"], "Song Chun Zhu": ["Learning Generic Prior Models for Visual Computation., CVPR, 1997"], "Yuri Boykov": ["Disparity Component Matching for Visual Correspondence., CVPR, 1997"], "Shree K. Nayar": ["Catadioptric Omnidirectional Camera., CVPR, 1997"], "Léon Bottou": ["Global Training of Document Processing Systems Using Graph Transformer Networks., CVPR, 1997"], "Philip F. McLauchlan": ["A Real-time Computer Vision System for Measuring Traffic Parameters., CVPR, 1997"], "Yuntao Cui": ["Character extraction of license plates from video., CVPR, 1997"], "Pär Fornland": ["A robust and convergent iterative approach for determining the dominant plane from two views without correspondence and calibration., CVPR, 1997"], "Marc Gelgon": ["A region-level graph labeling approach to motion-based segmentation., CVPR, 1997"], "Yair Weiss": ["Smoothness in Layers: Motion segmentation using nonparametric mixture estimation., CVPR, 1997"], "Nuno Vasconcelos": ["Empirical Bayesian EM-based Motion Segmentation., CVPR, 1997"], "Jeff L. Edwards": ["Appearance Matching of Occluded Objects Using Coarse-to-fine Adaptive Masks., CVPR, 1997"], "Rajesh P. N. Rao": ["Dynamic Appearance-Based Recognition., CVPR, 1997"], "William T. Freeman": ["Learning bilinear models for two-factor problems in vision., CVPR, 1997"], "Michael J. Black": ["Learning Parameterized Models of Image Motion., CVPR, 1997"], "Christoph Bregler": ["Learning and Recognizing Human Dynamics in Video Sequences., CVPR, 1997"], "Robert T. Collins": ["Multi-Image Focus of Attention for Rapid Site Model Construction., CVPR, 1997"], "Richard W. Harvey": ["Lip reading from scale-space measurements., CVPR, 1997"], "Sanjay Noronha": ["Detection and Description of Buildings from Multiple Aerial Images., CVPR, 1997"], "Shanon X. Ju": ["Analysis of Gesture and Action in Technical Talks for Video Indexing., CVPR, 1997"], "Bill Triggs": ["Autocalibration and the absolute quadric., CVPR, 1997"], "Kaleem Siddiqi": ["Area and Length Minimizing Flows for Shape Segmentation., CVPR, 1997"], "Miguel Angel García": ["Efficient Approximation of Range Images Through Data-Dependent Adaptive Triangulations., CVPR, 1997"], "Richard C. Wilson": ["A Minimum-Variance Adaptive Surface Mesh., CVPR, 1997"], "James L. Crowley": ["Multi-Modal Tracking of Faces for Video Communications., CVPR, 1997"], "Moumen T. Ahmed": ["3D Reconstruction of the Human Jaw from A Sequence of Images., CVPR, 1997"], "Yoav Rosenberg": ["A general filter for measurements with any probability distribution., CVPR, 1997"], "Carlos Morimoto": ["Fast 3D Stabilization and Mosaic Construction., CVPR, 1997"], "Cordelia Schmid": ["Automatic line matching across views., CVPR, 1997"], "Antonis A. Argyros": ["Independent 3D Motion Detection Based on Depth Elimination in Normal Flow Fields., CVPR, 1997"], "David A. Forsyth": ["Body plans., CVPR, 1997"], "Andrew Edie Johnson": ["Recognizing Objects by Matching Oriented Points., CVPR, 1997"], "James M. Rehg": ["Vision for a smart kiosk., CVPR, 1997"], "Stephen S. Intille": ["Real-time closed-world tracking., CVPR, 1997"], "Gurmeet Singh Manku": ["Object tracking using affine structure for point correspondences., CVPR, 1997"], "Pietro Perona": ["Orientation diffusions., CVPR, 1997"], "William Rucklidge": ["Efficient Guaranteed Search for Gray-level Patterns., CVPR, 1997"], "Mário A. T. Figueiredo": ["Adaptive B-Splines and Boundary Estimation., CVPR, 1997"], "Jianbo Shi": ["Normalized Cuts and Image Segmentation., CVPR, 1997"], "Andrew D. J. Cross": ["Scale-Space Vector Fields for Feature Analysis., CVPR, 1997"], "Wei-Ying Ma": ["Edge Flow: A Framework of Boundary Detection and Image Segmentation., CVPR, 1997"], "Dorin Comaniciu": ["Robust analysis of feature spaces: color image segmentation., CVPR, 1997"], "Madirakshi Das": ["FOCUS: Searching for Multi-colored Objects in a Diverse Image Database., CVPR, 1997"], "Jing Huang": ["Image Indexing Using Color Correlograms., CVPR, 1997"], "Bilge Günsel": ["Object-Based Video Indexing for Virtual Studio Productions., CVPR, 1997"], "Michael A. Smith": ["Video Skimming and Characterization through the Combination of Image and Language Understanding Techniques., CVPR, 1997"], "Antonio Colmenarez": ["Face Detection With Information-Based Maximum Discrimination., CVPR, 1997"], "Rick Kjeldsen": ["Interaction with On-Screen Objects using Visual Gesture Recognition., CVPR, 1997"], "Carl-Fredrik Westin": ["Using Local 3D Structure for Segmentation of Bone from Computer Tomography Images., CVPR, 1997"], "Fábio Gagliardi Cozman": ["Depth from Scattering., CVPR, 1997"], "Thomas K. Leung": ["On Perpendicular Texture: Why do we see more flowers in the distance?, CVPR, 1997"], "Hari Sundaram": ["Are Textureless Scenes Recoverable?, CVPR, 1997"], "Ming-Chao Chiang": ["Local Blur Estimation and Super-Resolution., CVPR, 1997"], "David Slater": ["Object recognition using invariant profiles., CVPR, 1997"], "Shailendra Mathur": ["Edge Localization in Surface Reconstruction Using Optimal Estimation Theory., CVPR, 1997"], "Hüseyin Tek": ["Shocks from images: propagation of orientation elements., CVPR, 1997"], "Radim Sára": ["On Occluding Contour Artifacts in Stereo Vision., CVPR, 1997"], "Andrea Fusiello": ["Efficient Stereo with Multiple Windowing., CVPR, 1997"], "Dongmei Zhang": ["Multi-Scale Classification of 3-D Objects., CVPR, 1997"], "Alexa Hauck": ["Hierarchical Recognition of Articulated Objects from Single Perspective Views., CVPR, 1997"], "Chien-Yuan Huang": ["Object Recognition Using Appearance-Based Parts and Relations., CVPR, 1997"], "Eitan Sharon": ["Completion Energies and Scale., CVPR, 1997"], "Sudhir Borra": ["Experimental Performance Evaluation of Feature Grouping Modules., CVPR, 1997"], "Gilad Halevy": ["Motion of Disturbances: Detection and Tracking of multi-Body non-Rigid Motion., CVPR, 1997"], "Pascal Fua": ["Model-Based approach to Accurate and Consistent 3-D Modeling of Drainage and Surrounding Terrain., CVPR, 1997"], "Simon Moss": ["Registering Multiple Cartographic Models with the Hierarchical Mixture of Experts Algorithm., CVPR, 1997"], "Yaser Yacoob": ["Temporal Multi-scale Models for Flow and Acceleration., CVPR, 1997"], "James W. Davis": ["The Representation and Recognition of Human Movement Using Temporal Templates., CVPR, 1997"], "Henry A. Rowley": ["Analyzing Articulated Motion Using Expectation-Maximization., CVPR, 1997"], "H. Isil Bozma": ["Model-based multi-objective analysis of ultrasound image sequences in prenatal diagnosis., CVPR, 1997"], "Andrew D. Wilson": ["Temporal Classification of Natural Gesture and Application to Video Coding., CVPR, 1997"], "Aaron F. Bobick": ["Controlling view-based algorithms using approximate world models and action information., CVPR, 1997"], "Xilin Yi": ["Robust Occluding Contour Detection Using the Hausdorff Distance., CVPR, 1997"], "Richard P. Wildes": ["Physically based fluid flow recovery from image sequences., CVPR, 1997"], "Erez Shilat": ["Ridge's corner detection and correspondence., CVPR, 1997"], "Dinkar N. Bhat": ["Motion estimation using ordinal measures., CVPR, 1997"], "Alireza Bab-Hadiashar": ["Optic flow calculation using robust statistics., CVPR, 1997"], "Matthew Brand": ["Coupled hidden Markov models for complex action recognition., CVPR, 1997"], "Jeffrey S. Beis": ["Shape Indexing Using Approximate Nearest-Neighbour Search in High-Dimensional Spaces., CVPR, 1997"], "Pamela Lipson": ["Configuration based scene classification and image indexing., CVPR, 1997"], "Shishir Shah": ["A Bayesian Segmentation Framework for Textured Visual Images., CVPR, 1997"], "Theo Gevers": ["Combining Region Splitting and Edge Detection through Guided Delaunay Image Subdivision., CVPR, 1997"], "James V. Miller": ["Prediction Intervals for Surface Growing Range Segmentation., CVPR, 1997"], "Shai Avidan": ["Novel view synthesis in tensor space., CVPR, 1997"], "Johan Montagnat": ["A Hybrid Framework for Surface Registration and Deformable Models., CVPR, 1997"], "Martin Jägersand": ["Image Based View Synthesis of Articulated Agents., CVPR, 1997"], "Jorge S. Marques": ["A class of probabilistic shape models., CVPR, 1997"], "Peter N. Belhumeur": ["The Bas-Relief Ambiguity., CVPR, 1997"], "Steven M. Seitz": ["Photorealistic Scene Reconstruction by Voxel Coloring., CVPR, 1997"], "Charles Wiles": ["Hyper-patches for 3D model acquisition and tracking., CVPR, 1997"], "Richard Lengagne": ["Using Differential Constraints to Reconstruct Complex Surfaces from Stereo., CVPR, 1997"], "Tat-Jen Cham": ["Stereo Coupled Active Contours., CVPR, 1997"], "Peter F. Sturm": ["Critical Motion Sequences for Monocular Self-Calibration and Uncalibrated Euclidean Reconstruction., CVPR, 1997"], "Janne Heikkilä": ["A Four-step Camera Calibration Procedure with Implicit Image Correction., CVPR, 1997"]}