{"Stan Z. Li": ["Bayesian image restoration and segmentation by constrained optimizatio., CVPR, 1996"], "Michael J. Donahue": ["Sparse Representations for Image Decomposition with Occlusions., CVPR, 1996"], "T. D. Alter": ["Extracting Salient Curves from Images: An Analysis of the Saliency Network., CVPR, 1996"], "Koen L. Vincken": ["Blurring Strategies for Image Segmentation Using a Multiscale Linking Model., CVPR, 1996"], "James H. Elder": ["Space Scale Localization, Blur, and Contour-Based Image Coding., CVPR, 1996"], "Stéphane Herbin": ["Recognizing 3D Objects by Generating Random Actions., CVPR, 1996"], "Claus B. Madsen": ["Viewpoint Variation in the Noise Sensitivity of Pose Estimation., CVPR, 1996"], "Richard C. Wilson": ["Gauging Relational Consistency and Correcting Structural Errors., CVPR, 1996"], "John Krumm": ["Eigenfeatures for planar pose measurement of partially occluded objects., CVPR, 1996"], "Anand S. Bedekar": ["Finding Corresponding Points Based on Bayesian Triangulation., CVPR, 1996"], "Trevor Darrell": ["Active Face Tracking and Pose Estimation in an Interactive Room., CVPR, 1996"], "Dariu Gavrila": ["3-D model-based tracking of humans in action: a multi-view approach., CVPR, 1996"], "Ioannis A. Kakadiaris": ["Model-based estimation of 3D human motion with occlusion based on active multi-viewpoint selection., CVPR, 1996"], "Yuntao Cui": ["Hand segmentation using learning-based prediction and verification for hand sign recognition., CVPR, 1996"], "David Sinclair": ["Further constraints on visual articulated motions., CVPR, 1996"], "Katsushi Ikeuchi": ["Invariant histograms and deformable template matching for SAR target recognition., CVPR, 1996"], "Songnian Rong": ["Modeling Clutter and Context for Target Detection in Infrared Images., CVPR, 1996"], "LipChen Alex Chan": ["Multi-Stage Target Recognition Using Modular Vector Quantizers and Multilayer Perceptrons., CVPR, 1996"], "Philippe Burlina": ["On a spectral attentional mechanism., CVPR, 1996"], "Lawrence B. Wolff": ["Polarization Phase-Based Method for Material Classification and Object Recognition in Computer Vision., CVPR, 1996"], "Jayant Shah": ["A Common Framework for Curve Evolution, Segmentation and Anisotropic Diffusio., CVPR, 1996"], "Michael D. Heath": ["Comparison of Edge Detectors: A Methodology and Initial Study., CVPR, 1996"], "Stefano Casadei": ["A hierarchical approach to high resolution edge contour reconstruction., CVPR, 1996"], "Davi Geiger": ["Visual Organization for Figure/Ground Separation., CVPR, 1996"], "Lance R. Williams": ["Local Parallel Computation of Stochastic Completion Fields., CVPR, 1996"], "Éric Marchand": ["Controlled camera motions for scene reconstruction and exploration., CVPR, 1996"], "Héctor Rotstein": ["Optimal servoing for active foveated vision., CVPR, 1996"], "Luc Berthouze": ["Calibration of a Foveated Wide-Angle Lens on an Active Vision Head., CVPR, 1996"], "Kentaro Toyama": ["Incremental Focus of Attention for Robust Visual Tracking., CVPR, 1996"], "Takeo Kanade": ["A Stereo Machine for Video-Rate Dense Depth Mapping and Its New Applications., CVPR, 1996"], "Henry A. Rowley": ["Neural Network-Based Face Detection., CVPR, 1996"], "Ingemar J. Cox": ["Feature-Based Face Recognition Using Mixture-Distance., CVPR, 1996"], "Steve Lawrence": ["Convolutional Neural Networks for Face Recognition., CVPR, 1996"], "Michael C. Burl": ["Recognition of Planar Object Classes., CVPR, 1996"], "Douglas DeCarlo": ["The Integration of Optical Flow and Deformable Models with Applications to Human Face Shape and Motion Estimation., CVPR, 1996"], "Steven Gold": ["Graph matching by graduated assignment., CVPR, 1996"], "Jean-Philippe Thirion": ["Non-Rigid Matching Using Demons., CVPR, 1996"], "Xiaoguang Wang": ["Determining Correspondences and Rigid Motion of 3-D Point Sets with Missing Data., CVPR, 1996"], "Haim Schweitzer": ["Structure from Multiple 2D Affine Correspondences without Camera Calibration., CVPR, 1996"], "Frederic Devernay": ["From projective to Euclidean reconstruction., CVPR, 1996"], "Peter N. Belhumeur": ["What is the set of images of an object under all possible lighting conditions?, CVPR, 1996"], "Parag Havaldar": ["Inference of segmented, volumetric shape from three intensity images., CVPR, 1996"], "Luc J. Van Gool": ["Mirror and Point Symmetry under Perspective Skewing., CVPR, 1996"], "Thomas O'Donnell": ["Global Models with Parametric Offsets as Applied to Cardiac Motion Recovery., CVPR, 1996"], "James V. Miller": ["MUSE: Robust Surface Fitting using Unbiased Scale Estimates., CVPR, 1996"], "Shanon X. Ju": ["Skin and Bones: Multi-layer, Locally Affine, Optical Flow and Regularization with Transparency., CVPR, 1996"], "Tina Yu Tian": ["Comparison of Approaches to Egomotion Computation., CVPR, 1996"], "Yair Weiss": ["A Unified Mixture Framework for Motion Segmentation: Incorporating Spatial Coherence and Estimating the Number of Models., CVPR, 1996"], "B. Vijayakumar": ["Structure and motion of curved 3D objects from monocular silhouettes., CVPR, 1996"], "John Oliensis": ["Structure from Linear or Planar Motions., CVPR, 1996"], "Daniel Scharstein": ["Stereo Matching with Non-Linear Diffusion., CVPR, 1996", "Stereo Vision for View Synthesis., CVPR, 1996"], "Dinkar N. Bhat": ["Ordinal Measures for Visual Correspondence., CVPR, 1996"], "Robert T. Collins": ["A Space-Sweep Approach to True Multi-Image Matching., CVPR, 1996"], "Sing Bing Kang": ["3-D Scene Data Recovery using Omnidirectional Multibaseline Stereo., CVPR, 1996"], "Yuichi Nakamura": ["Occlusion Detectable Stereo - Occlusion Patterns in Camera Matrix., CVPR, 1996"], "Arun Krishnan": ["Panoramic Image Acquisition., CVPR, 1996"], "Sanghoon Sull": ["Runway Obstacle Detection by Controlled Spatiotemporal Image Flow Disparity., CVPR, 1996"], "Kevin S. Woods": ["Combination of Multiple Classifiers Using Local Accuracy Estimates., CVPR, 1996"], "T. N. Tan": ["Efficient Image Gradient-Based Object Localisation and Recognitio., CVPR, 1996"], "Gregory D. Hager": ["Real-time tracking of image regions with changes in geometry and illumination., CVPR, 1996"], "A. James Stewart": ["Towards Accurate Recovery of Shape from Shading under Diffuse Lighting., CVPR, 1996"], "Lizhi Wang": ["Illumination and geometry invariant recognition of texture in color images., CVPR, 1996"], "Wei-Ying Ma": ["Texture Features and Learning Similarity., CVPR, 1996"], "Masahiro Watanabe": ["Minimal operator set for passive depth from defocus., CVPR, 1996"], "Ramin Zabih": ["Video Browsing Using Edges and Motion., CVPR, 1996"], "Thomas P. Minka": ["Interactive Learning with a \"Society of Models\" ., CVPR, 1996"], "Ales Leonardis": ["Dealing with occlusions in the eigenspace approach., CVPR, 1996"], "Gyeonghwan Kim": ["Recognition of Handwritten Phrases as Applied to Street Name Images., CVPR, 1996"], "Tony Lindeberg": ["Edge Detection and Ridge Detection with Automatic Scale Selection., CVPR, 1996"], "Shree K. Nayar": ["Parametric Feature Detection., CVPR, 1996"], "Sudeep Sarkar": ["Quantitative Measures of Change based on Feature Organization: Eigenvalues and Eigenvectors., CVPR, 1996"], "Xavier Pennec": ["Randomness and Geometric Features in Computer Vision., CVPR, 1996"], "Giorgio Bonmassar": ["Lie groups, Space-Variant Fourier Analysis and the Exponential Chirp Transform., CVPR, 1996"], "Yuan C. Hsieh": ["SiteCity: A Semi-Automated Site Modelling System., CVPR, 1996"], "Kaleem Siddiqi": ["A shock grammar for recognition., CVPR, 1996"], "Zhibin Lei": ["New, faster, more controlled fitting of implicit polynomial 2D curves and 3D surfaces to data ., CVPR, 1996"], "Peter J. Olver": ["Affine Invariant Detection: Edges, Active Contours, and Segments., CVPR, 1996"], "Heung-Yeung Shum": ["On 3D Shape Similarity., CVPR, 1996"], "Hassan Shekarforoush": ["Subpixel Image Registration by Estimating the Polyphase Decomposition of Cross Power Spectrum., CVPR, 1996"], "Jing Peng": ["Closed-Loop Object Recognition Using Reinforcement Learning., CVPR, 1996"], "Simon Baker": ["Pattern Rejection., CVPR, 1996"], "Hichem Frigui": ["A Robust Clustering Algorithm Based on Competitive Agglomeration and Soft Rejection of Outliers., CVPR, 1996"], "Yaorong Ge": ["Extraction of maximal inscribed disks from discrete Euclidean distance maps., CVPR, 1996"], "Daniel Reisfeld": ["Constrained Phase Congruency: Simultaneous Detection of Interest Points and of their Scales., CVPR, 1996"], "Yun Weng": ["Nonlinear Shape Restoration For Document Images., CVPR, 1996"], "Lucia Sardo": ["Complexity analysis of RBF networks for Pattern Recognition., CVPR, 1996"], "Per Gunnar Auran": ["Real-time Extraction of connected Components in 3-D Sonar Range Images., CVPR, 1996"], "Robert G. Uhl Jr.": ["A Framework for Recognizing a Facial Image from a Police Sketch., CVPR, 1996"], "Senthil Kumar": ["Recovery of Global Nonrigid Motion - Based Approach Without Point Correspondences., CVPR, 1996"], "Juan F. Arias": ["Interpreting and representing tabular documents., CVPR, 1996"], "Sridhar R. Kundur": ["Novel active-vision-based visual-threat-cue for autonomous navigation tasks., CVPR, 1996"], "Kwok-Wai Cheung": ["Competitive Mixture of Deformable Models for Pattern Classification., CVPR, 1996"], "Pietro Parodi": ["A fast and flexible statistical method for text extraction in document pages., CVPR, 1996"], "Gareth Funka-Lea": ["The use of hybrid models to recover cardiac wall motion in tagged MR images., CVPR, 1996"], "R. Manmatha": ["Word Spotting: A New Approach to Indexing Handwriting., CVPR, 1996"], "Baback Moghaddam": ["Bayesian face recognition using deformable intensity surfaces., CVPR, 1996"], "Simone Santini": ["Similarity Queries in Image Database., CVPR, 1996"], "Jason Merron": ["Isotropic Gradient Estimatio., CVPR, 1996"], "Djemel Ziou": ["Isotropic Processing for Gradient Estimation., CVPR, 1996"], "Laurent D. Cohen": ["Global Minimum for Active Contour Models: A Minimal Path Approach., CVPR, 1996"], "Christos Davatzikos": ["Convexity Analysis of Active Contour Problems., CVPR, 1996"], "Guillermo Sapiro": ["Vector-Valued Active Contours., CVPR, 1996"], "Song Chun Zhu": ["FRAME: Filters, Random fields, and Minimax Entropy - Towards a Unified Theory for Texture Modeling., CVPR, 1996"], "Jiping Lu": ["Geometric and Photometric Constraints for Surface Recovery., CVPR, 1996"], "Franco Callari": ["Autonomous recognition: driven by ambiguit., CVPR, 1996"], "Konstantinos Daniilidis": ["Active Intrinsic Calibration Using Vanishing Points., CVPR, 1996"], "Sugata Ghosal": ["Target Detection in Foveal ATR Systems., CVPR, 1996"], "Fenglei Du": ["An MIMD Computing Platform for a Hierarchical Foveal Machine Vision System., CVPR, 1996"], "Carl-Fredrik Westin": ["Attention Control for Robot Vision., CVPR, 1996"], "Roger E. Kahn": ["Gesture recognition using the Perseus architecture., CVPR, 1996"], "Bruce A. Maxwell": ["Physics-Based Segmentation: Moving Beyond Color., CVPR, 1996"], "Glenn Healey": ["Using physics-based invariant representations for the recognition of regions in multispectral satellite images., CVPR, 1996"], "Zarina Myles": ["Recovering Affine Motion and Defocus Blur Simultaneously., CVPR, 1996"], "Muhittin Gökmen": ["/spl lambda//spl tau/-space representation of images and generalized edge detector., CVPR, 1996"], "David Slater": ["Using a spectral reflectance model for the illumination-invariant recognition of local image structure., CVPR, 1996"], "Jean Ponce": ["Epipolar Geometry and Linear Subspace Methods: A New Approach to Weak Calibration., CVPR, 1996"], "Pierre Breton": ["Shadows and shading flow fields., CVPR, 1996"], "Ruth Rosenholtz": ["Affine Structure and Photometry., CVPR, 1996"], "Benny Rousso": ["Robust Recovery of Camera Rotation from Three Frames., CVPR, 1996"], "Long Quan": ["A Factorization Method for Affine Structure from Line Correspondences., CVPR, 1996"], "Yacov Hel-Or": ["Canonical Decomposition of Steerable Functions., CVPR, 1996"], "Stefano Soatto": ["Motion from fixation., CVPR, 1996", "Reducing \"structure from motion\"., CVPR, 1996"], "Kalle Åström": ["Multilinear Constraints in the Infinitesimal-time Cas., CVPR, 1996"], "François G. Meyer": ["Dense Nonrigid Motion Tracking from a Sequence of Velocity Fields., CVPR, 1996"], "Bill Triggs": ["Factorization Methods for Projective Structure and Motion., CVPR, 1996"], "Sameer A. Nene": ["Closest Point Search in High Dimensions., CVPR, 1996"], "Yoshihiko Nomura": ["3-D Object Pose Estimation by Shading and Edge Data Fusion - Simulating virtual manipulation on mental images., CVPR, 1996"], "Cordelia Schmid": ["Combining greyvalue invariants with local constraints for object recognition., CVPR, 1996"], "Daniel P. Huttenlocher": ["Recognizing Three-Dimensional Objects by Comparing Two-Dimensional Images., CVPR, 1996"], "Peter D. Lauren": ["Recovering the viewing parameters of random, translated and noisy projections of asymmetric objects., CVPR, 1996"], "J. Brian Burns": ["Recognition via consensus of local moments of brightness and orientation., CVPR, 1996"], "Anthony N. A. Schwickerath": ["Coregistration of Range and Optical Images Using Coplanarity and Orientation Constraints., CVPR, 1996"], "Clark F. Olson": ["Connectionist networks for feature indexing and object recognition., CVPR, 1996"], "Jin-Long Chen": ["Indexing to 3D Model Aspects using 2D Contour Features., CVPR, 1996"], "David Beymer": ["Feature Correspondence by Interleaving Shape and Texture Computations., CVPR, 1996"]}