{"Robert C. Bolles": ["Generalizing epipolar-plane image analysis on the spatiotemporal surface., CVPR, 1988"], "Thomas O. Binford": ["A color metric for computer vision., CVPR, 1988"], "Vishvjit S. Nalwa": ["Line-drawing interpretation: a mathematical framework., CVPR, 1988"], "Gil J. Ettinger": ["Large hierarchical object recognition using libraries of parameterized model sub-parts., CVPR, 1988"], "Roger D. Eastman": ["Calibration of a stereo system with small relative angles., CVPR, 1988"], "Behzad Kamgar-Parsi": ["Evaluation of quantization error in computer vision., CVPR, 1988"], "Gérard Rives": ["The inverse perspective problem from a single view for polyhedra location., CVPR, 1988"], "Roger Y. Tsai": ["Calibrating a Cartesian robot with eye-on-hand configuration independent of eye-to-hand relationship., CVPR, 1988"], "Jenn-Yee Lin": ["An effective method for determining the robot position., CVPR, 1988"], "Olivier D. Faugeras": ["Determination of camera location from 2D to 3D line and point correspondences., CVPR, 1988"], "Marc Roussel": ["A new approach to robot orientation by orthogonal lines., CVPR, 1988"], "Ywhyng Lee": ["Texture segmentation using Voronoi polygons., CVPR, 1988"], "Paul Kube": ["Polynomial shift-invariant operators for texture segmentation., CVPR, 1988"], "Jian-rong Shen": ["A weak structural texture analysis technique for obtaining wave heights from ocean wave images., CVPR, 1988"], "Kalyan Dutta": ["A knowledge-based system for recognizing man-made objects in aerial images., CVPR, 1988"], "Samuel Bergman": ["Finding objects on aerial photographs: a rule-based low level system., CVPR, 1988"], "Dick Damian": ["Experiments and evaluations of rule based methods in image analysis., CVPR, 1988"], "Edward M. Riseman": ["Image interpretation by distributed cooperative processes., CVPR, 1988"], "Alan C. Bovik": ["Improving visible-surface reconstruction., CVPR, 1988"], "Peter J. Burt": ["Moment images, polynomial fit filters. and the problem of surface interpolation., CVPR, 1988"], "J. K. Aggarwal": ["Quantization error in stereo imaging., CVPR, 1988", "Generation of volume/surface octree from range data., CVPR, 1988"], "Daphna Weinshall": ["Qualitative depth from vertical and horizontal binocular disparities, in agreement with psychophysical evidence., CVPR, 1988"], "Charles R. Dyer": ["Local constraint integration in a connectionist model of stereo vision., CVPR, 1988"], "Kenneth C. Cox": ["Interactive complexity control and high-speed stereo matching., CVPR, 1988"], "Liang-Hua Chen": ["Analysis of two new stereo algorithms., CVPR, 1988"], "Saied Moezzi": ["Wide baseline dynamic stereo: approximation and refinement., CVPR, 1988"], "John R. Kender": ["Solving the depth interpolation problem on a parallel architecture with a multigrid approach., CVPR, 1988", "An optimal algorithm for the derivation of shape from shadows., CVPR, 1988"], "Gérard G. Medioni": ["Building an accurate range finder with off the shelf components., CVPR, 1988", "Refining edges detected by a LoG operator., CVPR, 1988", "Useful geometric properties of the generalized cone., CVPR, 1988"], "Yuh-Tay Liow": ["Integrating region growing and edge detection., CVPR, 1988"], "Kai Huang": ["Edge detection through residual analysis., CVPR, 1988"], "James S. J. Lee": ["Context dependent edge detection., CVPR, 1988", "Binary morphology: working in the sampled domain., CVPR, 1988"], "Roland T. Chin": ["A scale-independent dominant point detection algorithm., CVPR, 1988", "Shape from texture using the Wigner distribution., CVPR, 1988", "On image analysis by the methods of moments., CVPR, 1988"], "Lawrence O'Gorman": ["An analysis of feature detectability from curvature estimation., CVPR, 1988"], "Richard A. Volz": ["Region grouping from a range image., CVPR, 1988"], "Ramesh C. Jain": ["Spline-based surface fitting on range images for CAD applications., CVPR, 1988"], "Anil K. Jain": ["Surface classification: hypothesis testing and parameter estimation., CVPR, 1988", "Learning rules for 3D object recognition., CVPR, 1988"], "P. Mazumder": ["A new strategy for octree representation of three-dimensional objects., CVPR, 1988"], "Shmuel Peleg": ["Image representation using Voronoi tessellation: adaptive and secure., CVPR, 1988"], "Chun-Shin Lin": ["Invariants of three-dimensional contours., CVPR, 1988"], "Isaac Weiss": ["Projective invariants of shapes., CVPR, 1988", "Straight line fitting in a noisy image., CVPR, 1988"], "Farzin Mokhtarian": ["Multi-scale description of space curves and three-dimensional objects., CVPR, 1988", "The renormalized curvature scale space and the evolution properties of planar curves., CVPR, 1988"], "Hagit Zabrodsky": ["How to tell right from left [chirality for 2-D binary shapes]., CVPR, 1988"], "John Goutsias": ["A comparative study of two useful discrete-valued random fields for the statistical modeling of images., CVPR, 1988"], "Jean Ponce": ["Straight homogeneous generalized cylinders: differential geometry and uniqueness results., CVPR, 1988"], "Haim J. Wolfson": ["Object recognition by affine invariant matching., CVPR, 1988"], "Martin D. Levine": ["Deriving course 3D models of objects., CVPR, 1988"], "Williain B. Thompson": ["Acceleration-based structure-from motion., CVPR, 1988"], "Joel S. Fox": ["Range from translational motion blurring., CVPR, 1988"], "Takeo Kanade": ["Incremental estimation of dense depth maps from image sequences., CVPR, 1988"], "Thomas S. Huang": ["Motion analysis of nonrigid surfaces., CVPR, 1988", "Closed-form solution+maximum likelihood: a robust approach to motion and structure estimation., CVPR, 1988", "Finding point correspondences and determining motion of a rigid object from two weak perspective views., CVPR, 1988", "A tree search algorithm for target detection in image sequences., CVPR, 1988"], "Narendra Ahuja": ["Estimating motion/structure from line correspondences: a robust linear algorithm and uniqueness theorems., CVPR, 1988"], "Yunxin Zhao": ["From depth and optical flow to rigid body motion., CVPR, 1988"], "Chih Ho Yu": ["Robust recovery of motion: effects of surface orientation and field of view., CVPR, 1988"], "Eugene S. McVey": ["Motion-vision architectures., CVPR, 1988"], "R. L. Kashyap": ["Character recognition using attributed grammar., CVPR, 1988"], "Shigeru Akamatsu": ["A relaxational extracting method for character recognition in scene images., CVPR, 1988"], "Henry S. Todd": ["A descriptive pattern recognition system applied to pictorial patterns where the discriminating information is carried in the object shape., CVPR, 1988"], "Mehmet Celenk": ["A recursive clustering technique for color picture segmentation., CVPR, 1988"], "H. A. Almohamad": ["A pattern recognition algorithm based on the rapid transform., CVPR, 1988"], "Mark J. Carlotto": ["Pattern classification using relative constraints., CVPR, 1988"], "Paramvir Bahl": ["Recognition of handwritten word: first and second order hidden Markov model based approach., CVPR, 1988"], "Shin-gee Lu": ["The binary consistency checking scheme and its applications to seismic horizon detection., CVPR, 1988"], "Victor L. Brailovsky": ["On use of predictive probabilistic estimates for selecting best decision rules in the course of a search., CVPR, 1988"], "David Lee": ["Algorithms for shape from shading and occluding boundaries., CVPR, 1988"], "Peter Burger": ["Calculation of surface position and orientation using the photometric stereo method., CVPR, 1988"], "Natarajan Gurumoorthy": ["Depth recovery from blurred edges., CVPR, 1988"], "Kwangyoen Wohn": ["Pyramid based depth from focus., CVPR, 1988"], "Haim Shvaytser": ["Surface orientation from projective foreshortening of isotropic texture autocorrelation., CVPR, 1988", "Detecting motion in out-of-register pictures., CVPR, 1988"], "Terrance E. Boult": ["The integration of information from stereo and multiple shape-from-texture cues., CVPR, 1988"], "Rama Chellappa": ["New algorithms from reconstruction of a 3-D depth map from one or more images., CVPR, 1988"], "Murray H. Loew": ["Complex shadow-boundary segmentation using the entry-exit method., CVPR, 1988"], "Mark S. Drew": ["Color constancy computation in near-Mondrian scenes using a finite dimensional linear model., CVPR, 1988"], "Jung Liang Fu": ["Searching parameter spaces with noisy linear constraints., CVPR, 1988"], "Alfred M. Bruckstein": ["Gray-levels can improve the performance of binary image digitizers., CVPR, 1988", "On the number of digital straight lines on an N×N grid., CVPR, 1988"], "Murray Eden": ["A multi-resolution feature reduction technique for image segmentation with multiple components., CVPR, 1988"], "Dragutin Petkovic": ["On improving the accuracy of the Hough transform: theory, simulations, and experiments., CVPR, 1988"], "Matthew O. Ward": ["Rule-based inspection of leadframes [IC manufacture]., CVPR, 1988"], "Juha Röning": ["Acquiring simple patterns for surface inspection., CVPR, 1988"], "Jan Cornelis": ["Karhunen-Loeve analysis of dynamic sequences of thermographic images for early breast cancer detection., CVPR, 1988"], "T. C. Rearick": ["A computationally efficient algorithm for shape decomposition., CVPR, 1988"], "C. E. Kim": ["Point symmetry of convex digital regions., CVPR, 1988"], "Satoshi Suzuki": ["Graph-based vectorization method for line patterns., CVPR, 1988"], "Bijan G. Mobasseri": ["Soft-linked quadtree: a cascaded ring structure using flexible linkage concept., CVPR, 1988"], "C. C. Li": ["Computing quadtree medial axis transform by a multi-layered pyramid of LISP-processor arrays., CVPR, 1988"], "Kenneth S. Roberts": ["A new representation for a line., CVPR, 1988"], "Nahum Kiryati": ["Calculating geometric properties of objects represented by Fourier coefficients., CVPR, 1988"], "Jitendra Malik": ["Computing the aspect graph for line drawings of polyhedral objects., CVPR, 1988"], "Jerry L. Denlinger": ["Cooperative methods for road tracking in aerial imagery., CVPR, 1988"], "Azriel Rosenfeld": ["IU parallel processing benchmark., CVPR, 1988"], "Philip Kahn": ["Integrating moving edge information along a 2D trajectory in densely sampled imagery., CVPR, 1988"], "Rama Chellapa": ["3-D motion estimation using a sequence of noisy stereo images., CVPR, 1988"], "Fredrik Bergholm": ["Convected activation profiles and the measurement of visual motion., CVPR, 1988"], "S. Kicha Ganapathy": ["Smooth interpolation of rotational motions., CVPR, 1988"], "Charlotte Lin": ["A novel approach to real-time motion detection., CVPR, 1988"], "Bir Bhanu": ["Dynamic scene understanding for autonomous mobile robots., CVPR, 1988"], "Rafi Brada": ["Image sequence enhancement using sub-pixel displacements., CVPR, 1988"], "P. Sehdev": ["A robust image processing language in the context of image algebra., CVPR, 1988"], "Charles R. Giardina": ["Closed-form representation of convolution, dilation, and erosion in the context of image algebra., CVPR, 1988"], "Robert C. Vogt": ["Automatic generation of simple morphological algorithms., CVPR, 1988"], "Petros Maragos": ["Morphology-based symbolic image modeling, multi-scale nonlinear smoothing, and pattern spectrum., CVPR, 1988"], "Owen Robert Mitchell": ["Automated fast recognition and location of arbitrarily shaped objects by image morphology., CVPR, 1988", "CAD based planning and execution of inspection., CVPR, 1988"], "Kurt Reiser": ["An operational perception system for cross-country navigation., CVPR, 1988"], "Hanan Samet": ["Accessibility: a new approach to path planning among moving obstacles., CVPR, 1988"], "S. Li": ["A collision-free navigation scheme in the presence of moving obstacles., CVPR, 1988"], "P. D. Carnine Jr.": ["Road finding for road-network extraction., CVPR, 1988"], "Ernst D. Dickmanns": ["An integrated approach to feature based dynamic vision., CVPR, 1988"], "Larry S. Davis": ["An expert vision system for autonomous land vehicle road following., CVPR, 1988"], "Quming Zhu": ["Structural pyramids for representing and locating moving obstacles in visual guidance of navigation., CVPR, 1988"], "P. P. Cortopassi": ["Using perceptual grouping to recognize and locate partially occluded objects., CVPR, 1988"], "Gary Whitten": ["Vertex space analysis and its application to model based object recognition., CVPR, 1988"], "Gordon C. Osbourn": ["A new approach to machine-based perception of monocular images., CVPR, 1988"], "Donna M. Fritzsche": ["Object recognition using the Connection Machine., CVPR, 1988"], "Todd A. Cass": ["A robust parallel implementation of 2D model-based recognition., CVPR, 1988"], "Jake K. Aggarwal": ["Localization of objects from range data., CVPR, 1988"], "Hua Lee": ["Feature extraction and terrain matching., CVPR, 1988"], "Andrew F. Laine": ["Rapid search for spherical objects in aerial photographs., CVPR, 1988"], "Quentin F. Stout": ["Simulating essential pyramids., CVPR, 1988", "Convexity algorithms for parallel machines., CVPR, 1988", "Image computations on reconfigurable VLSI arrays., CVPR, 1988"], "V. K. Prasanna Kumar": ["Optimal geometric algorithms on fixed-size linear arrays and scan line arrays., CVPR, 1988"], "Xue Dong Yang": ["Design of fast connected components hardware., CVPR, 1988"], "S. Khalaf": ["Parallel bit-level pipelined VLSI processing unit for the histogramming operation., CVPR, 1988"], "Mark A. Lavin": ["Connected component labeling on polymorphic torus architecture., CVPR, 1988"], "Ralph K. Cavin III": ["Bit-level concurrency in real-time geometric feature extractions., CVPR, 1988"], "David B. Cooper": ["A decision theoretic approach for 3-D vision., CVPR, 1988"]}