{"Siying Liu": ["Aligning images in the wild., CVPR, 2012"], "Sung Yong Shin": ["A physically-based approach to reflection separation., CVPR, 2012"], "Stephen Lin": ["Motion-aware noise filtering for deblurring of noisy and blurry images., CVPR, 2012"], "Yasuyuki Matsushita": ["Nonlinear camera response functions and image deblurring., CVPR, 2012"], "William T. Freeman": ["Laser speckle photography for surface tampering detection., CVPR, 2012", "Accidental pinhole and pinspeck cameras: Revealing the scene outside the picture., CVPR, 2012"], "Bastian Goldluecke": ["Globally consistent depth labeling of 4D light fields., CVPR, 2012"], "Yung-Yu Chuang": ["Scene warping: Layer-based stereoscopic image resizing., CVPR, 2012", "A line-structure-preserving approach to image resizing., CVPR, 2012"], "Yebin Liu": ["A data-driven approach for facial expression synthesis in video., CVPR, 2012"], "Raimondo Schettini": ["Color constancy using faces., CVPR, 2012"], "Kang Wang": ["A two-stage approach to blind spatially-varying motion deblurring., CVPR, 2012"], "Philippe Bekaert": ["Enhancing underwater images and videos by fusion., CVPR, 2012"], "Jian Sun": ["Video stabilization with a depth camera., CVPR, 2012", "Computing nearest-neighbor fields via Propagation-Assisted KD-Trees., CVPR, 2012", "Face alignment by Explicit Shape Regression., CVPR, 2012"], "Vivek K. Goyal": ["Compressive depth map acquisition using a single photon-counting detector: Parametric signal processing meets sparsity., CVPR, 2012"], "Andrew W. Fitzgibbon": ["The Vitruvian manifold: Inferring dense correspondences for one-shot human pose estimation., CVPR, 2012"], "Xianfang Sun": ["A new convexity measurement for 3D meshes., CVPR, 2012"], "Fernando De la Torre": ["Factorized graph matching., CVPR, 2012", "Generalized time warping for multi-modal alignment of human motion., CVPR, 2012", "Max-margin early event detectors., CVPR, 2012"], "Jian-Huang Lai": ["Learning contour-fragment-based shape model with And-Or tree representation., CVPR, 2012"], "Stan Sclaroff": ["Scale resilient, rotation invariant articulated object matching., CVPR, 2012"], "Longin Jan Latecki": ["Fan Shape Model for object detection., CVPR, 2012", "Maximum weight cliques with mutex constraints for video object segmentation., CVPR, 2012"], "Alexander M. Bronstein": ["Intrinsic shape context descriptors for deformable shapes., CVPR, 2012"], "Carlo Tomasi": ["Twisted window search for efficient shape localization., CVPR, 2012", "Dense Lagrangian motion estimation with occlusions., CVPR, 2012"], "Yoshihide Sawada": ["Robust nonrigid ICP using outlier-sparsity regularization., CVPR, 2012"], "Andrea Torsello": ["A game-theoretic approach to deformable shape matching., CVPR, 2012"], "Edmond Boyer": ["Progressive shape models., CVPR, 2012"], "Karthik S. Gurumoorthy": ["The Schrödinger distance transform (SDT) for point-sets and curves., CVPR, 2012"], "Noah Snavely": ["Image matching using local symmetry features., CVPR, 2012"], "Hongkai Zhao": ["Geometric understanding of point clouds using Laplace-Beltrami operator., CVPR, 2012"], "Yunde Jia": ["On the dimensionality of video bricks under varying illumination., CVPR, 2012"], "Katsushi Ikeuchi": ["A biquadratic reflectance model for radiometric image analysis., CVPR, 2012"], "Ko Nishino": ["Single image multimaterial estimation., CVPR, 2012"], "Alan J. Vannevel": ["Depth from optical turbulence., CVPR, 2012"], "Koichiro Deguchi": ["Optimal integration of photometric and geometric surface measurements using inaccurate reflectance/illumination knowledge., CVPR, 2012", "Application of the mean field methods to MRF optimization in computer vision., CVPR, 2012"], "Michael Goesele": ["Photometric stereo for outdoor webcams., CVPR, 2012", "Modulation transfer function of patch-based stereo systems., CVPR, 2012"], "Yoichi Sato": ["Bispectral photometric stereo based on fluorescence., CVPR, 2012", "Camera spectral sensitivity estimation from a single image under unknown illumination by using fluorescence., CVPR, 2012"], "María Vanrell": ["Names and shades of color for intrinsic image estimation., CVPR, 2012"], "Brian Curless": ["Refractive height fields from single and multiple images., CVPR, 2012"], "Tsuhan Chen": ["A learning-based framework for depth ordering., CVPR, 2012", "Efficient inference for fully-connected CRFs with stationarity., CVPR, 2012", "Automatic discovery of groups of objects for scene understanding., CVPR, 2012", "Image description with a goal: Building efficient discriminating expressions for images., CVPR, 2012"], "Xiaoou Tang": ["Example-based 3D object reconstruction from line drawings., CVPR, 2012", "Hierarchical face parsing via deep learning., CVPR, 2012", "Understanding collective crowd behaviors: Learning a Mixture model of Dynamic pedestrian-Agents., CVPR, 2012"], "Jingyi Yu": ["Angular domain reconstruction of dynamic 3D fluid surfaces., CVPR, 2012"], "Kiyoharu Aizawa": ["Robust photometric stereo using sparse regression., CVPR, 2012"], "Ulrich Neumann": ["2.5D building modeling by discovering global regularities., CVPR, 2012"], "Jitendra Malik": ["Shape, albedo, and illumination from a single image of an unknown object., CVPR, 2012", "Semantic segmentation using regions and parts., CVPR, 2012"], "Kari Pulli": ["Robust stereo with flash and no-flash image pairs., CVPR, 2012"], "Tony X. Han": ["Detection by detections: Non-parametric detector adaptation for a video., CVPR, 2012"], "Todd E. Zickler": ["From pixels to physics: Probabilistic color de-rendering., CVPR, 2012", "Discriminative virtual views for cross-view action recognition., CVPR, 2012"], "Ramesh Raskar": ["Decomposing global light transport using time of flight imaging., CVPR, 2012"], "Andrew C. Gallagher": ["Jigsaw puzzles with pieces of unknown orientation., CVPR, 2012"], "Eric Klassen": ["Affine-invariant, elastic shape analysis of planar contours., CVPR, 2012"], "Kyoung Mu Lee": ["Progressive graph matching: Making a move of graphs via probabilistic voting., CVPR, 2012", "Mode-seeking on graphs via random walks., CVPR, 2012", "A unified framework for event summarization and rare event detection., CVPR, 2012", "Robust visual tracking using autoregressive hidden Markov Model., CVPR, 2012", "Learning object relationships via graph-based context model., CVPR, 2012"], "John M. Winn": ["The Shape Boltzmann Machine: A strong model of object shape., CVPR, 2012"], "Ayellet Tal": ["Surface regions of interest for viewpoint selection., CVPR, 2012"], "Visvanathan Ramesh": ["Discrete texture traces: Topological representation of geometric context., CVPR, 2012"], "Minh N. Do": ["Cross-based local multipoint filtering., CVPR, 2012"], "Ali Borji": ["Boosting bottom-up and top-down visual features for saliency estimation., CVPR, 2012"], "In-So Kweon": ["Identigram/watermark removal using cross-channel correlation., CVPR, 2012"], "Feng Liu": ["Leveraging stereopsis for saliency analysis., CVPR, 2012"], "Lei Zhang": ["The scale of edges., CVPR, 2012"], "Laurent Itti": ["Probabilistic learning of task-specific visual attention., CVPR, 2012", "Exploiting local and global patch rarities for saliency detection., CVPR, 2012"], "Michael Elad": ["Example-based cross-modal denoising., CVPR, 2012"], "Roberto Cipolla": ["A unifying resolution-independent formulation for early vision., CVPR, 2012"], "Daniel DeMenthon": ["The image torque operator: A new tool for mid-level vision., CVPR, 2012", "Contour-based recognition., CVPR, 2012"], "Pierre Vandergheynst": ["FREAK: Fast Retina Keypoint., CVPR, 2012"], "Nikos Paragios": ["Parameter-free/Pareto-driven procedural 3D reconstruction of buildings from ground-level sequences., CVPR, 2012", "Unsupervised co-segmentation through region matching., CVPR, 2012", "Graph-based detection, segmentation & characterization of brain tumors., CVPR, 2012"], "Long Quan": ["Per-pixel translational symmetry detection, optimization, and segmentation., CVPR, 2012"], "Daniel Cremers": ["Fast and globally optimal single view reconstruction of curved objects., CVPR, 2012", "A convex representation for the vectorial Mumford-Shah functional., CVPR, 2012"], "Jean Ponce": ["Multi-class cosegmentation., CVPR, 2012"], "Svetha Venkatesh": ["Improved subspace clustering via exploitation of spatial constraints., CVPR, 2012"], "Vittorio Ferrari": ["Figure-ground segmentation by transferring window masks., CVPR, 2012", "Active learning for semantic segmentation with expected change., CVPR, 2012", "Large-scale knowledge transfer for object localization in ImageNet., CVPR, 2012", "Learning object class detectors from weakly annotated video., CVPR, 2012"], "Pascal Fua": ["Automated reconstruction of tree structures using path classifiers and Mixed Integer Programming., CVPR, 2012", "Robust non-rigid registration of 2D and 3D graphs., CVPR, 2012"], "Shuicheng Yan": ["Efficient structure detection via random consensus graph., CVPR, 2012", "Street-to-shop: Cross-scenario clothing retrieval via parts alignment and auxiliary set., CVPR, 2012", "Hierarchical matching with side information for image classification., CVPR, 2012"], "Bo Peng": ["Learning image-specific parameters for interactive segmentation., CVPR, 2012"], "Zhixun Su": ["Fixed-rank representation for unsupervised visual learning., CVPR, 2012"], "Thomas Brox": ["Higher order motion models and spectral clustering., CVPR, 2012"], "Devi Parikh": ["The role of image understanding in contour detection., CVPR, 2012"], "Karthik Ramani": ["Center-Shift: An approach towards automatic robust mesh segmentation (ARMS)., CVPR, 2012"], "Marc Pollefeys": ["Globally optimal line clustering and vanishing point estimation in Manhattan world., CVPR, 2012", "Discovering and exploiting 3D symmetries in structure from motion., CVPR, 2012", "What is optimized in tight convex relaxations for multi-label problems?, CVPR, 2012"], "Stefano Soatto": ["Actionable saliency detection: Independent motion detection without independent motion estimation., CVPR, 2012", "Discovering discriminative action parts from mid-level video representations., CVPR, 2012"], "Guoping Wang": ["Adaptive figure-ground classification., CVPR, 2012"], "Feng Tang": ["What are good parts for hair shape modeling?, CVPR, 2012"], "Hao Jiang": ["Linear solution to scale invariant global figure ground separation., CVPR, 2012"], "Xiaolei Huang": ["A hierarchical image clustering cosegmentation framework., CVPR, 2012"], "George Baciu": ["Higher level segmentation: Detecting and grouping of invariant repetitive patterns., CVPR, 2012"], "Raquel Urtasun": ["Describing the scene as a whole: Joint object detection, scene classification and semantic segmentation., CVPR, 2012", "A constrained latent variable model., CVPR, 2012", "Efficient structured prediction for 3D indoor scene understanding., CVPR, 2012", "Are we ready for autonomous driving? The KITTI vision benchmark suite., CVPR, 2012"], "David Suter": ["The Random Cluster Model for robust geometric fitting., CVPR, 2012"], "Deepu Rajan": ["Weighted color and texture sample selection for image matting., CVPR, 2012"], "Sergio Escalera": ["Graph cuts optimization for multi-limb human segmentation in depth maps., CVPR, 2012"], "Alexander Hornung": ["Saliency filters: Contrast based filtering for salient region detection., CVPR, 2012", "Cache-efficient graph cuts on structured grids., CVPR, 2012"], "Narendra Ahuja": ["Exploiting nonlocal spatiotemporal structure for video segmentation., CVPR, 2012", "Robust visual tracking via multi-task sparse learning., CVPR, 2012"], "Stefan Carlsson": ["Multi view registration for novelty/background separation., CVPR, 2012"], "Fred A. Hamprecht": ["Seeded watershed cut uncertainty estimators for guided interactive segmentation., CVPR, 2012", "Learning to segment dense cell nuclei with shape prior., CVPR, 2012"], "Chu-Song Chen": ["Affinity aggregation for spectral clustering., CVPR, 2012"], "Chunjing Xu": ["Bag of textons for image segmentation via soft clustering and convex shift., CVPR, 2012"], "Shih-Fu Chang": ["Segmentation using superpixels: A bipartite graph partitioning approach., CVPR, 2012", "Exploiting web images for event recognition in consumer videos: A multiple source domain adaptation approach., CVPR, 2012", "Supervised hashing with kernels., CVPR, 2012", "Robust visual domain adaptation with low-rank reconstruction., CVPR, 2012", "Weak attributes for large-scale image retrieval., CVPR, 2012", "Mobile product search with Bag of Hash Bits and boundary reranking., CVPR, 2012", "Robust late fusion with rank minimization., CVPR, 2012"], "Chao Liu": ["Discriminative illumination: Per-pixel classification of raw materials based on optimal projections of spectral BRDF., CVPR, 2012"], "Shree K. Nayar": ["Micro Phase Shifting., CVPR, 2012"], "Thoma Papadhimitri": ["A closed-form solution to uncalibrated photometric stereo via diffuse maxima., CVPR, 2012"], "Xuming He": ["Connected contours: A new contour completion model that respects the closure effect., CVPR, 2012"], "Eric P. Xing": ["On multiple foreground cosegmentation., CVPR, 2012"], "Joachim M. Buhmann": ["Weakly supervised structured output learning for semantic segmentation., CVPR, 2012"], "Ying Wu": ["A unified approach to salient object detection via low rank matrix recovery., CVPR, 2012", "Decomposing and regularizing sparse/non-sparse components for motion field estimation., CVPR, 2012", "Order determination and sparsity-regularized metric learning adaptive visual tracking., CVPR, 2012", "Object retrieval and localization with spatially-constrained similarity measure and k-NN re-ranking., CVPR, 2012"], "Dimitris N. Metaxas": ["Facial expression editing in video using a temporally-smooth factorization., CVPR, 2012", "Learning active facial patches for expression analysis., CVPR, 2012"], "Chi-Keung Tang": ["KNN matting., CVPR, 2012"], "Seungyong Lee": ["Automatic upright adjustment of photographs., CVPR, 2012"], "Michael S. Brown": ["Synthesizing oil painting surface geometry from a single photograph., CVPR, 2012"], "Sira E. Palazuelos": ["Modelling and correction of multipath interference in time of flight cameras., CVPR, 2012"], "Todor G. Georgiev": ["An analysis of color demosaicing in plenoptic cameras., CVPR, 2012"], "Paul A. Yushkevich": ["Spatial bias in multi-atlas based segmentation., CVPR, 2012"], "Olaf Ronneberger": ["2D/3D rotation-invariant detection using equivariant filters and kernel weighted mapping., CVPR, 2012"], "Dinggang Shen": ["Reconstruction of super-resolution lung 4D-CT using patch-based sparse representation., CVPR, 2012"], "Claus Bahlmann": ["Fast radial symmetry detection under affine transformations., CVPR, 2012"], "Li Shen": ["Sparse Bayesian multi-task learning for predicting cognitive outcomes from neuroimaging measures in Alzheimer's disease., CVPR, 2012"], "Jacinto C. Nascimento": ["The use of on-line co-training to reduce the training set size in pattern recognition methods: Application to left ventricle segmentation in ultrasound., CVPR, 2012"], "Brian B. Avants": ["From label fusion to correspondence fusion: A new approach to unbiased groupwise registration., CVPR, 2012"], "Zhuowen Tu": ["Multiple clustered instance learning for histopathology cancer image classification, segmentation and clustering., CVPR, 2012", "Detecting texts of arbitrary orientations in natural images., CVPR, 2012", "Exemplar-based human action pose correction and tagging., CVPR, 2012", "Affinity learning via self-diffusion for image segmentation and clustering., CVPR, 2012", "Unsupervised metric fusion by cross diffusion., CVPR, 2012", "Unsupervised object class discovery via saliency-guided multiple class learning., CVPR, 2012"], "Weichuan Yu": ["Automatic mitral leaflet tracking in echocardiography by outlier detection in the low-rank representation., CVPR, 2012"], "Shaohua Kevin Zhou": ["A learning based deformable template matching method for automatic rib centerline extraction and labeling in CT images., CVPR, 2012"], "Matthew Cook": ["Efficient automatic 3D-reconstruction of branching neurons from EM data., CVPR, 2012"], "Hanno Scharr": ["A Riemannian approach for estimating orientation distribution function (ODF) images from high-angular resolution diffusion imaging (HARDI)., CVPR, 2012"], "P. Thomas Fletcher": ["Sasaki metrics for analysis of longitudinal data on manifolds., CVPR, 2012"], "Lars Krüger": ["Globally optimal hand-eye calibration., CVPR, 2012"], "Matthew Uyttendaele": ["Real-time image-based 6-DOF localization in large-scale environments., CVPR, 2012"], "Takashi Matsuyama": ["A new mirror-based extrinsic camera calibration using an orthogonality constraint., CVPR, 2012"], "Brett Browning": ["Online continuous stereo extrinsic parameter estimation., CVPR, 2012"], "Xiangyang Xue": ["Learning attention map from images., CVPR, 2012"], "Kwan-Yee Kenneth Wong": ["Markov Weight Fields for face sketch synthesis., CVPR, 2012"], "David S. Doermann": ["Unsupervised feature learning framework for no-reference image quality assessment., CVPR, 2012"], "Shipeng Li": ["Scalable k-NN graph construction for visual descriptors., CVPR, 2012", "Image search results refinement via outlier detection using deep contexts., CVPR, 2012", "Fast approximate k-means via cluster closures., CVPR, 2012", "Salient object detection for searched web images via global saliency., CVPR, 2012"], "Xuelong Li": ["Multi-scale dictionary for single image super-resolution., CVPR, 2012", "A-Optimal Non-negative Projection for image representation., CVPR, 2012", "Geometry constrained sparse coding for single image super-resolution., CVPR, 2012"], "Jianping Fan": ["Image collection summarization via dictionary learning for sparse representation., CVPR, 2012", "Learning inter-related visual dictionary for object recognition., CVPR, 2012"], "Lihi Zelnik-Manor": ["Icon scanning: Towards next generation QR codes., CVPR, 2012", "On SIFTs and their scales., CVPR, 2012"], "Wayne B. Hayes": ["Automated quantitative description of spiral galaxy arm-segment structure., CVPR, 2012"], "Xinbo Gao": ["Sparse representation for blind image quality assessment., CVPR, 2012"], "Hern-soo Hahn": ["Fast axis estimation from a segment of rotationally symmetric object., CVPR, 2012"], "Nils Krahnstoever": ["Computer vision aided target linked radiation imaging., CVPR, 2012"], "David J. Kriegman": ["Automated annotation of coral reef survey images., CVPR, 2012"], "Haibin Ling": ["Classifying covert photographs., CVPR, 2012", "Online robust image alignment via iterative convex optimization., CVPR, 2012"], "Mubarak Shah": ["City scale geo-spatial trajectory estimation of a moving camera., CVPR, 2012", "Part-based multiple-person tracking with partial occlusion handling., CVPR, 2012"], "Bernt Schiele": ["A database for fine grained activity detection of cooking activities., CVPR, 2012", "Articulated people detection and pose estimation: Reshaping the future., CVPR, 2012", "Teaching 3D geometry to deformable part models., CVPR, 2012", "RALF: A reinforced active learning formulation for object class recognition., CVPR, 2012"], "Jason J. Corso": ["Evaluation of super-voxel methods for early video processing., CVPR, 2012", "Action bank: A high-level representation of activity in video., CVPR, 2012"], "Bruce A. Draper": ["Scalable action recognition with a subspace forest., CVPR, 2012"], "Larry S. Davis": ["A flow model for joint action recognition and identity maintenance., CVPR, 2012", "On partial least squares in head pose estimation: How to simultaneously deal with misalignment., CVPR, 2012", "Submodular dictionary learning for sparse coding., CVPR, 2012"], "James M. Rehg": ["Social interactions: A first-person perspective., CVPR, 2012", "Learning sparse covariance patterns for natural scenes., CVPR, 2012"], "Daphne Koller": ["Learning latent temporal structure for complex event detection., CVPR, 2012", "A combined pose, object, and feature model for action understanding., CVPR, 2012"], "Irfan A. Essa": ["Detecting regions of interest in dynamic scenes with camera motions., CVPR, 2012"], "Kristen Grauman": ["Efficient activity detection with max-subgraph search., CVPR, 2012", "Discovering important people and objects for egocentric video summarization., CVPR, 2012", "Geodesic flow kernel for unsupervised domain adaptation., CVPR, 2012", "WhittleSearch: Image search with relative attribute feedback., CVPR, 2012", "Discovering localized attributes for fine-grained recognition., CVPR, 2012"], "Junsong Yuan": ["Mining actionlet ensemble for action recognition with depth cameras., CVPR, 2012", "Randomized visual phrases for object search., CVPR, 2012"], "Premkumar Natarajan": ["Multimodal feature fusion for robust event detection in web videos., CVPR, 2012"], "Richard P. Wildes": ["Dynamic scene understanding: The role of orientation features in space and time in scene classification., CVPR, 2012"], "Sinisa Todorovic": ["Sum-product networks for modeling activities with stochastic structure., CVPR, 2012"], "Pietro Perona": ["Social behavior recognition in continuous video., CVPR, 2012"], "Thomas S. Huang": ["Substructure and boundary modeling for continuous action recognition., CVPR, 2012", "Bilevel sparse coding for coupled feature spaces., CVPR, 2012", "A data driven method for feature transformation., CVPR, 2012"], "Greg Mori": ["Social roles in hierarchical models for human activity recognition., CVPR, 2012", "Complex loss optimization via dual decomposition., CVPR, 2012"], "Mario Sznaier": ["Cross-view activity recognition using Hankelets., CVPR, 2012"], "Alexander G. Hauptmann": ["Action recognition by exploring data distribution and feature correlation., CVPR, 2012"], "Simon Lucey": ["General trajectory prior for Non-Rigid reconstruction., CVPR, 2012"], "Qingxiong Yang": ["A non-local cost aggregation method for stereo matching., CVPR, 2012"], "Masatoshi Okutomi": ["Practical low-rank matrix approximation under robust L1-norm., CVPR, 2012", "Generalizing Wiberg algorithm for rigid and nonrigid factorizations with missing components and metric constraints., CVPR, 2012"], "J. M. M. Montiel": ["Finite Element based sequential Bayesian Non-Rigid Structure from Motion., CVPR, 2012"], "Wojciech Matusik": ["Structure and motion from scene registration., CVPR, 2012"], "Erik Ringaby": ["Rolling shutter bundle adjustment., CVPR, 2012"], "Sameer Agarwal": ["Visibility Based Preconditioning for bundle adjustment., CVPR, 2012"], "Horst Bischof": ["Dense reconstruction on-the-fly., CVPR, 2012", "Irregular lattices for complex shape grammar facade parsing., CVPR, 2012", "Joint motion estimation and segmentation of complex scenes with label costs and occlusion modeling., CVPR, 2012", "Large scale metric learning from equivalence constraints., CVPR, 2012", "Structured Local Predictors for image labelling., CVPR, 2012"], "Loong Fah Cheong": ["Seeing double without confusion: Structure-from-motion in highly ambiguous scenes., CVPR, 2012"], "Ho-Young Lee": ["Consistent depth maps recovery from a trinocular video sequence., CVPR, 2012"], "Paul L. Rosin": ["Saliency-guided integration of multiple scans., CVPR, 2012"], "Yi Ma": ["Robust plane-based structure from motion., CVPR, 2012", "Seeing through the blur., CVPR, 2012"], "Szymon Rusinkiewicz": ["Multi-view hair capture using orientation fields., CVPR, 2012"], "Steven M. Seitz": ["Schematic surface reconstruction., CVPR, 2012", "Collection flow., CVPR, 2012"], "Tomás Pajdla": ["Making minimal solvers fast., CVPR, 2012", "A branch-and-bound algorithm for globally optimal hand-eye calibration., CVPR, 2012"], "Roland Siegwart": ["Real-time 6D stereo Visual Odometry with non-overlapping fields of view., CVPR, 2012"], "Yasushi Yagi": ["Video from nearly still: An application to low frame-rate gait recognition., CVPR, 2012"], "Jean-Marc Odobez": ["We are not contortionists: Coupled adaptive learning for head and body orientation estimation in surveillance video., CVPR, 2012", "Bridging the past, present and future: Modeling scene activities from event relationships and global rules., CVPR, 2012"], "Rongrong Ji": ["What are we looking for: Towards statistical modeling of saccadic eye movements and visual saliency., CVPR, 2012"], "Shaogang Gong": ["Stream-based joint exploration-exploitation active learning., CVPR, 2012"], "Arthur Szlam": ["Incremental gradient on the Grassmannian for online foreground and background separation in subsampled video., CVPR, 2012"], "Yuri Boykov": ["Curvature-based regularization for surface approximation., CVPR, 2012"], "Dennis Strelow": ["General and nested Wiberg minimization., CVPR, 2012"], "René Vidal": ["See all by looking at a few: Sparse modeling for finding representative objects., CVPR, 2012", "Group action induced distances for averaging and clustering Linear Dynamical Systems with applications to the analysis of dynamic scenes., CVPR, 2012"], "Silvio Savarese": ["An efficient branch-and-bound algorithm for optimal human pose estimation., CVPR, 2012", "Semantic structure from motion with points, regions, and objects., CVPR, 2012", "Mobile object detection through client-server based vote transfer., CVPR, 2012", "Estimating the aspect layout of object categories., CVPR, 2012"], "Thomas Morwald": ["Isogeometric finite-elements methods and variational reconstruction tasks in vision - A perfect match., CVPR, 2012"], "Philip H. S. Torr": ["A tiered move-making algorithm for general pairwise MRFs., CVPR, 2012", "Efficient online structured output learning for keypoint-based object tracking., CVPR, 2012", "Efficient discriminative learning of parametric nearest neighbor classifiers., CVPR, 2012"], "Vikas Singh": ["Random walks based multi-image segmentation: Quasiconvexity results and GPU-based solutions., CVPR, 2012"], "Hongan Wang": ["Robust Maximum Likelihood estimation by sparse bundle adjustment using the L1 norm., CVPR, 2012"], "Christoph Schnörr": ["A bundle approach to efficient MAP-inference by Lagrangian relaxation., CVPR, 2012"], "Jiang-Zhong Cao": ["MAP-MRF inference based on extended junction tree representation., CVPR, 2012"], "Octavia I. Camps": ["Fast algorithms for structured robust principal component analysis., CVPR, 2012"], "Chiew-Lan Tai": ["Parsing façade with rank-one approximation., CVPR, 2012"], "Xiaodong Wu": ["Fast dynamic programming for labeling problems with ordering constraints., CVPR, 2012"], "Robert T. Collins": ["Multitarget data association with higher-order motion models., CVPR, 2012"], "Hongrui Jiang": ["Optical flow in the presence of spatially-varying motion blur., CVPR, 2012"], "Anton van den Hengel": ["Non-sparse linear representations for visual tracking with online reservoir metric learning., CVPR, 2012", "Sharing features in multi-class boosting via group sparsity., CVPR, 2012"], "Michael J. Black": ["Layered segmentation and optical flow estimation over time., CVPR, 2012", "From Pictorial Structures to deformable structures., CVPR, 2012"], "Ming-Hsuan Yang": ["Visual tracking via adaptive structural local sparse appearance model., CVPR, 2012", "Robust object tracking via sparsity-based collaborative model., CVPR, 2012", "Top-down visual saliency via joint CRF and dictionary learning., CVPR, 2012"], "Hui Ji": ["Real time robust L1 tracker using accelerated proximal gradient approach., CVPR, 2012"], "Jianbo Shi": ["Video segmentation by tracing discontinuities in a trajectory embedding., CVPR, 2012"], "Ming Tang": ["Robust tracking via weakly supervised ranking SVM., CVPR, 2012"], "Antonis A. Argyros": ["Tracking the articulated motion of two strongly interacting hands., CVPR, 2012"], "Christian Theobalt": ["Spatio-temporal motion tracking with unsynchronized cameras., CVPR, 2012"], "Vittorio Murino": ["Decentralized particle filter for joint individual-group tracking., CVPR, 2012", "A regularized spectral algorithm for Hidden Markov Models with applications in computer vision., CVPR, 2012"], "Sharath Pankanti": ["Hand tracking by binary quadratic programming and its application to retail activity recognition., CVPR, 2012"], "Erik G. Learned-Miller": ["Distribution fields for tracking., CVPR, 2012", "Background modeling using adaptive pixelwise kernel variances in a hybrid feature space., CVPR, 2012", "Learning hierarchical representations for face verification with convolutional deep belief networks., CVPR, 2012"], "Ram Nevatia": ["Multi-target tracking by online learning of non-linear motion patterns and robust appearance models., CVPR, 2012", "An online learned CRF model for multi-target tracking., CVPR, 2012", "Unsupervised incremental learning for improved object detection in a video., CVPR, 2012"], "Stefan Roth": ["Discrete-continuous optimization for multi-target tracking., CVPR, 2012", "Learning rotation-aware features: From invariant priors to equivariant descriptors., CVPR, 2012"], "Christophe Gonzales": ["An optimized DBN-based mode-focussing particle filter., CVPR, 2012"], "Shai Avidan": ["Locally Orderless Tracking., CVPR, 2012"], "Margrit Betke": ["Coupling detection and data association for multiple object tracking., CVPR, 2012"], "Christian R. Shelton": ["Improving multi-target tracking via social grouping., CVPR, 2012"], "Gert R. G. Lanckriet": ["Growing a bag of systems tree for fast and accurate classification., CVPR, 2012"], "Bodo Rosenhahn": ["Branch-and-price global optimization for multi-view multi-target tracking., CVPR, 2012"], "Nassir Navab": ["A contextual maximum likelihood framework for modeling image registration., CVPR, 2012"], "Eyal Krupka": ["Monotonicity and error type differentiability in performance measures for target detection and tracking in video., CVPR, 2012"], "Mingyi He": ["A simple prior-free method for non-rigid structure-from-motion factorization., CVPR, 2012"], "Toby Collins": ["On template-based reconstruction from a single view: Analytical solutions and proofs of well-posedness for developable, isometric and conformal surfaces., CVPR, 2012"], "Heung-Yeung Shum": ["QsRank: Query-sensitive hash code ranking for efficient ∊-neighbor search., CVPR, 2012"], "Stan Z. Li": ["Online content-aware video condensation., CVPR, 2012", "Discriminant image filter learning for face recognition with local binary pattern like representation., CVPR, 2012", "Multi-pedestrian detection in crowded scenes: A global view., CVPR, 2012"], "Jin Young Choi": ["Active attentional sampling for speed-up of background subtraction., CVPR, 2012"], "Zhu Chen": ["Video anomaly detection based on local statistical aggregates., CVPR, 2012"], "Randall Davis": ["Multi-view latent variable discriminative models for action recognition., CVPR, 2012"], "Ashutosh Saxena": ["Learning the right model: Efficient max-margin learning in Laplacian CRFs., CVPR, 2012"], "Shang-Hua Teng": ["Power SVM: Generalization with exemplar classification uncertainty., CVPR, 2012"], "David W. Jacobs": ["Active image clustering: Seeking constraints from humans to complement algorithms., CVPR, 2012", "Generalized Multiview Analysis: A discriminative latent space., CVPR, 2012"], "John W. Fisher III": ["Manifold guided composite of Markov random fields for image modeling., CVPR, 2012", "Low level vision via switchable Markov random fields., CVPR, 2012"], "Cordelia Schmid": ["Image categorization using Fisher kernels of non-iid image models., CVPR, 2012", "Towards good practice in large-scale learning for image classification., CVPR, 2012", "Discriminative spatial saliency for image classification., CVPR, 2012"], "Xiaofei He": ["Matrix completion by Truncated Nuclear Norm Regularization., CVPR, 2012"], "Richard Bowden": ["Sign Language Recognition using Sequential Pattern Trees., CVPR, 2012"], "Quan Pan": ["Semi-coupled dictionary learning with applications to image super-resolution and photo-sketch synthesis., CVPR, 2012"], "Shenlong Wang": ["Relaxed collaborative representation for pattern classification., CVPR, 2012"], "Qi Tian": ["Multi-feature metric learning with knowledge transfer among semantics and social tagging., CVPR, 2012", "Context aware topic model for scene recognition., CVPR, 2012", "Weakly supervised sparse coding with geometric consistency pooling., CVPR, 2012"], "Martial Hebert": ["Model recommendation for action recognition., CVPR, 2012", "Occlusion reasoning for object detection under arbitrary viewpoint., CVPR, 2012"], "Geoffrey E. Hinton": ["Robust Boltzmann Machines for recognition and denoising., CVPR, 2012"], "Erik B. Sudderth": ["Nonparametric learning for layered segmentation of natural images., CVPR, 2012"], "Vinod Nair": ["Learning hierarchical similarity metrics., CVPR, 2012"], "Andrew Zisserman": ["Sparse kernel approximations for efficient classification and detection., CVPR, 2012", "Three things everyone should know to improve object retrieval., CVPR, 2012"], "Nenghai Yu": ["Non-negative low rank and sparse graph for semi-supervised learning., CVPR, 2012"], "Wenze Hu": ["Learning 3D object templates by hierarchical quantization of geometry and appearance spaces., CVPR, 2012"], "Jianxin Wu": ["Power mean SVM for large scale visual classification., CVPR, 2012"], "Haifeng Zhao": ["Multi-label ReliefF and F-statistic feature selections for image annotation., CVPR, 2012"], "Dong Xu": ["Batch mode Adaptive Multiple Instance Learning for computer vision tasks., CVPR, 2012"], "Carsten Rother": ["Regression Tree Fields - An efficient, non-parametric approach to image labeling problems., CVPR, 2012"], "Stefan Harmeling": ["Image denoising: Can plain neural networks compete with BM3D?, CVPR, 2012"], "Jörg Lücke": ["Unsupervised learning of translation invariant occlusive components., CVPR, 2012", "Autonomous cleaning of corrupted scanned documents - A generative modeling approach., CVPR, 2012"], "Florent Perronnin": ["AVA: A large-scale database for aesthetic visual analysis., CVPR, 2012"], "Brendan J. Frey": ["Learning structural element patch models with hierarchical palettes., CVPR, 2012", "Factorizing appearance using epitomic flobject analysis., CVPR, 2012"], "Cristian Sminchisescu": ["Chebyshev approximations to the histogram χ2 kernel., CVPR, 2012"], "Ryan Prescott Adams": ["Revisiting uncertainty in graph cut solutions., CVPR, 2012"], "Nuno Vasconcelos": ["Boosting algorithms for simultaneous feature extraction and selection., CVPR, 2012", "On the regularization of image semantics by modal expansion., CVPR, 2012"], "Luc J. Van Gool": ["Iterative Nearest Neighbors for classification and dimensionality reduction., CVPR, 2012", "Real-time facial feature detection using conditional regression forests., CVPR, 2012", "Pedestrian detection at 100 frames per second., CVPR, 2012", "Interactive object detection., CVPR, 2012"], "Tat-Seng Chua": ["Robust Non-negative Graph Embedding: Towards noisy data, unreliable graphs, and noisy labels., CVPR, 2012"], "Huimin Yu": ["Edge-preserving photometric stereo via depth fusion., CVPR, 2012"], "Javier R. Movellan": ["Discriminately decreasing discriminability with learned image filters., CVPR, 2012"], "Qionghai Dai": ["Covariance discriminative learning: A natural and efficient approach to image set classification., CVPR, 2012"], "Wei-Shi Zheng": ["l2, 1 Regularized correntropy for robust feature selection., CVPR, 2012"], "Kazufumi Kaneda": ["Linear discriminative image processing operator analysis., CVPR, 2012"], "Deng Cai": ["Metric learning with two-dimensional smoothness for visual analysis., CVPR, 2012"], "Eric Horvitz": ["Memory constrained face recognition., CVPR, 2012"], "Xiaolong Wang": ["A study on human age estimation under facial expression changes., CVPR, 2012"], "Jeff F. Conn": ["Improved facial expression recognition via uni-hyperplane classification., CVPR, 2012"], "Hanqing Lu": ["Learning ordinal discriminative features for age estimation., CVPR, 2012"], "Wen Zhou": ["Sparse representation for face recognition based on discriminative low-rank dictionary learning., CVPR, 2012"], "Gang Wang": ["Neighborhood repulsed metric learning for kinship verification., CVPR, 2012"], "Louis-Philippe Morency": ["3D Constrained Local Model for rigid and non-rigid facial tracking., CVPR, 2012"], "Yu-Chiang Frank Wang": ["Low-rank matrix recovery with structural incoherence for robust face recognition., CVPR, 2012"], "Xilin Chen": ["Image sets alignment for Video-Based Face Recognition., CVPR, 2012"], "Maja Pantic": ["Multi-output Laplacian dynamic ordinal regression for facial expression recognition and intensity estimation., CVPR, 2012"], "Clinton Fookes": ["Feature-domain super-resolution framework for Gabor-based face and iris recognition., CVPR, 2012"], "Tao Xiang": ["Transfer re-identification: From person to set-based verification., CVPR, 2012"], "Rainer Stiefelhagen": ["\"Knock! Knock! Who is it?\" probabilistic person identification in TV-series., CVPR, 2012"], "Frédéric Jurie": ["PCCA: A new approach for distance learning from sparse pairwise constraints., CVPR, 2012"], "Francesc Moreno-Noguer": ["Single image 3D human pose estimation from noisy observations., CVPR, 2012"], "Massimo Tistarelli": ["Customizing biometric authentication systems via discriminative score calibration., CVPR, 2012"], "C. V. Jawahar": ["Top-down and bottom-up cues for scene text recognition., CVPR, 2012", "Cats and dogs., CVPR, 2012"], "Antonio Torralba": ["Recognizing scene viewpoint using panoramic place representation., CVPR, 2012"], "Ohad Ben-Shahar": ["Small sample scene categorization from perceptual relations., CVPR, 2012"], "Kobus Barnard": ["Bayesian geometric modeling of indoor scenes., CVPR, 2012"], "James Hays": ["SUN attribute database: Discovering, annotating, and recognizing scene attributes., CVPR, 2012"], "Dieter Fox": ["RGB-(D) scene labeling: Features and algorithms., CVPR, 2012"], "Pedro F. Felzenszwalb": ["Reconfigurable models for scene recognition., CVPR, 2012"], "Stephen Gould": ["Multiclass pixel labeling with non-local matching constraints., CVPR, 2012"], "Rob Fergus": ["Nonparametric image parsing using adaptive neighbor sets., CVPR, 2012"], "David A. Forsyth": ["Recovering free space of indoor scenes from a single image., CVPR, 2012", "Building a dictionary of image fragments., CVPR, 2012"], "Bastian Leibe": ["Joint 2D-3D temporally consistent semantic segmentation of street scenes., CVPR, 2012"], "Allan Hanbury": ["Robust camera self-calibration from monocular images of Manhattan worlds., CVPR, 2012"], "Deva Ramanan": ["Detecting activities of daily living in first-person camera views., CVPR, 2012", "Face detection, pose estimation, and landmark localization in the wild., CVPR, 2012", "Steerable part models., CVPR, 2012", "Recognizing proxemics in personal photos., CVPR, 2012"], "Jing Xiao": ["Contextual boost for pedestrian detection., CVPR, 2012"], "Heng Huang": ["Robust and discriminative distance for Multi-Instance Learning., CVPR, 2012"], "Wen Gao": ["Towards compact topical descriptors., CVPR, 2012"], "Terrance E. Boult": ["Multi-attribute spaces: Calibration for attribute fusion and similarity search., CVPR, 2012"], "Rahul Sukthankar": ["D-Nets: Beyond patch-based image descriptors., CVPR, 2012"], "Sung-Eui Yoon": ["Spherical hashing., CVPR, 2012"], "Shin'ichi Satoh": ["Auto face re-ranking by mining the web and video archives., CVPR, 2012"], "Yueting Zhuang": ["Graph-guided sparse reconstruction for region tagging., CVPR, 2012"], "Jeff G. Schneider": ["Nonparametric kernel estimators for image classification., CVPR, 2012"], "Ernest Valveny": ["Leveraging category-level labels for instance-level image retrieval., CVPR, 2012"], "Hee-Kap Ahn": ["A fast nearest neighbor search algorithm by nonlinear embedding., CVPR, 2012"], "Fausto Giunchiglia": ["(Unseen) event recognition via semantic compositionality., CVPR, 2012"], "Victor S. Lempitsky": ["The inverted multi-index., CVPR, 2012"], "Jiri Matas": ["Fast computation of min-Hash signatures for image collections., CVPR, 2012", "Real-time scene text localization and recognition., CVPR, 2012"], "Lorenzo Torresani": ["Meta-class features for large-scale object categorization on a budget., CVPR, 2012"], "David J. Fleet": ["Fast search in Hamming space with multi-index hashing., CVPR, 2012"], "Roozbeh Mottaghi": ["Augmenting deformable part models with irregular-shaped object patches., CVPR, 2012"], "Derek Hoiem": ["Learning shared body plans., CVPR, 2012", "Learning to localize detected objects., CVPR, 2012"], "Bill Triggs": ["Efficient object detection using cascades of nearest convex model classifiers., CVPR, 2012"], "Norimichi Ukita": ["Articulated pose estimation with parts connectivity using discriminative local oriented contours., CVPR, 2012"], "Rainer Lienhart": ["Learning an object class representation on a continuous viewsphere., CVPR, 2012"], "Jezekiel Ben-Arie": ["Vector array based Multi-View Face Detection with compound exemplars., CVPR, 2012"], "Yacov Hel-Or": ["Foreground detection using spatiotemporal projection kernels., CVPR, 2012"], "Shouxun Lin": ["Visual stem mapping and Geometric Tense coding for Augmented Visual Vocabulary., CVPR, 2012"], "Hajime Tamura": ["Shrink boost for selecting multi-LBP histogram features in object detection., CVPR, 2012"], "Xiaogang Wang": ["A discriminative deep model for pedestrian detection with occlusion handling., CVPR, 2012", "Transferring a generic pedestrian detector towards specific scenes., CVPR, 2012"], "Song Wang": ["Superedge grouping for object localization by combining appearance and shape information., CVPR, 2012"], "Antonio M. López": ["Color attributes for object detection., CVPR, 2012"], "Visesh Chari": ["A theory of multi-layer flat refractive geometry., CVPR, 2012"], "Trevor Darrell": ["Beyond spatial pyramids: Receptive field learning for pooled image features., CVPR, 2012", "Pose pooling kernels for sub-category recognition., CVPR, 2012"], "Jérôme Malick": ["Large-scale image classification with trace-norm regularization., CVPR, 2012"], "Jamie Shotton": ["Conditional regression forests for human pose estimation., CVPR, 2012"], "Marc Sebban": ["Discriminative feature fusion for image classification., CVPR, 2012"], "Fei-Fei Li": ["Hedging your bets: Optimizing accuracy-specificity trade-offs in large scale visual recognition., CVPR, 2012", "A codebook-free and annotation-free approach for fine-grained image categorization., CVPR, 2012"], "Saturnino Maldonado-Bascón": ["SURFing the point clouds: Selective 3D spatial pyramids for category-level object recognition., CVPR, 2012"], "Pierre Moulin": ["Omni-range spatial contexts for visual classification., CVPR, 2012"], "Alexander C. Berg": ["DCMSVM: Distributed parallel training for single-machine multiclass classifiers., CVPR, 2012"], "Kota Yamaguchi": ["Understanding and predicting importance in images., CVPR, 2012"], "Tamara L. Berg": ["Parsing clothing in fashion photographs., CVPR, 2012"], "Lei Wang": ["What has my classifier learned? Visualizing the classification rules of bag-of-feature model by support region detection., CVPR, 2012"], "Feng Wu": ["3D visual phrases for landmark recognition., CVPR, 2012"], "Fatih Porikli": ["Connecting the dots in multi-class classification: From nearest subspace to collaborative representation., CVPR, 2012"], "Arnold W. M. Smeulders": ["Convex reduction of high-dimensional kernels for visual classification., CVPR, 2012"], "Hervé Le Borgne": ["Locality-constrained and spatially regularized coding for scene categorization., CVPR, 2012"], "Najla Megherbi": ["A 3D extension to cortex like mechanisms for 3D object class recognition., CVPR, 2012"], "Jürgen Schmidhuber": ["Multi-column deep neural networks for image classification., CVPR, 2012"], "David G. Lowe": ["Local Naive Bayes Nearest Neighbor for image classification., CVPR, 2012"], "Osamu Hasegawa": ["Online incremental attribute-based zero-shot learning., CVPR, 2012"], "Harpreet S. Sawhney": ["Evaluation of low-level features and their combinations for complex event detection in open source videos., CVPR, 2012"], "Anna Jezierska": ["Fast recursive ensemble convolution of Haar-like features., CVPR, 2012"]}