{"Peter Whaite": ["Uncertain views., CVPR, 1992"], "Jean-Yves Hervé": ["Exploratory active vision: theory., CVPR, 1992"], "Kiriakos N. Kutulakos": ["Recovering shape by purposive viewpoint adjustment., CVPR, 1992"], "David Coombs": ["Real-time smooth pursuit tracking for a moving binocular robot., CVPR, 1992"], "James J. Clark": ["Active photometric stereo., CVPR, 1992"], "Michel Dhome": ["Recovering the scaling function of a SHGC from a single perspective view., CVPR, 1992"], "Ronald C.-K. Chung": ["Recovering LSHGCs and SHGCs from stereo., CVPR, 1992"], "Hillel Rom": ["Hierarchical decomposition and axial shape description., CVPR, 1992"], "Yoshinobu Sato": ["Smoothed local generalized cones: an axial representation of 3D shapes., CVPR, 1992", "Recovery of hierarchical part structure of 3-D shape from range image., CVPR, 1992"], "Robert L. Ogniewicz": ["Voronoi skeletons: theory and applications., CVPR, 1992"], "Peter D. Lauren": ["Computing the view orientations of random projections of asymmetric objects., CVPR, 1992"], "Yacov Hel-Or": ["Absolute orientation from uncertain point data: a unified approach., CVPR, 1992"], "Guillaume Champleboux": ["From accurate range imaging sensor calibration to accurate model-based 3D object localization., CVPR, 1992"], "Glenn Healey": ["CCD camera calibration and noise estimation., CVPR, 1992"], "Horst A. Beyer": ["Accurate calibration of CCD-cameras., CVPR, 1992"], "Gabriel Taubin": ["Parametrizing and fitting bounded algebraic curves and surfaces., CVPR, 1992"], "Charlie Rothwell": ["Efficient model library access by projectively invariant indexing functions., CVPR, 1992"], "Isaac Weiss": ["Noise resistant projective and affine invariants., CVPR, 1992"], "Eamon B. Barrett": ["Some invariant linear methods in photogrammetry and model-matching., CVPR, 1992"], "Ramprasad Polana": ["Recognition of motion from temporal texture., CVPR, 1992"], "David Wilkes": ["Active object recognition., CVPR, 1992"], "Raymond D. Rimey": ["Task-specific utility in a general Bayes net vision system., CVPR, 1992"], "Rajeev Sharma": ["Visual motion analysis under interceptive behavior., CVPR, 1992"], "Katsushi Ikeuchi": ["Recognizing assembly tasks using face-contact relations., CVPR, 1992"], "David S. Doermann": ["Recovery of temporal information from static images of handwriting., CVPR, 1992"], "Thomas Fontaine": ["Handprinted digit recognition using spatiotemporal connectionist models., CVPR, 1992"], "Sukhan Lee": ["Handwritten numeral recognition based on hierarchically self-organizing learning networks with spatio-temporal pattern representation., CVPR, 1992"], "Heng Guo": ["Classification trees with neural network feature extraction., CVPR, 1992"], "Phillip N. Smith": ["Vision-based range estimation using helicopter flight data., CVPR, 1992"], "Rakesh Kumar": ["3D model acquisition from monocular image sequences., CVPR, 1992"], "Michal Irani": ["Image sequence enhancement using multiple motions analysis., CVPR, 1992"], "Chandra Kambhamettu": ["Point correspondence recovery in non-rigid motion., CVPR, 1992"], "Shahriar Negahdaripour": ["Simple direct computation of the FOE with confidence measures., CVPR, 1992", "Direct motion stereo for passive navigation., CVPR, 1992"], "John L. Barron": ["Performance of optical flow techniques., CVPR, 1992"], "Jacob Feldman": ["Constructing perceptual categories., CVPR, 1992"], "Sudeep Sarkar": ["Perceptual organization using Bayesian networks., CVPR, 1992"], "Eric Saund": ["Labeling of curvilinear structure across scales by token grouping., CVPR, 1992"], "John Dolan": ["Computing curvilinear structure by token-based grouping., CVPR, 1992"], "Cornelia Fermüller": ["Multi-resolution shape description by corners., CVPR, 1992"], "John Oliensis": ["Local reproducible smoothing without shrinkage., CVPR, 1992"], "John Krumm": ["Shape from periodic texture using the spectrogram., CVPR, 1992"], "Maqbool A. S. Patel": ["Shape from texture using Markov random field models and stereo-windows., CVPR, 1992"], "Boaz J. Super": ["Shape-from-texture by wavelet-based measurement of local spectral moments., CVPR, 1992"], "Shree K. Nayar": ["Shape from focus system., CVPR, 1992"], "Hari N. Nair": ["Robust focus ranging., CVPR, 1992"], "W. Eric L. Grimson": ["Recognizing 3D objects from 2D images: an error analysis., CVPR, 1992"], "Patrick J. Flynn": ["Saliencies and symmetries: toward 3D object recognition from large model databases., CVPR, 1992"], "J. Brian Burns": ["Matching complex images to multiple 3D objects using view description networks., CVPR, 1992"], "David W. Eggert": ["The scale space aspect graph., CVPR, 1992"], "Ronen Basri": ["The alignment of objects with smooth surfaces: error analysis of the curvature method., CVPR, 1992"], "Marc Soucy": ["Multi-resolution surface modeling from multiple range views., CVPR, 1992"], "Olivier Monga": ["From partial derivatives of 3-D density images to ridge lines., CVPR, 1992"], "Martial Hebert": ["3-D landmark recognition from range images., CVPR, 1992"], "Muhammad J. Mirza": ["An information theoretic robust sequential procedure for surface model order selection in noisy range data., CVPR, 1992"], "B. S. Manjunath": ["A feature based approach to face recognition., CVPR, 1992"], "Junji Yamato": ["Recognizing human action in time-sequential images using hidden Markov model., CVPR, 1992"], "Joseph L. Mundy": ["An object-oriented approach to template guided visual inspection., CVPR, 1992", "The image understanding environment program., CVPR, 1992"], "Bharath R. Modayur": ["Visual inspection of machined parts., CVPR, 1992"], "Alistair A. Young": ["Non-rigid heart wall motion using MR tagging., CVPR, 1992"], "Harpreet S. Sawhney": ["Affine trackability aids obstacle detection., CVPR, 1992"], "J. Ross Beveridge": ["Hybrid weak-perspective and full-perspective matching., CVPR, 1992"], "David W. Jacobs": ["Space efficient 3-D model indexing., CVPR, 1992"], "Thomas M. Breuel": ["Fast recognition using adaptive subdivisions of transformation space., CVPR, 1992"], "Paul Dupuis": ["Direct method for reconstructing shape from shading., CVPR, 1992"], "Martin Bichsel": ["A simple algorithm for shape from shading., CVPR, 1992"], "Fredric Solomon": ["Extracting the shape and roughness of specular lobe objects using four light photometric stereo., CVPR, 1992"], "Lawrence B. Wolff": ["Diffuse reflection [intensity reflectance model]., CVPR, 1992"], "Kyoung Mu Lee": ["Shape reconstruction from photometric stereo., CVPR, 1992"], "David M. McKeown Jr.": ["Refinement of disparity estimates through the fusion of monocular image segmentations., CVPR, 1992", "Hierarchical waveform matching: a new feature-based stereo technique., CVPR, 1992"], "Liang-Hua Chen": ["Surface segmentation from stereo., CVPR, 1992"], "Suresh B. Marapane": ["Multi-primitive hierarchical (MPH) stereo system., CVPR, 1992"], "Peter N. Belhumeur": ["A Bayesian treatment of the stereo correspondence problem using half-occluded regions., CVPR, 1992"], "Visvanathan Ramesh": ["Random perturbation models and performance characterization in computer vision., CVPR, 1992"], "Sateesha G. Nadabar": ["Parameter estimation in MRF line process models., CVPR, 1992"], "Isabelle Herlin": ["A deformable region model using stochastic processes applied to echocardiographic images., CVPR, 1992"], "Andrew Stein": ["Robust statistics in shape fitting., CVPR, 1992"], "Jacob Sheinvald": ["Detecting parameterized curve segments using MDL and the Hough transform., CVPR, 1992"], "Wendy Swan Costa": ["Predicting expected gray level statistics of opened signals., CVPR, 1992"], "Robert M. Haralick": ["Recursive opening transform., CVPR, 1992"], "Xinhua Zhuang": ["Morphological structuring function decomposition., CVPR, 1992"], "Aldo W. Morales": ["Nonlinear multiscale filtering using mathematical morphology., CVPR, 1992"], "Dan Schonfeld": ["Optimal nonlinear pattern restoration from noisy binary figures., CVPR, 1992"], "Paul Kube": ["Properties of energy edge detectors., CVPR, 1992"], "Laurent D. Cohen": ["Deformable models for 3-D medical images using finite elements and balloons., CVPR, 1992"], "Carol L. Novak": ["Anatomy of a color histogram., CVPR, 1992"], "Caixia Jiang": ["Shadow identification., CVPR, 1992"], "Zhenyu Wu": ["Image segmentation via edge contour finding: a graph theoretic approach., CVPR, 1992"], "Doron Mintz": ["Analysis of the least median of squares estimator for computer vision applications., CVPR, 1992", "Robust consensus based edge detection., CVPR, 1992"], "Shiuh-Yung Chen": ["Spatial reasoning based on multivariate belief functions., CVPR, 1992"], "Tapas Kanungo": ["Morphological decomposition of restricted domains: a vector space solution., CVPR, 1992"], "Raghu Krishnapuram": ["Edge detection in range images through morphological residue analysis., CVPR, 1992"], "Luc Vincent": ["Morphological grayscale reconstruction: definition, efficient algorithm and applications in image analysis., CVPR, 1992"], "Stéphane Houzelle": ["Model based region segmentation using cooccurrence matrices., CVPR, 1992"], "Gerhard Roth": ["Geometric primitive extraction using a genetic algorithm., CVPR, 1992"], "Jayant Shah": ["Segmentation by nonlinear diffusion. II., CVPR, 1992"], "Josef Bigün": ["Geometric image primitives by complex moments in Gabor space and the application to texture segmentation., CVPR, 1992"], "Daniel P. Huttenlocher": ["Comparing images using the Hausdorff distance under translation., CVPR, 1992"], "Xinming Yu": ["Range image segmentation and fitting by residual consensus., CVPR, 1992"], "Jacques Lévy Véhel": ["Multifractals, texture, and image analysis., CVPR, 1992"], "Li Wang": ["A geometric approach to machine-printed character recognition., CVPR, 1992"], "Mou-Yen Chen": ["Off-line handwritten word recognition (HWR) using a single contextual hidden Markov model., CVPR, 1992"], "Chiao-Fe Shu": ["Vector field analysis for oriented patterns., CVPR, 1992"], "Anil K. Jain": ["On texture in document images., CVPR, 1992"], "Josef Skrzypek": ["Neural network models for illusory contour perception., CVPR, 1992"], "Terrance E. Boult": ["Correcting chromatic aberrations using image warping., CVPR, 1992"], "Paul Sajda": ["Object segmentation and binding within a biologically-based neural network model of depth-from-occlusion., CVPR, 1992"], "Gang Xu": ["Right straight homogeneous generalized cylinders with symmetrical cross-sections: recovery of pose and shape from image contours., CVPR, 1992"], "Hiroaki Sato": ["On finding the ends of straight homogeneous generalized cylinders., CVPR, 1992"], "Hagit Zabrodsky": ["A measure of symmetry based on shape similarity., CVPR, 1992"], "Todd A. Mancini": ["3 D shape and light source location from depth and reflectance., CVPR, 1992"], "Mark Vriesenga": ["Controlling illumination color to enhance object discriminability., CVPR, 1992"], "Michael S. Langer": ["Qualitative shape from active shading., CVPR, 1992"], "Daphna Weinshall": ["Local shape approximation from shading., CVPR, 1992"], "Emmanuel Arbogast": ["Curved contours and surface reconstruction., CVPR, 1992"], "Fernand S. Cohen": ["3-D recognition and shape estimation from image contours using invariant 3-D object curve models., CVPR, 1992"], "Minoru Asada": ["Weak Lambertian assumption for determining cylindrical shape and pose from shading and contour., CVPR, 1992"], "Fatih Ulupinar": ["Recovery of 3-D objects with multiple curved surfaces from 2-D contours., CVPR, 1992"], "Ping-Sing Tsai": ["A fast linear shape from shading., CVPR, 1992"], "Michael J. Swain": ["Low resolution cues for guiding saccadic eye movements., CVPR, 1992"], "Liuqing Huang": ["The geometry of visual interception., CVPR, 1992"], "M. Ali Taalebinezhaad": ["Autonomous fixation., CVPR, 1992"], "Gin-Shu Young": ["Kinematic calibration of an active camera system., CVPR, 1992"], "Robert T. Collins": ["Single plane model extension using projective transformations and data fusion., CVPR, 1992"], "Sheng-Wen Shih": ["Accuracy assessment on camera calibration method not considering lens distortion., CVPR, 1992"], "Umesh R. Dhond": ["Computing stereo correspondences in the presence of narrow occluding objects., CVPR, 1992"], "Richard I. Hartley": ["Stereo from uncalibrated cameras., CVPR, 1992"], "Larry H. Matthies": ["Toward stochastic modeling of obstacle detectability in passive stereo range imagery., CVPR, 1992"], "Charles V. Stewart": ["On the derivation of geometric constraints in stereo., CVPR, 1992"], "Murali Subbarao": ["Depth from defocus and rapid autofocusing: a practical approach., CVPR, 1992"], "Jiang Yu Zheng": ["Verifying and combining different visual cues into a 3-D model., CVPR, 1992"], "Yaser Yacoob": ["Computational ground and airborne localization over rough terrain., CVPR, 1992"], "Latifa Guisser": ["A new 3-D surface measurement system using a structured light., CVPR, 1992"], "Michael F. Polis": ["Iterative TIN generation from digital evaluation models., CVPR, 1992"], "Daniel Keren": ["Robust object recognition based on implicit algebraic curves and surfaces., CVPR, 1992"], "Louise Stark": ["Indexing function-based categories for generic recognition., CVPR, 1992"], "Ivan A. Bachelder": ["Contour matching using local affine transformations., CVPR, 1992"], "Konstantinos A. Tarabanis": ["Computing occlusion-free viewpoints., CVPR, 1992"], "Gaile G. Gordon": ["Face recognition based on depth and curvature features., CVPR, 1992"], "Humberto Sossa": ["Model indexing: the graph-hashing approach., CVPR, 1992"], "David S. Chen": ["Surface reconstruction using neural networks., CVPR, 1992"], "Ari David Gross": ["Towards object-based heuristics., CVPR, 1992"], "Shan Liu-Yu": ["Determination of the apparent boundary of an object., CVPR, 1992"], "Wayne Niblack": ["Generating connected skeletons for exact and approximate reconstruction., CVPR, 1992"], "M. Alex O. Vasilescu": ["Adaptive meshes and shells: irregular triangulation, discontinuities, and hierarchical subdivision., CVPR, 1992"], "Wen-Chen Huang": ["Adaptive-size physically-based models for nonrigid motion analysis., CVPR, 1992"], "Yong C. Kim": ["Refinement of noisy correspondence using feedback from 3D motion., CVPR, 1992"], "Mubarak Shah": ["Motion trajectories., CVPR, 1992"], "Graham R. Nudd": ["An heterogeneous M-SIMD architecture for Kalman filter controlled processing of image sequences., CVPR, 1992"], "Keith Langley": ["Multiple motions from instantaneous frequency., CVPR, 1992"], "Esfandiar Bandari": ["Spatial-quefrency approach to optical echo analysis., CVPR, 1992"], "John A. Vlontzos": ["A MRF approach to optical flow estimation., CVPR, 1992"], "Atul K. Chhabra": ["On Poisson solvers and semi-direct methods for computing area based optical flow., CVPR, 1992"], "Haydn S. Richardson": ["A sequential detection framework for feature tracking within computational constraints., CVPR, 1992"], "Theo Moons": ["Towards a general framework for feature extraction., CVPR, 1992"]}