{"Stan Z. Li": ["Face shape recovery from a single image using CCA mapping between tensor spaces., CVPR, 2008"], "Wen Gao": ["Classifiability-based Optimal Discriminatory Projection Pursuit., CVPR, 2008", "Unified Principal Component Analysis with generalized Covariance Matrix for face recognition., CVPR, 2008", "Manifold-Manifold Distance with application to face recognition based on image set., CVPR, 2008", "Locally Assembled Binary (LAB) feature with feature-centric cascade for fast and accurate face detection., CVPR, 2008"], "Changshui Zhang": ["Blindly separating mixtures of multiple layers with spatial shifts., CVPR, 2008"], "Alan L. Yuille": ["Structure-perceptron learning of a hierarchical log-linear model., CVPR, 2008", "Max Margin AND/OR Graph learning for parsing the human body., CVPR, 2008", "Scale invariance without scale selection., CVPR, 2008"], "HongJiang Zhang": ["Unsupervised learning of probabilistic object models (POMs) for object classification, segmentation and recognition., CVPR, 2008"], "Xiaoou Tang": ["Classification via semi-Riemannian spaces., CVPR, 2008", "Transductive object cutout., CVPR, 2008", "Sketching in the air: A vision-based system for 3D object design., CVPR, 2008", "Misalignment-robust face recognition., CVPR, 2008"], "Ying Wu": ["Mining compositional features for boosting., CVPR, 2008", "Context-aware clustering., CVPR, 2008", "Granularity and elasticity adaptation in visual tracking., CVPR, 2008", "Motion from blur., CVPR, 2008", "Vital sign estimation from passive thermal video., CVPR, 2008"], "Masatoshi Okutomi": ["Locally adaptive learning for translation-variant MRF image priors., CVPR, 2008", "Super-resolution from image sequence under influence of hot-air optical turbulence., CVPR, 2008", "Calibration and rectification for reflection stereo., CVPR, 2008"], "Michael R. Lyu": ["Semi-supervised SVM batch mode active learning for image retrieval., CVPR, 2008"], "Shih-Fu Chang": ["Semi-supervised distance metric learning for Collaborative Image Retrieval., CVPR, 2008", "Near duplicate image identification with patially Aligned Pyramid Matching., CVPR, 2008"], "Nenghai Yu": ["Multiple-instance ranking: Learning to rank images for image retrieval., CVPR, 2008"], "Christoph H. Lampert": ["Correlational spectral clustering., CVPR, 2008", "Partitioning of image datasets using discriminative context information., CVPR, 2008"], "Amnon Shashua": ["A Parallel Decomposition Solver for SVM: Distributed dual ascend using Fenchel Duality., CVPR, 2008", "Probabilistic graph and hypergraph matching., CVPR, 2008"], "Tomás Werner": ["High-arity interactions, polyhedral relaxations, and cutting plane algorithm for soft constraint optimisation (MAP-MRF)., CVPR, 2008"], "Heung-Yeung Shum": ["L1 regularized projection pursuit for additive model learning., CVPR, 2008", "Image super-resolution using gradient profile prior., CVPR, 2008"], "Dit-Yan Yeung": ["Semi-Supervised Discriminant Analysis using robust path-based similarity., CVPR, 2008", "Human action recognition using Local Spatio-Temporal Discriminant Embedding., CVPR, 2008"], "Dorin Comaniciu": ["Semantic-based indexing of fetal anatomies from 3-D ultrasound data using global/semi-local context and sequential sampling., CVPR, 2008", "Hierarchical, learning-based automatic liver segmentation., CVPR, 2008", "Accurate polyp segmentation for 3D CT colongraphy using multi-staged probabilistic binary learning and compositional model., CVPR, 2008", "3D ultrasound tracking of the left ventricle using one-step forward prediction and data fusion of collaborative trackers., CVPR, 2008"], "Song Chun Zhu": ["A hierarchical and contextual model for aerial image understanding., CVPR, 2008"], "Trevor Darrell": ["Sparse probabilistic regression for activity-independent human pose inference., CVPR, 2008", "Unsupervised feature selection via distributed coding for multi-view object recognition., CVPR, 2008", "Dynamic visual category learning., CVPR, 2008", "Transfer learning for image classification with sparse prototype representations., CVPR, 2008"], "Masato Kawade": ["Re-weighting Linear Discrimination Analysis under ranking loss., CVPR, 2008"], "Richard S. Zemel": ["Latent topic random fields: Learning using a taxonomy of labels., CVPR, 2008"], "Jing-Yu Yang": ["Minimal local reconstruction error measure based discriminant feature extraction and classification., CVPR, 2008"], "Xinhua Zhang": ["Consistent image analogies using semi-supervised learning., CVPR, 2008"], "Amit K. Roy-Chowdhury": ["Learning a geometry integrated image appearance manifold from a small training set., CVPR, 2008", "A theoretical analysis of linear and multi-linear models of image appearance., CVPR, 2008"], "Narendra Ahuja": ["Learning subcategory relevances for category recognition., CVPR, 2008", "Extracting a fluid dynamic texture and the background from video., CVPR, 2008", "Matching images under unstable segmentations., CVPR, 2008"], "Rómer Rosales": ["Structure learning in random fields for heart motion abnormality detection., CVPR, 2008"], "Qiang Ji": ["Learning Bayesian Networks with qualitative constraints., CVPR, 2008"], "Simon Baker": ["Semi-supervised learning of multi-factor models for face de-identification., CVPR, 2008"], "Pietro Perona": ["Incremental learning of nonparametric Bayesian mixture models., CVPR, 2008", "Learning and using taxonomies for fast visual categorization., CVPR, 2008"], "Jason J. Corso": ["(BP)2: Beyond pairwise Belief Propagation labeling by approximating Kikuchi free energies., CVPR, 2008", "Discriminative modeling by Boosting on Multilevel Aggregates., CVPR, 2008"], "Nuno Vasconcelos": ["Scene classification with low-dimensional semantic spaces and weak supervision., CVPR, 2008", "Privacy preserving crowd monitoring: Counting people without people models or tracking., CVPR, 2008", "Background subtraction in highly dynamic scenes., CVPR, 2008"], "Baoxin Li": ["Joint Conditional Random Field of multiple views with online learning for image-based rendering., CVPR, 2008", "Bayesian tactile face., CVPR, 2008"], "Rakesh Kumar": ["Discovering class specific composite features through discriminative sampling with Swendsen-Wang Cut., CVPR, 2008", "Building segmentation for densely built urban regions using aerial LIDAR data., CVPR, 2008"], "Jieping Ye": ["A unified framework for generalized Linear Discriminant Analysis., CVPR, 2008"], "Jie Yang": ["A deformable local image descriptor., CVPR, 2008"], "Hong-Jiang Zhang": ["A joint appearance-spatial distance for kernel-based image categorization., CVPR, 2008", "Two-Dimensional Active Learning for image classification., CVPR, 2008"], "Murray Campbell": ["A learning-based hybrid tagging and browsing approach for efficient manual image annotation., CVPR, 2008"], "Min Zhang": ["Spectral methods for semi-supervised manifold learning., CVPR, 2008"], "Thomas S. Huang": ["Annotating collections of photos using hierarchical event and scene models., CVPR, 2008", "Regression from patch-kernel., CVPR, 2008", "Discriminative learning of visual words for 3D human pose estimation., CVPR, 2008", "A Loopy Belief Propagation approach for robust background estimation., CVPR, 2008", "Non-negative graph embedding., CVPR, 2008", "Pair-activity classification by bi-trajectories analysis., CVPR, 2008"], "Zengfu Wang": ["Joint multi-label multi-instance learning for image classification., CVPR, 2008"], "Anthony Wirth": ["Pattern discovery in motion time series via structure-based spectral clustering., CVPR, 2008"], "Shipeng Li": ["Coherent image annotation by learning semantic distance., CVPR, 2008"], "Antonio Robles-Kelly": ["A quasi-random sampling approach to image retrieval., CVPR, 2008", "A NURBS-based spectral reflectance descriptor with applications in computer vision and pattern recognition., CVPR, 2008"], "C. V. Jawahar": ["Private Content Based Image Retrieval., CVPR, 2008"], "Anil K. Jain": ["Rank-based distance metric learning: An application to image retrieval., CVPR, 2008"], "Vittorio Murino": ["Geo-located image analysis using latent representations., CVPR, 2008"], "Amit Chakraborty": ["An efficient algorithm for compressed MR imaging using total variation and wavelets., CVPR, 2008"], "Chris H. Q. Ding": ["Robust tensor factorization using R1 norm., CVPR, 2008"], "Thomas Vetter": ["A statistical deformation prior for non-rigid image and shape registration., CVPR, 2008"], "Nassir Navab": ["Computing minimal deformations: application to construction of statistical shape models., CVPR, 2008", "Optical flow estimation with uncertainties through dynamic MRFs., CVPR, 2008", "Adaptive parametrization of multivariate B-splines for image registration., CVPR, 2008", "Image based rendering for motion compensation in angiographic roadmapping., CVPR, 2008"], "Zhuowen Tu": ["Learning based coarse-to-fine image registration., CVPR, 2008", "Auto-context and its application to high-level vision tasks., CVPR, 2008", "Graph-shifts: Natural image labeling by dynamic hierarchical computing., CVPR, 2008"], "Masahide Nishiura": ["Fully automatic feature localization for medical images using a global vector concentration approach., CVPR, 2008"], "Min C. Shin": ["Cell motion analysis without explicit tracking., CVPR, 2008"], "Yiu Sang Moon": ["The statistical modelling of fingerprint minutiae distribution with implications for fingerprint individuality studies., CVPR, 2008"], "Helen C. Shen": ["Enforcing stochastic inverse consistency in non-rigid image registration and matching., CVPR, 2008"], "Philip H. S. Torr": ["Exact inference in multi-label CRFs with higher order cliques., CVPR, 2008", "Reduce, reuse & recycle: Efficiently solving multi-label MRFs., CVPR, 2008", "Robust higher order potentials for enforcing label consistency., CVPR, 2008", "Randomized trees for human pose detection., CVPR, 2008"], "Tsuhan Chen": ["Integrated feature selection and higher-order spatial feature extraction for object categorization., CVPR, 2008", "Learning class-specific affinities for image labelling., CVPR, 2008", "Clothing cosegmentation for recognizing people., CVPR, 2008", "From appearance to context-based recognition: Dense labeling in small images., CVPR, 2008", "Estimating age, gender, and identity using first name priors., CVPR, 2008", "Learning patch correspondences for improved viewpoint invariant face recognition., CVPR, 2008"], "Vladimir Pavlovic": ["Dimensionality reduction using covariance operator inverse regression., CVPR, 2008"], "Baba C. Vemuri": ["Large margin pursuit for a Conic Section classifier., CVPR, 2008", "Image segmentation via convolution of a level-set function with a Rigaut Kernel., CVPR, 2008"], "Svetha Venkatesh": ["Robust learning of discriminative projection for multicategory classification on the Stiefel manifold., CVPR, 2008", "Joint learning and dictionary construction for pattern recognition., CVPR, 2008", "Exploiting side information in locality preserving projection., CVPR, 2008", "Recognising faces in unseen modes: A tensor based approach., CVPR, 2008"], "Ales Leonardis": ["Similarity-based cross-layered hierarchical representation for object categorization., CVPR, 2008"], "Darya Frolova": ["A two-frame theory of motion, lighting and shape., CVPR, 2008"], "Daniel Cremers": ["High resolution motion layer decomposition using dual-space graph cuts., CVPR, 2008", "Globally optimal shape-based tracking in real-time., CVPR, 2008", "Matching non-rigidly deformable shapes across images: A globally optimal solution., CVPR, 2008"], "Frank Barthel": ["Shape priors in variational image segmentation: Convexity, Lipschitz continuity and globally optimal solutions., CVPR, 2008"], "Hanspeter Pfister": ["What do color changes reveal about an outdoor scene?, CVPR, 2008", "Real-time face pose estimation from single range images., CVPR, 2008"], "Alessandro Duci": ["A theory of defocus via Fourier analysis., CVPR, 2008"], "Chandra Kambhamettu": ["Single-image vignetting correction using radial gradient symmetry., CVPR, 2008"], "Paul O'Leary": ["Least squares surface reconstruction from measured gradient fields., CVPR, 2008"], "Chenyang Xu": ["Intensity statistics-based HSI diffusion for color photo denoising., CVPR, 2008"], "Nikolas P. Galatsanos": ["Edge preserving spatially varying mixtures for image segmentation., CVPR, 2008"], "Luc J. Van Gool": ["Multi-label image segmentation via point-wise repetition., CVPR, 2008", "A mobile vision system for robust multi-person tracking., CVPR, 2008", "Photometric stereo with coherent outlier handling and confidence estimation., CVPR, 2008", "Action snippets: How many frames does human action recognition require?, CVPR, 2008", "Accurate and robust registration for in-hand modeling., CVPR, 2008"], "Florent Ségonne": ["Segmentation by transduction., CVPR, 2008"], "Jitendra Malik": ["Using contours to detect and localize junctions in natural images., CVPR, 2008", "Classification using intersection kernel support vector machines is efficient., CVPR, 2008"], "Yasushi Yagi": ["Dynamic scene shape reconstruction using a single structured light pattern., CVPR, 2008"], "René Vidal": ["Interactive image matting for multiple layers., CVPR, 2008", "Clustering and dimensionality reduction on Riemannian manifolds., CVPR, 2008", "Interactive image segmentation via minimization of quadratic energies on directed graphs., CVPR, 2008"], "Jianguo Xiao": ["Unsupervised learning of finite mixtures using entropy regularization and its application to image segmentation., CVPR, 2008"], "Minh N. Do": ["Symmetric multi-view stereo reconstruction from planar camera arrays., CVPR, 2008"], "Sim Heng Ong": ["Video segmentation: Propagation, validation and aggregation of a preceding graph., CVPR, 2008"], "Daniel Cohen-Or": ["Boundary snapping for robust image cutouts., CVPR, 2008"], "Ian G. Ross": ["Tracking distributions with an overlap prior., CVPR, 2008"], "Milan Sonka": ["Globally optimal surface segmentation using regional properties of segmented objects., CVPR, 2008"], "Bahram Parvin": ["A Bayesian approach for image segmentation with shape priors., CVPR, 2008"], "Jiebo Luo": ["Selective hidden random fields: Exploiting domain-specific saliency for event classification., CVPR, 2008", "Utilizing semantic word similarity measures for video retrieval., CVPR, 2008"], "James S. Duncan": ["Segmentation of left ventricle from 3D cardiac MR image sequences using a subject-specific dynamical model., CVPR, 2008"], "Harpreet S. Sawhney": ["Geo-spatial aerial video processing for scene understanding and object tracking., CVPR, 2008", "Matching vehicles under large pose transformations using approximate 3D models and piecewise MRF model., CVPR, 2008", "Real-time global localization with a pre-built visual landmark database., CVPR, 2008"], "Miguel Á. Carreira-Perpiñán": ["Generalised blurring mean-shift algorithms for nonparametric clustering., CVPR, 2008", "Constrained spectral clustering through affinity propagation., CVPR, 2008"], "Yi Ma": ["Motion segmentation via robust subspace separation in the presence of outlying, incomplete, or corrupted trajectories., CVPR, 2008", "Image super-resolution as sparse representation of raw image patches., CVPR, 2008"], "Roberto Cipolla": ["Principled fusion of high-level model and low-level cues for motion segmentation., CVPR, 2008", "Semantic texton forests for image categorization and segmentation., CVPR, 2008"], "Michael Lindenbaum": ["Unsupervised estimation of segmentation quality using nonnegative factorization., CVPR, 2008"], "Carsten Rother": ["Graph cut based image segmentation with connectivity priors., CVPR, 2008", "FusionFlow: Discrete-continuous optimization for optical flow estimation., CVPR, 2008"], "Toby Sharp": ["High resolution matting via interactive trimap segmentation., CVPR, 2008", "Bayesian color constancy revisited., CVPR, 2008"], "Stein I. Rabben": ["Real-time 3D segmentation of the left ventricle using deformable subdivision surfaces., CVPR, 2008"], "André Zaccarin": ["Kernel-based learning of cast shadows from a physical model of light sources and surfaces for low-level segmentation., CVPR, 2008"], "Xavier Bresson": ["Fast texture segmentation model based on the shape operator and active contour., CVPR, 2008"], "B. S. Manjunath": ["Shape prior segmentation of multiple objects with graph cuts., CVPR, 2008"], "Radu Horaud": ["Coherent Laplacian 3-D protrusion segmentation., CVPR, 2008"], "Frédéric Jurie": ["Combining appearance models and Markov Random Fields for category level object segmentation., CVPR, 2008", "Unifying discriminative visual codebook generation with classifier training for object category recognition., CVPR, 2008"], "Long Quan": ["Normalized tree partitioning for image segmentation., CVPR, 2008", "Robust dual motion deblurring., CVPR, 2008"], "Karl V. Steiner": ["FuzzyMatte: A computationally efficient scheme for interactive matting., CVPR, 2008"], "Zhi-Gang Zheng": ["A region based stereo matching algorithm using cooperative optimization., CVPR, 2008"], "David R. Martin": ["Global pose estimation using non-tree models., CVPR, 2008"], "Guoliang Fan": ["Hybrid body representation for integrated pose recognition, localization and segmentation., CVPR, 2008"], "Frank Dellaert": ["Detecting and matching repeated patterns for automatic geo-tagging in urban environments., CVPR, 2008"], "Alexei A. Efros": ["Recognition by association via learning per-exemplar distances., CVPR, 2008", "Unsupervised discovery of visual object class hierarchies., CVPR, 2008", "IM2GPS: estimating geographic information from a single image., CVPR, 2008"], "David Suter": ["Improved building detection by Gaussian processes classification via feature space rescale and spectral kernel selection., CVPR, 2008"], "Yuri Boykov": ["A Scalable graph-cut algorithm for N-D grids., CVPR, 2008"], "Jiaya Jia": ["Image partial blur detection and classification., CVPR, 2008", "Efficient photometric stereo on glossy surfaces with wide specular lobes., CVPR, 2008"], "João Paulo Costeira": ["Subspace segmentation with outliers: A grassmannian approach to the maximum consensus subspace., CVPR, 2008"], "Aphrodite Galata": ["Robust estimation of gaussian mixtures from noisy input data., CVPR, 2008"], "Andrew Zisserman": ["Progressive search space reduction for human pose estimation., CVPR, 2008", "Lost in quantization: Improving particular object retrieval in large scale image databases., CVPR, 2008", "Discriminative learned dictionaries for local image analysis., CVPR, 2008"], "Jean Gao": ["Branch-and-bound hypothesis selection for two-view multiple structure and motion segmentation., CVPR, 2008"], "Jagath Samarabandu": ["Graph cut with ordering constraints on labels and its applications., CVPR, 2008"], "Graham Jones": ["Superpixel lattices., CVPR, 2008"], "Janne Heikkilä": ["Object recognition and segmentation by non-rigid quasi-dense matching., CVPR, 2008"], "Octavia I. Camps": ["Sequential sparsification for change detection., CVPR, 2008", "Fast track matching and event detection., CVPR, 2008"], "Michal Perdoch": ["Efficient sequential correspondence selection by cosegmentation., CVPR, 2008"], "Jerry L. Prince": ["A multi-compartment segmentation framework with homeomorphic level sets., CVPR, 2008"], "Georgy L. Gimel'farb": ["Image segmentation with a parametric deformable model using shape and appearance priors., CVPR, 2008", "Global image registration based on learning the prior appearance model., CVPR, 2008"], "Martial Hebert": ["Towards unsupervised whole-object segmentation: Combining automated matting with boundary detection., CVPR, 2008", "Smoothing-based Optimization., CVPR, 2008", "Unsupervised modeling of object categories using link analysis techniques., CVPR, 2008", "Closing the loop in scene interpretation., CVPR, 2008"], "Nikos Paragios": ["Sparsity, redundancy and optimal image support towards knowledge-based segmentation., CVPR, 2008", "Modeling the structure of multivariate manifolds: Shape maps., CVPR, 2008"], "Leonard McMillan": ["Conditional density learning via regression with application to deformable shape segmentation., CVPR, 2008"], "Tony F. Chan": ["The scale of a texture and its application to segmentation., CVPR, 2008"], "Ioannis A. Kakadiaris": ["A probabilistic segmentation method for the identification of luminal borders in intravascular ultrasound images., CVPR, 2008"], "Shrinivas J. Pundlik": ["Joint tracking of features and edges., CVPR, 2008"], "Ali Kemal Sinop": ["Fast approximate RandomWalker segmentation using eigenvector precomputation., CVPR, 2008"], "Jana Kosecka": ["Detection and matching of rectilinear structures., CVPR, 2008"], "Casey A. Smith": ["A bi-illuminant dichromatic reflection model for understanding images., CVPR, 2008"], "Laurent D. Cohen": ["Constrained image segmentation from hierarchical boundaries., CVPR, 2008"], "Roberto Lublinerman": ["Image de-fencing., CVPR, 2008"], "Chi-Keung Tang": ["Extracting smooth and transparent layers from a single image., CVPR, 2008"], "Jean Ponce": ["Dense 3D motion capture from synchronized video streams., CVPR, 2008", "Accurate camera calibration from multi-view stereo and bundle adjustment., CVPR, 2008"], "Hujun Bao": ["Recovering consistent video depth maps via bundle optimization., CVPR, 2008"], "Nick Barnes": ["Directions of egomotion from antipodal points., CVPR, 2008"], "Pascal Fua": ["3D pose refinement from reflections., CVPR, 2008", "Local deformation models for monocular 3D shape recovery., CVPR, 2008", "A fast local descriptor for dense matching., CVPR, 2008"], "Marc Pollefeys": ["3D model matching with Viewpoint-Invariant Patches (VIP)., CVPR, 2008", "Radiometric calibration with illumination change for outdoor scene analysis., CVPR, 2008", "Variable baseline/resolution stereo., CVPR, 2008", "Simple calibration of non-overlapping cameras with a mirror., CVPR, 2008", "Multi-object shape estimation and tracking from silhouette cues., CVPR, 2008"], "Chu-Song Chen": ["An adaptive learning method for target tracking across multiple cameras., CVPR, 2008"], "Vincent Lepetit": ["General constraints for batch Multiple-Target Tracking applied to large-scale videomicroscopy., CVPR, 2008", "Online learning of patch perspective rectification for efficient object detection., CVPR, 2008"], "Stephen Lin": ["Image/video deblurring using a hybrid camera., CVPR, 2008", "Intrinsic image decomposition with non-local texture cues., CVPR, 2008"], "Robert T. Collins": ["Efficient mean shift belief propagation for vision tracking., CVPR, 2008", "Object tracking and detection after occlusion via numerical hybrid local and global mode-seeking., CVPR, 2008"], "Andrew H. C. Thean": ["Visual quasi-periodicity., CVPR, 2008"], "Mubarak Shah": ["Learning object motion patterns for anomaly detection and improved object detection., CVPR, 2008", "Recognizing human actions using multiple features., CVPR, 2008", "Reconstructing non-stationary articulated objects in monocular video using silhouette information., CVPR, 2008", "Learning human actions via information maximization., CVPR, 2008", "Action MACH a spatio-temporal Maximum Average Correlation Height filter for action recognition., CVPR, 2008", "Learning 4D action feature models for arbitrary view action recognition., CVPR, 2008"], "Larry S. Davis": ["Context and observation driven latent variable model for human pose estimation., CVPR, 2008", "Kernel integral images: A framework for fast non-uniform filtering., CVPR, 2008", "Action recognition using ballistic dynamics., CVPR, 2008"], "Mingliang Zhu": ["Sequential particle swarm optimization for visual tracking., CVPR, 2008"], "James W. Davis": ["3D occlusion recovery using few cameras., CVPR, 2008", "A recursive filter for linear systems on Riemannian manifolds., CVPR, 2008"], "Mongi A. Abidi": ["Sensor planning for automated and persistent object tracking with multiple cameras., CVPR, 2008", "On handling uncertainty in the fundamental matrix for scene and motion adaptive pose recovery., CVPR, 2008"], "Jian Cheng": ["Visual tracking via incremental Log-Euclidean Riemannian subspace learning., CVPR, 2008"], "Deva Ramanan": ["Increasing the density of Active Appearance Models., CVPR, 2008", "A discriminatively trained, multiscale, deformable part model., CVPR, 2008"], "Hans-Peter Seidel": ["Markerless motion capture of man-machine interaction., CVPR, 2008", "Drift-free tracking of rigid and articulated objects., CVPR, 2008", "Dense correspondence finding for parametrization-free animation reconstruction from video., CVPR, 2008"], "Peter Meer": ["Learning on lie groups for invariant detection and tracking., CVPR, 2008", "Robust unambiguous parametrization of the essential manifold., CVPR, 2008"], "Ian D. Reid": ["Information-theoretic active scene exploration., CVPR, 2008", "Modeling and generating complex motion blur for real-time tracking., CVPR, 2008"], "Minh Hoai Nguyen": ["Parameterized Kernel Principal Component Analysis: Theory and applications to supervised and unsupervised image alignment., CVPR, 2008"], "Fernando De la Torre": ["Local minima free Parameterized Appearance Models., CVPR, 2008"], "Kin Hong Wong": ["Calibration of an Articulated Camera System., CVPR, 2008"], "Hon Wai Leong": ["3D-2D spatiotemporal registration for sports motion analysis., CVPR, 2008"], "Theo Gevers": ["Accurate eye center location and tracking using isophote curvature., CVPR, 2008"], "Neill W. Campbell": ["Real-time pose estimation of articulated objects using low-level motion., CVPR, 2008"], "Bastian Leibe": ["Measuring camera translation by the dominant apical angle., CVPR, 2008"], "Hidetomo Sakaino": ["Fluid motion estimation method based on physical properties of waves., CVPR, 2008"], "Xiaofeng Ren": ["Finding people in archive films through tracking., CVPR, 2008", "Local grouping for optical flow., CVPR, 2008"], "Chaoqiang Liu": ["Motion blur identification from image gradients., CVPR, 2008"], "Edmond Boyer": ["Articulated shape matching using Laplacian eigenfunctions and unsupervised point registration., CVPR, 2008", "Action recognition using exemplar-based embedding., CVPR, 2008"], "Yael Moses": ["Homography based multiple camera detection and tracking of people in a dense crowd., CVPR, 2008"], "Petros Maragos": ["Adaptive and constrained algorithms for inverse compositional Active Appearance Model fitting., CVPR, 2008", "Image decomposition into structure and texture subcomponents with multifrequency modulation constraints., CVPR, 2008"], "Yongtian Wang": ["An integrated background model for video surveillance based on primal sketch and 3D scene geometry., CVPR, 2008"], "Stan Sclaroff": ["Layered graphical models for tracking partially-occluded objects., CVPR, 2008", "Multiplicative kernels: Object detection, segmentation and pose estimation., CVPR, 2008"], "Jae-Hak Kim": ["A linear approach to motion estimation using generalized camera models., CVPR, 2008"], "David J. Fleet": ["The Kneed Walker for human pose tracking., CVPR, 2008", "Model-based hand tracking with texture, shading and self-occlusions., CVPR, 2008"], "Scott Stransky": ["Tracking rotating fluids in realtime using snapshots., CVPR, 2008"], "ZuWhan Kim": ["Real time object tracking based on dynamic feature grouping with background subtraction., CVPR, 2008"], "Justin Babbs": ["Learning the viewpoint manifold for action recognition., CVPR, 2008"], "Roland Göcke": ["Optical flow estimation using Fourier Mellin Transform., CVPR, 2008"], "Kotagiri Ramamohanarao": ["Moving shape dynamics: A signal processing perspective., CVPR, 2008"], "Ahmed M. Elgammal": ["Boosting adaptive linear weak classifiers for online learning and tracking., CVPR, 2008"], "Alexander J. Smola": ["Discriminative human action segmentation and recognition using semi-Markov model., CVPR, 2008"], "Sam T. Roweis": ["Learning stick-figure models using nonparametric Bayesian priors over trees., CVPR, 2008"], "Peter H. Tu": ["Distributed data association and filtering for multiple target tracking., CVPR, 2008", "Boosted deformable model for human body alignment., CVPR, 2008"], "Éric Marchand": ["Modeling complex luminance variations for target tracking., CVPR, 2008"], "Simon Lucey": ["Enforcing non-positive weights for stable support vector tracking., CVPR, 2008"], "Leon Axel": ["Meshless deformable models for LV motion analysis., CVPR, 2008"], "Jürgen Rurainsky": ["3-D Tracking of shoes for Virtual Mirror applications., CVPR, 2008"], "Jake K. Aggarwal": ["Observe-and-explain: A new approach for multiple hypotheses tracking of humans and objects., CVPR, 2008"], "John Illingworth": ["Fuzzy chamfer distance and its probabilistic formulation for visual tracking., CVPR, 2008"], "Christoph S. Garbe": ["On errors-in-variables regression with arbitrary covariance and its application to optical flow estimation., CVPR, 2008"], "Henry A. Rowley": ["Face tracking and recognition with visual constraints in real-world videos., CVPR, 2008", "Large-scale manifold learning., CVPR, 2008"], "Jeffrey F. Cohn": ["Least squares congealing for unsupervised alignment of images., CVPR, 2008", "Enforcing convexity for improved alignment with constrained local models., CVPR, 2008"], "Jinxiang Chai": ["A hybrid camera for motion deblurring and depth map super-resolution., CVPR, 2008"], "Ming-Hsuan Yang": ["Visual tracking with histograms and articulating blocks., CVPR, 2008"], "Niels Haering": ["A rank constrained continuous formulation of multi-frame multi-target tracking problem., CVPR, 2008"], "Dimitris N. Metaxas": ["Fast algorithms for large scale conditional 3D prediction., CVPR, 2008", "Simultaneous image transformation and sparse representation recovery., CVPR, 2008", "Facial expression recognition using encoded dynamic features., CVPR, 2008"], "Takeo Kanade": ["Linear motion estimation for systems of articulated planes., CVPR, 2008"], "Odest Chadwicke Jenkins": ["Physical simulation for probabilistic motion tracking., CVPR, 2008"], "Bernt Schiele": ["People-tracking-by-detection and people-detection-by-tracking., CVPR, 2008", "Decomposition, discovery and detection of visual categories using topic models., CVPR, 2008"], "Ramakant Nevatia": ["Global data association for multi-object tracking using network flows., CVPR, 2008"], "John M. Winn": ["Epitomic location recognition., CVPR, 2008"], "Thomas Hofmann": ["Beyond sliding windows: Object localization by efficient subwindow search., CVPR, 2008"], "Patrick Pletscher": ["A conditional random field for automatic photo editing., CVPR, 2008"], "Roberto Paredes": ["Simultaneous learning of a discriminative projection and prototypes for Nearest-Neighbor classification., CVPR, 2008"], "Robi Polikar": ["Margin-based discriminant dimensionality reduction for visual recognition., CVPR, 2008"], "Dariu M. Gavrila": ["A mixed generative-discriminative framework for pedestrian classification., CVPR, 2008"], "W. Eric L. Grimson": ["Learning coupled conditional random field for image decomposition with application on object categorization., CVPR, 2008", "Trajectory analysis and semantic region modeling using a nonparametric Bayesian model., CVPR, 2008", "Correspondence-free multi-camera activity analysis and scene modeling., CVPR, 2008"], "Benjamin B. Kimia": ["Regularizing 3D medial axis using medial scaffold transforms., CVPR, 2008"], "Michal Irani": ["In defense of Nearest-Neighbor based image classification., CVPR, 2008", "Summarizing visual data using bidirectional similarity., CVPR, 2008"], "Xuelong Li": ["Enhanced biologically inspired model., CVPR, 2008"], "Florent Perronnin": ["A similarity measure between unordered vector sets with application to image categorization., CVPR, 2008"], "Elran Morash": ["Loose shape model for discriminative learning of object categories., CVPR, 2008"], "Bo Zhang": ["Scene understanding with discriminative structured prediction., CVPR, 2008"], "Cordelia Schmid": ["Automatic face naming with caption-based supervision., CVPR, 2008"], "Wai-kuen Cham": ["Learning-based face hallucination in DCT domain., CVPR, 2008"], "Sylvain Prima": ["Automatic symmetry plane estimation of bilateral objects in point clouds., CVPR, 2008"], "Marc Sobel": ["Correspondences between parts of shapes with particle filters., CVPR, 2008"], "Renaud Keriven": ["Context-dependent kernel design for object matching and recognition., CVPR, 2008", "Manifold learning using robust Graph Laplacian for interactive image search., CVPR, 2008"], "Bangsheng Cheng": ["Local tensor descriptor from micro-deformation analysis., CVPR, 2008"], "Qi Tian": ["Visual Synset: Towards a higher-level visual representation., CVPR, 2008"], "João M. F. Xavier": ["ANSIG - An analytic signature for permutation-invariant two-dimensional shape representation., CVPR, 2008"], "Fei Wu": ["Adaptive and compact shape descriptor by progressive feature combination and selection with boosting., CVPR, 2008"], "Klaus Schertler": ["Viewpoint-independent object class detection using 3D Feature Maps., CVPR, 2008"], "Desney S. Tan": ["Combining brain computer interfaces with vision for object categorization., CVPR, 2008"], "Stefano Soatto": ["Relaxed matching kernels for robust image comparison., CVPR, 2008", "Filtering Internet image search results towards keyword based category recognition., CVPR, 2008", "Edge descriptors for robust wide-baseline correspondence., CVPR, 2008", "Joint data alignment up to (lossy) transformations., CVPR, 2008"], "Max Welling": ["Unsupervised learning of visual taxonomies., CVPR, 2008"], "Jen-Hui Chuang": ["Improving local learning for object categorization by exploring the effects of ranking., CVPR, 2008"], "Yoni Donner": ["An experimental study of employing visual appearance as a phenotype., CVPR, 2008"], "Sinisa Todorovic": ["Connected Segmentation Tree - A joint representation of region layout and hierarchy., CVPR, 2008"], "James M. Rehg": ["Where am I: Place instance and category recognition using spatial PACT., CVPR, 2008"], "Hirofumi Uemura": ["Action recognition with motion-appearance vocabulary forest., CVPR, 2008"], "Horst Bischof": ["Semi-supervised boosting using visual similarity learning., CVPR, 2008", "What can missing correspondences tell us about 3D structure and motion?, CVPR, 2008"], "Garrison W. Cottrell": ["Looking around the backyard helps to recognize faces and digits., CVPR, 2008"], "Kristen Grauman": ["Keywords to visual categories: Multiple-instance learning forweakly supervised object categorization., CVPR, 2008", "Fast image search for learned metrics., CVPR, 2008"], "Yair Weiss": ["Small codes and large image databases for recognition., CVPR, 2008", "Human-assisted motion annotation., CVPR, 2008"], "Tao Ding": ["A robust identification approach to gait recognition., CVPR, 2008"], "Lexing Xie": ["Fast kernel learning for spatial pyramid matching., CVPR, 2008"], "Richard I. Hartley": ["Optimised KD-trees for fast image descriptor matching., CVPR, 2008", "Motion estimation for multi-camera systems using global optimization., CVPR, 2008"], "Andrea Torsello": ["An importance sampling approach to learning structural representations of shape., CVPR, 2008"], "William T. Freeman": ["The patch transform and its applications to image editing., CVPR, 2008"], "Robby T. Tan": ["Visibility in bad weather from a single image., CVPR, 2008"], "Matti Pietikäinen": ["A robust descriptor based on Weber's Law., CVPR, 2008"], "Wenbo Dong": ["Boosting ordinal features for accurate and fast iris recognition., CVPR, 2008"], "Zhaofeng He": ["Robust 3D face recognition in uncontrolled environments., CVPR, 2008"], "Yasuyuki Matsushita": ["Radiometric calibration using temporal irradiance mixtures., CVPR, 2008"], "Adrien Bartoli": ["Light-invariant fitting of active appearance models., CVPR, 2008"], "Hendrik P. A. Lensch": ["Demosaicing by smoothing along 1D features., CVPR, 2008", "Modulated phase-shifting for 3D scanning., CVPR, 2008"], "Andrew Hogue": ["Histogram-based search: A comparative study., CVPR, 2008"], "Katsushi Ikeuchi": ["Estimating camera response functions using probabilistic intensity similarity., CVPR, 2008"], "David J. Kriegman": ["Photometric stereo with non-parametric and spatially-varying reflectance., CVPR, 2008", "PSF estimation using sharp edge prediction., CVPR, 2008", "Globally optimal bilinear programming for computer vision applications., CVPR, 2008"], "Yangjing Long": ["Demosaicking recognition with applications in digital photo authentication based on a quadratic pixel correlation model., CVPR, 2008"], "Cees G. M. Snoek": ["Evaluation of color descriptors for object and scene recognition., CVPR, 2008"], "Avideh Zakhor": ["Automatic registration of aerial imagery with untextured 3D LiDAR models., CVPR, 2008"], "David W. Jacobs": ["Approximate earth mover's distance in linear time., CVPR, 2008"], "Lewis D. Griffin": ["Texture classification with a dictionary of basic image features., CVPR, 2008"], "Todd E. Zickler": ["Color constancy beyond bags of pixels., CVPR, 2008"], "Zhengdong Lu": ["Dimensionality reduction by unsupervised regression., CVPR, 2008"], "David Zhang": ["Directional independent component analysis with tensor representation., CVPR, 2008"], "Visvanathan Ramesh": ["Order consistent change detection via fast statistical significance testing., CVPR, 2008"], "David M. Lyle": ["The Logistic Random Field - A convenient graphical model for learning parameters for MRF-based labeling., CVPR, 2008"], "Andrew W. Fitzgibbon": ["Global stereo reconstruction under second order smoothness priors., CVPR, 2008"], "Kalle Åström": ["Fast and robust numerical solutions to minimal problems for cameras with radial distortion., CVPR, 2008"], "Marko Stosic": ["Spectrally optimal factorization of incomplete matrices., CVPR, 2008"], "Elisa Addimanda": ["Classification and evaluation of cost aggregation methods for stereo correspondence., CVPR, 2008"], "Richard Szeliski": ["Skeletal graphs for efficient structure from motion., CVPR, 2008"], "Serge J. Belongie": ["Re-thinking non-rigid structure from motion., CVPR, 2008", "Object categorization using co-occurrence, location and appearance., CVPR, 2008"], "Shang-Hong Lai": ["Silhouette-based camera calibration from sparse views under circular motion., CVPR, 2008"], "Szymon Rusinkiewicz": ["Dense 3D reconstruction from specularity consistency., CVPR, 2008"], "Ohad Ben-Shahar": ["Dense specular shape from multiple specular flows., CVPR, 2008"], "Hailin Jin": ["A three-point minimal solution for panoramic stitching with lens distortion., CVPR, 2008"], "Gregory D. Hager": ["Robust motion estimation and structure recovery from endoscopic image sequences with an Adaptive Scale Kernel Consensus estimator., CVPR, 2008"], "Leif Kobbelt": ["Image selection for improved Multi-View Stereo., CVPR, 2008"], "C. Lawrence Zitnick": ["Stereo reconstruction with mixed pixels using adaptive over-segmentation., CVPR, 2008"], "Yee-Hong Yang": ["Evaluation of constructable match cost measures for stereo correspondence using cluster ranking., CVPR, 2008"], "Paolo Favaro": ["Off-axis aperture camera: 3D shape reconstruction and image restoration., CVPR, 2008"], "Patrick Sayd": ["Coarse-to-fine low-rank structure-from-motion., CVPR, 2008"], "Guoqiang Sun": ["Quasi-perspective projection with applications to 3D factorization from uncalibrated image sequences., CVPR, 2008"], "Sebastian Thrun": ["Robust fusion of dynamic shape and normal capture for high-quality reconstruction of time-varying geometry., CVPR, 2008"], "Sang Uk Lee": ["Illumination and camera invariant stereo matching., CVPR, 2008"], "Henry Chu": ["Inverse-polar ray projection for recovering projective transformations., CVPR, 2008"], "Daniel P. Huttenlocher": ["Learning for stereo vision using the structured support vector machine., CVPR, 2008"], "Hsing-Ying Zhong": ["Video falsifying by motion interpolation and inpainting., CVPR, 2008"], "Takashi Matsuyama": ["Simultaneous super-resolution and 3D video using graph-cuts., CVPR, 2008"], "Minglun Gong": ["Stereoscopic inpainting: Joint color and depth completion from stereo images., CVPR, 2008"], "Gérard G. Medioni": ["Retinal image registration from 2D to 3D., CVPR, 2008", "3D face tracking and expression inference from a 2D sequence using manifold learning., CVPR, 2008"], "Ulrich Thoennessen": ["On benchmarking camera calibration and multi-view stereo for high resolution imagery., CVPR, 2008"], "Alessio Del Bue": ["A factorization approach to structure from motion with shape priors., CVPR, 2008"], "Yi Xu": ["Photogeometric structured light: A self-calibrating and multi-viewpoint framework for accurate 3D modeling., CVPR, 2008"], "Peter F. Sturm": ["Minimal solutions for generic imaging models., CVPR, 2008"], "Steven M. Seitz": ["Fast algorithms for L∞ problems in multiview geometry., CVPR, 2008"], "Ashfaq A. Khokhar": ["Robust null space representation and sampling for view-invariant motion trajectory analysis., CVPR, 2008"], "Liming Zhang": ["Spatio-temporal Saliency detection using phase spectrum of quaternion fourier transform., CVPR, 2008"], "Ram Nevatia": ["View and scale invariant action recognition using multiview shape-flow models., CVPR, 2008", "Optimizing discrimination-efficiency tradeoff in integrating heterogeneous local features for object detection., CVPR, 2008"], "Václav Hlavác": ["Pose primitive based human action recognition in videos or still images., CVPR, 2008"], "Eraldo Ribeiro": ["Learning human motion models from unsegmented videos., CVPR, 2008", "Recognizing primitive interactions by exploring actor-object states., CVPR, 2008"], "Maylor K. H. Leung": ["Unsupervised learning of human perspective context using ME-DT for efficient human detection in surveillance., CVPR, 2008"], "Naonori Ueda": ["Simultaneous clustering and tracking unknown number of objects., CVPR, 2008"], "Hermann Ney": ["Pan, zoom, scan - Time-coherent, trained automatic video cropping., CVPR, 2008"], "Rama Chellappa": ["Statistical analysis on Stiefel and Grassmann manifolds with applications in computer vision., CVPR, 2008"], "Andrea Cavallaro": ["Macro-cuboïd based probabilistic matching for lip-reading digits., CVPR, 2008"], "Greg Mori": ["Action recognition by learning mid-level motion features., CVPR, 2008"], "Dijun Luo": ["Tensor reduction error analysis - Applications to video compression and classification., CVPR, 2008"], "Tat-Jen Cham": ["Detection with multi-exit asymmetric boosting., CVPR, 2008"], "Robert Pless": ["Simultaneous data volume reconstruction and pose estimation from slice samples., CVPR, 2008"], "Ravinder Singh": ["Efficient subdivision-based image and volume warping., CVPR, 2008"], "Anthony C. Fang": ["Volumetric reconstruction from multi-energy single-view radiography., CVPR, 2008"], "Joachim M. Buhmann": ["Probabilistic image registration and anomaly detection by nonlinear warping., CVPR, 2008"], "Paul M. Thompson": ["Probabilistic multi-tensor estimation using the Tensor Distribution Function., CVPR, 2008"], "Stephen T. C. Wong": ["Active microscopic cellular image annotation by superposable graph transduction with imbalanced labels., CVPR, 2008"], "Sarang C. Joshi": ["Robust statistics on Riemannian manifolds via the geometric median., CVPR, 2008"], "Zhijun Zhang": ["Adaptive region intensity based rigid ultrasound and CT image registration., CVPR, 2008"], "Yuan Li": ["Segmentation of multiple, partially occluded objects by grouping, merging, assigning part detection responses., CVPR, 2008"], "Gianfranco Doretto": ["Face alignment via boosted ranking model., CVPR, 2008"], "Hassan Foroosh": ["View-invariant action recognition using fundamental ratios., CVPR, 2008", "View-invariant recognition of body pose from space-time templates., CVPR, 2008"], "Benjamin Rozenfeld": ["Learning realistic human actions from movies., CVPR, 2008"], "Fredrik Kahl": ["A polynomial-time bound for matching and registration with outliers., CVPR, 2008"], "James Davis": ["Fusion of time-of-flight depth and stereo for high accuracy depth maps., CVPR, 2008"], "Maria Petrou": ["Recursive photometric stereo when multiple shadows and highlights are present., CVPR, 2008"], "Yoav Y. Schechner": ["On controlling light transport in poor visibility environments., CVPR, 2008", "Overcoming visual reverberations., CVPR, 2008"], "Le Ma": ["An LED-only BRDF measurement device., CVPR, 2008"], "Ramesh Raskar": ["Characterizing the shadow space of camera-light pairs., CVPR, 2008", "Sensing increased image resolution using aperture masks., CVPR, 2008"], "Arunava Banerjee": ["Beyond the Lambertian assumption: A generative model for Apparent BRDF fields of faces using anti-symmetric tensor splines., CVPR, 2008"], "Antonis A. Argyros": ["Shading models for illumination and reflectance invariant shape detectors., CVPR, 2008"], "Jingyi Yu": ["Recovering shape characteristics on near-flat specular surfaces., CVPR, 2008"], "Alper Yilmaz": ["Efficient object shape recovery via slicing planes., CVPR, 2008"], "Andrea Fusiello": ["3D surface models by geometric constraints propagation., CVPR, 2008"], "Maxime Lhuillier": ["Toward automatic 3D modeling of scenes using a generic camera model., CVPR, 2008"], "Marc Pierrot Deseilligny": ["Building reconstruction from a single DEM., CVPR, 2008"], "Subhasis Chaudhuri": ["Recovery of relative depth from a single observation using an uncalibrated (real-aperture) camera., CVPR, 2008"], "Tieniu Tan": ["Practical camera auto-calibration based on object appearance and motion for traffic scene visual surveillance., CVPR, 2008"], "Philippe Bekaert": ["High quality mesostructure acquisition using specularities., CVPR, 2008"], "Eric Zeghers": ["Automatic calibration of a single-projector catadioptric display system., CVPR, 2008"], "Ghassan Hamarneh": ["SMRFI: Shape matching via registration of vector-valued feature images., CVPR, 2008"], "Sven J. Dickinson": ["From skeletons to bone graphs: Medial abstraction for object recognition., CVPR, 2008"], "Hong Qin": ["Automatic non-rigid registration of 3D dynamic data for facial expression synthesis and transfer., CVPR, 2008"], "Wolfgang Heidrich": ["Accurate multi-view reconstruction using robust binocular stereo and surface meshing., CVPR, 2008"], "Tomás Pajdla": ["A general solution to the P4P problem for camera with unknown focal length., CVPR, 2008"], "Allen R. Tannenbaum": ["Particle filtering for registration of 2D and 3D point sets with stochastic dynamics., CVPR, 2008"], "Reinhard Koch": ["Conjugate rotation: Parameterization and estimation from an affine feature correspondence., CVPR, 2008"], "Yongduek Seo": ["Verifying global minima for L2 minimization problems., CVPR, 2008"], "Bingfeng Zhou": ["Discriminative local binary patterns for human detection in personal album., CVPR, 2008"], "Zhengyou Zhang": ["Taylor expansion based classifier adaptation: Application to person detection., CVPR, 2008"], "Zhaohui Wu": ["Hallucinating 3D facial shapes., CVPR, 2008"], "B. V. K. Vijaya Kumar": ["Simultaneous super-resolution and feature extraction for recognition of low-resolution faces., CVPR, 2008"], "Pong Chi Yuen": ["Face illumination normalization on large and small scale features., CVPR, 2008"], "Aleix M. Martínez": ["Precise detailed detection of faces and facial features., CVPR, 2008"], "Jordi Vitrià": ["On the use of independent tasks for face recognition., CVPR, 2008"], "Zhi-Hua Zhou": ["Cost-sensitive face recognition., CVPR, 2008"], "Yiannis Aloimonos": ["Who killed the directed model?, CVPR, 2008"], "David A. Forsyth": ["Object image retrieval by exploiting online knowledge resources., CVPR, 2008"], "Kobus Barnard": ["Finding trails., CVPR, 2008"], "Dong Xu": ["A framework for reducing ink-bleed in old documents., CVPR, 2008"], "Eero P. Simoncelli": ["Nonlinear image representation using divisive normalization., CVPR, 2008"], "Dennis Eggett": ["Application and evaluation of spatiotemporal enhancement of live aerial video using temporally local mosaics., CVPR, 2008"], "Yanxi Liu": ["Performance evaluation of state-of-the-art discrete symmetry detection algorithms., CVPR, 2008", "Rotation symmetry group detection via frequency analysis of frieze-expansions., CVPR, 2008"], "Xiaoping Miao": ["Enhancing photographs with Near Infra-Red images., CVPR, 2008"], "Wei-Ying Ma": ["What are the high-level concepts with small semantic gaps?, CVPR, 2008"], "Gerd Hirzinger": ["Extrinsic and depth calibration of ToF-cameras., CVPR, 2008"], "Steffen Abraham": ["Localization accuracy of region detectors., CVPR, 2008"], "Jack Tumblin": ["Non-refractive modulators for encoding and capturing scene appearance and depth., CVPR, 2008"], "Boaz Nadler": ["3D shape reconstruction of Mooney faces., CVPR, 2008"], "Rita Cucchiara": ["Using circular statistics for trajectory shape analysis., CVPR, 2008"], "Jeffrey Ho": ["Shape L'Âne rouge: Sliding wavelets for indexing and retrieval., CVPR, 2008"], "Yimin Zhang": ["One step beyond histograms: Image representation using Markov stationary features., CVPR, 2008"], "Véronique Prinet": ["Graph commute times for image representation., CVPR, 2008"], "Fatih Porikli": ["Constant time O(1) bilateral filtering., CVPR, 2008"], "Hanumant Singh": ["Flat refractive geometry., CVPR, 2008"]}