{"Charles V. Stewart": ["A new robust operator for computer vision: theoretical analysis., CVPR, 1994", "A new robust operator for computer vision: application to range data., CVPR, 1994"], "Baba C. Vemuri": ["An O(N) iterative solution to the Poisson equation in low-level vision problems., CVPR, 1994"], "Anand Rangarajan": ["The outlier process: unifying line processes and robust statistics., CVPR, 1994"], "Joel Fan": ["Segmentation of surface curvature using a photometric invariant., CVPR, 1994"], "Shree K. Nayar": ["Illumination planning for object recognition in structured environments., CVPR, 1994"], "Michael Werman": ["Constraint-fusion for interpretation of articulated objects., CVPR, 1994"], "David M. McKeown": ["Feature matching for building extraction from multiple views., CVPR, 1994"], "Jefferey A. Shufelt": ["Projective and object space geometry for monocular building extraction., CVPR, 1994"], "Ramakant Nevatia": ["Detection of buildings using perceptual grouping and shadows., CVPR, 1994", "Representation and computation of the spatial environment for indoor navigation., CVPR, 1994"], "Larry S. Davis": ["Computing spatio-temporal representations of human faces., CVPR, 1994"], "Alex Pentland": ["A vision system for observing and extracting facial action parameters., CVPR, 1994"], "Thad Starner": ["View-based and modular eigenspaces for face recognition., CVPR, 1994"], "Max A. Viergever": ["Nonlinear diffusion of scalar images using well-posed differential operators., CVPR, 1994"], "Kim L. Boyer": ["Automated design of Bayesian perceptual inference networks., CVPR, 1994"], "Allen R. Hanson": ["Perceptual completion of occluded surfaces., CVPR, 1994", "Qualitative obstacle detection., CVPR, 1994"], "Kaleem Siddiqi": ["Geometric heat equation and nonlinear diffusion of shapes and images., CVPR, 1994"], "Yvan G. Leclerc": ["Registration without correspondences., CVPR, 1994"], "Allan D. Jepson": ["A new closed-form solution for absolute orientation., CVPR, 1994"], "C. C. A. M. Gielen": ["Extraction of 3D shape from optic flow: a geometric approach., CVPR, 1994"], "R. Manmatha": ["A framework for recovering affine transforms using points, lines or image brightnesses., CVPR, 1994"], "George C. Stockman": ["Object representation for object recognition., CVPR, 1994"], "Gérard G. Medioni": ["Surface description of complex objects from multiple range images., CVPR, 1994", "Simultaneous segmentation and approximation of complex patterns., CVPR, 1994"], "Martin D. Levine": ["Recovering parametric geons from multiview range data., CVPR, 1994"], "Alok Gupta": ["The extruded generalized cylinder: a deformable model for object recovery., CVPR, 1994"], "Robert J. Woodham": ["Orientation-based representations of 3-D shape., CVPR, 1994"], "Nissim Ozery": ["A visual-motion fixation invariant., CVPR, 1994"], "James M. Coughlan": ["Hierarchical spline-based image registration., CVPR, 1994"], "Marc Berthod": ["Subpixel contour matching using continuous dynamic programming., CVPR, 1994"], "Olivier D. Faugeras": ["Computing differential properties of 3-D shapes from stereoscopic images without 3-D models., CVPR, 1994"], "Mubarak Shah": ["A survey of motion analysis from moving light displays., CVPR, 1994", "Analysis of shape from shading techniques., CVPR, 1994", "Height recovery from intensity gradient., CVPR, 1994"], "Charles H. Anderson": ["Overcomplete steerable pyramid filters and rotation invariance., CVPR, 1994"], "Bernd Jähne": ["Analytical studies of low-level motion estimators in space-time images using a unified filter concept., CVPR, 1994"], "Pietro Perona": ["X-Y separable pyramid steerable scalable kernels., CVPR, 1994"], "Gérard Giraudon": ["Singularity analysis and derivative scale-space., CVPR, 1994"], "Clark F. Olson": ["Time and space efficient pose clustering., CVPR, 1994"], "John F. Canny": ["Efficient indexing techniques for model based sensing., CVPR, 1994"], "Azriel Rosenfeld": ["Recognition by functional parts [function-based object recognition]., CVPR, 1994"], "David G. Lowe": ["Learning indexing functions for 3-D model-based object recognition., CVPR, 1994", "Vista: a software environment for computer vision research., CVPR, 1994"], "Octavia I. Camps": ["Robust feature selection for object recognition using uncertain 2D image data., CVPR, 1994"], "James J. Little": ["Complementary data fusion for limited-angle tomography., CVPR, 1994"], "Marcos Maestre": ["Tracking of tubular objects for scientific applications., CVPR, 1994"], "Padhraic Smyth": ["Automating the hunt for volcanoes on Venus., CVPR, 1994"], "Ronald J. Adrian": ["Salient structure analysis of fluid flow., CVPR, 1994"], "Mihran Tuceryan": ["On integration of vision modules., CVPR, 1994"], "Charles R. Dyer": ["Occluding contour detection using affine invariants and purposive viewpoint control., CVPR, 1994", "Global surface reconstruction by purposive control of observer motion., CVPR, 1994", "Affine invariant detection of periodic motion., CVPR, 1994"], "Frank P. Ferrie": ["Autonomous exploration: driven by uncertainty., CVPR, 1994"], "Didier Juvin": ["Optimal estimation of 3D structures using visual servoing., CVPR, 1994"], "David Slater": ["Using illumination invariant descriptors for recognition., CVPR, 1994"], "Steven A. Shafer": ["A framework for segmentation using physical models of image formation., CVPR, 1994", "Variable window Gabor filters and their use in focus and correspondence., CVPR, 1994"], "Lawrence B. Wolff": ["On the relative brightness of specular and diffuse reflection., CVPR, 1994", "Surface curvature from integrability., CVPR, 1994", "Scene understanding from propagation and consistency of polarization-based constraints., CVPR, 1994"], "Robert M. Haralick": ["Document image understanding: geometric and logical layout., CVPR, 1994"], "Po Yuan": ["A practical pattern recognition system for translation, scale and rotation invariance., CVPR, 1994"], "Peter A. Sandon": ["Recognizing off-line cursive handwriting., CVPR, 1994"], "Rohini K. Srihari": ["An on-line cursive word recognition system., CVPR, 1994"], "Luc M. Vincent": ["Benchmarking page segmentation algorithms., CVPR, 1994"], "Nasser M. Nasrabadi": ["Object recognition using multi-layer Hopfield neural network., CVPR, 1994"], "A. Banihashemi": ["Three-dimensional image registration for spiral CT angiography., CVPR, 1994"], "Gil J. Ettinger": ["An automatic registration method for frameless stereotaxy, image guided surgery, and enhanced reality visualization., CVPR, 1994"], "Alistair A. Young": ["Deformable models with parameter functions: application to heart-wall modeling., CVPR, 1994"], "Joe L. Mundy": ["The development of the Image Understanding Environment., CVPR, 1994"], "Minoru Asada": ["MDL-based spatiotemporal segmentation from motion in a long image sequence., CVPR, 1994"], "Shmuel Peleg": ["Recovery of ego-motion using image stabilization., CVPR, 1994"], "Rama Chellappa": ["Time-to-X: analysis of motion through temporal parameters., CVPR, 1994", "Probe based recognition of targets in infrared images., CVPR, 1994"], "Edward H. Adelson": ["Analyzing and recognizing walking figures in XYT., CVPR, 1994"], "Nassir Navab": ["Relative affine structure: theory and application to 3D reconstruction from perspective views., CVPR, 1994"], "Fernand S. Cohen": ["Affine-invariant B-spline moments for curve matching., CVPR, 1994"], "Nicholas Ayache": ["Locally affine registration of free-form surfaces., CVPR, 1994"], "Charlie Rothwell": ["Using global consistency to recognise Euclidean objects with an uncalibrated camera., CVPR, 1994"], "Jean Ponce": ["Recovering the shape of polyhedra using line-drawing analysis and complex reflectance models., CVPR, 1994"], "Leif H. Finkel": ["A shape-from-texture algorithm based on human visual psychophysics., CVPR, 1994"], "Gregory D. Hager": ["Real-time feature tracking and projective invariance as a basis for hand-eye coordination., CVPR, 1994"], "Worthy N. Martin": ["Accurate vergence control in complex scenes., CVPR, 1994"], "Louise Stark": ["Recognizing object function through reasoning about 3-D shape and dynamic physical properties., CVPR, 1994"], "Raj Reddy": ["Principal component analysis with missing data and its application to object modeling., CVPR, 1994"], "Dimitris N. Metaxas": ["Blended deformable models., CVPR, 1994"], "Marjan Trobina": ["Merging range images of arbitrarily shaped objects., CVPR, 1994"], "Denis Laurendeau": ["Registration of multiple range views for automatic 3-D model building., CVPR, 1994"], "Jean-Philippe Thirion": ["Extremal points: definition and application to 3D image registration., CVPR, 1994"], "Carlo Tomasi": ["Good features to track., CVPR, 1994", "Pictures and trails: a new framework for the computation of shape and motion from perspective image sequences., CVPR, 1994"], "Roland T. Chin": ["Deformable contours: modeling and extraction., CVPR, 1994"], "David Steele": ["A fast algorithm for MDL-based multi-band image segmentation., CVPR, 1994"], "James S. Duncan": ["Deformable boundary finding influenced by region homogeneity., CVPR, 1994"], "Bir Bhanu": ["Hierarchical Gabor filters for object detection in infrared images., CVPR, 1994"], "Denis Poussart": ["Medium level scene representation using a VLSI smart hexagonal sensor with multiresolution edge extraction capability and scale space integration processing., CVPR, 1994"], "V. T. Rajan": ["Voronoi diagrams of polygons: A framework for shape representation., CVPR, 1994"], "François Charot": ["Efficient parallel multigrid relaxation algorithms for Markov random field-based low-level vision applications., CVPR, 1994"], "Margaret M. Fleck": ["Practical edge finding with a robust estimator., CVPR, 1994"], "Josiane Zerubia": ["Reconstruction of high resolution 3D visual information., CVPR, 1994"], "Olaf Kübler": ["Initializing snakes [object delineation]., CVPR, 1994"], "Mohan M. Trivedi": ["Localized Radon transform-based detection of linear features in noisy images., CVPR, 1994"], "Ken Thornton": ["Automatic selection of tuning parameters for feature extraction sequences., CVPR, 1994"], "Dov Dori": ["Quantitative performance evaluation of thinning algorithms under noisy conditions., CVPR, 1994"], "John R. Koza": ["Automated discovery of detectors and iteration-performing calculations to recognize patterns in protein sequences using genetic programming., CVPR, 1994"], "Yoshinao Aoki": ["Qualitative image analysis of group behaviour., CVPR, 1994"], "Xiaopeng Zhang": ["Site model supported monitoring of aerial images., CVPR, 1994"], "Dimitri A. Grivas": ["Gaussian normalisation of morphological size distributions for increasing sensitivity to texture variations and its applications to pavement distress classification., CVPR, 1994"], "Michael J. Swain": ["The capacity of color histogram indexing., CVPR, 1994"], "Sargur N. Srihari": ["A study relating image sampling rate and image pattern recognition., CVPR, 1994"], "Peter Geißler": ["Depth from focus with one image., CVPR, 1994"], "Casimir A. Kulikowski": ["VISIPLAN: a hierarchical planning framework for composing biomedical image analysis processes., CVPR, 1994"], "Fabrice Heitz": ["A hierarchical statistical framework for the segmentation of deformable objects in image sequences., CVPR, 1994"], "Atul K. Chhabra": ["Information extraction from telephone company drawings., CVPR, 1994"], "Ingemar J. Cox": ["A maximum likelihood N-camera stereo algorithm., CVPR, 1994"], "Sergio Schuler": ["Hexagonal wavelet representations for recognizing complex annotations., CVPR, 1994"], "Robert L. Ogniewicz": ["Skeleton-space: a multiscale shape description combining region and boundary information., CVPR, 1994"], "Ron Kikinis": ["Shape analysis of brain structures using physical and experimental modes., CVPR, 1994"], "David Beymer": ["Face recognition under varying pose., CVPR, 1994"], "Niels da Vitoria Lobo": ["Age classification from facial images., CVPR, 1994"], "Xueyin Lin": ["Model-based next view planning by using rules-automatic feature prediction and detection., CVPR, 1994"], "Daniel Raviv": ["A new method to calculate looming for autonomous obstacle avoidance., CVPR, 1994"], "Thierry Pun": ["Integration of bottom-up and top-down cues for visual attention using non-linear relaxation., CVPR, 1994"], "Gopal Surya": ["Focused image recovery from two defocused images recorded with different camera settings., CVPR, 1994"], "Nikolaos P. Papanikolopoulos": ["Controlled active exploration of uncalibrated environments., CVPR, 1994"], "Cordelia Schmid": ["Obstacle detection analysis., CVPR, 1994"], "Lambert E. Wixson": ["Viewpoint selection for visual search., CVPR, 1994"], "John K. Tsotsos": ["Active stereo vision and cyclotorsion., CVPR, 1994"], "Henrik I. Christensen": ["Qualitative tracking of 3-D objects using active contour networks., CVPR, 1994"], "Svetha Venkatesh": ["Emerging hypothesis verification using function-based geometric models and active vision strategies., CVPR, 1994"], "Henrik Iskov Christensen": ["Reactive view planning for quantification of local geometry., CVPR, 1994"], "Pradeep K. Khosla": ["The resolvability ellipsoid for visual servoing., CVPR, 1994"], "Massimo Tistarelli": ["Recognition by using an active/space-variant sensor., CVPR, 1994"], "Edward M. Riseman": ["Executing reactive behavior for autonomous navigation., CVPR, 1994"], "William Rucklidge": ["Visually-guided navigation by comparing two-dimensional edge images., CVPR, 1994"], "Patrick J. Flynn": ["Realistic range rendering., CVPR, 1994"], "Rachid Deriche": ["Extraction of the zero-crossings of the curvature derivatives in volumic 3D medical images: a multi-scale approach., CVPR, 1994"], "Hervé Delingette": ["Simplex meshes: a general representation for 3D shape reconstruction., CVPR, 1994"], "Fumio Kishino": ["Dense, time-varying range data acquisition from stereo pairs of thermal and intensity images., CVPR, 1994"], "Stan Z. Li": ["A Markov random field model for object matching under contextual constraints., CVPR, 1994"], "David J. Kriegman": ["HOT curves for modelling and recognition of smooth curved 3D objects., CVPR, 1994"], "Tanveer Fathima Syeda-Mahmood": ["Data and model-driven selection using closely-spaced parallel-line groups., CVPR, 1994"], "Anil K. Jain": ["2D matching of 3D moving objects in color outdoor scenes., CVPR, 1994"], "David W. Jacobs": ["Error propagation in full 3D-from-2D object recognition., CVPR, 1994"], "Yoshiaki Shirai": ["Detecting multiple image motions by exploiting temporal coherence of apparent motion., CVPR, 1994"], "Richard I. Hartley": ["Projective reconstruction from line correspondences., CVPR, 1994", "An algorithm for self calibration from several views., CVPR, 1994"], "Kenichiro Ishii": ["Structure from image sequences captured through a monocular extra-wide angle lens., CVPR, 1994"], "Nagaraj Nandhakumar": ["Accurate structure and motion computation in the presence of range image distortions due to sequential acquisition., CVPR, 1994"], "Harpreet S. Sawhney": ["3D geometry from planar parallax., CVPR, 1994"], "Evangelos E. Milios": ["Robot pose estimation in unknown environments by matching 2D range scans., CVPR, 1994"], "David Suter": ["Motion estimation and vector splines., CVPR, 1994"], "Matthew He": ["Determination of motion parameters and estimation of point correspondences in small nonrigid deformations., CVPR, 1994"], "Josef Kittler": ["Robust motion analysis., CVPR, 1994"], "James R. Bergen": ["Adaptive-complexity registration of images., CVPR, 1994"], "Roger Mohr": ["Independent motion segmentation and collision prediction for road vehicles., CVPR, 1994"], "Fabrizio Giachero": ["Motion and structure from one dimensional optical flow., CVPR, 1994"], "Ajit Singh": ["Integration of transitory image sequences., CVPR, 1994"], "Nadine Daucher": ["Modelled object pose estimation and tracking by a multi-cameras system., CVPR, 1994"], "Ruzena Bajcsy": ["Active part-decomposition, shape and motion estimation of articulated objects: a physics-based approach., CVPR, 1994"], "Leonid L. Kontsevich": ["Closed-form attitude determination under spectrally varying illumination., CVPR, 1994"], "Narendra Ahuja": ["Adaptive polynomial modelling of the reflectance map for shape estimation from stereo and shading., CVPR, 1994"], "Peter W. Hallinan": ["A low-dimensional representation of human faces for arbitrary lighting conditions., CVPR, 1994"]}