{"Hanqing Lu": ["Fast and Accurate Image Matching with Cascade Hashing for 3D Reconstruction., CVPR, 2014"], "Konrad Schindler": ["Predicting Matchability., CVPR, 2014", "Are Cars Just 3D Boxes? Jointly Estimating the 3D Shape of Multiple Objects., CVPR, 2014"], "Martial Hebert": ["Trinocular Geometry Revisited., CVPR, 2014", "Patch to the Future: Unsupervised Visual Prediction., CVPR, 2014"], "Changchang Wu": ["Critical Configurations for Radial Distortion Self-Calibration., CVPR, 2014"], "Kalle Åström": ["Minimal Solvers for Relative Pose with a Single Unknown Radial Distortion., CVPR, 2014", "Partial Symmetry in Polynomial Systems and Its Applications in Computer Vision., CVPR, 2014"], "Jorge Batista": ["Reconstructing PASCAL VOC., CVPR, 2014", "Non-parametric Bayesian Constrained Local Models., CVPR, 2014"], "Bernt Schiele": ["Spectral Graph Reduction for Efficient Image and Streaming Video Segmentation., CVPR, 2014", "2D Human Pose Estimation: New Benchmark and State of the Art Analysis., CVPR, 2014"], "Jiajun Bu": ["Weakly Supervised Multiclass Video Segmentation., CVPR, 2014", "Semi-supervised Coupled Dictionary Learning for Person Re-identification., CVPR, 2014"], "Heng Huang": ["Video Motion Segmentation Using New Adaptive Manifold Denoising Model., CVPR, 2014"], "Fred A. Hamprecht": ["Cut, Glue, & Cut: A Fast, Approximate Solver for Multicut Partitioning., CVPR, 2014", "Tracking Indistinguishable Translucent Objects over Time Using Weakly Supervised Structured Learning., CVPR, 2014"], "Peter Kontschieder": ["Neural Decision Forests for Semantic Image Labelling., CVPR, 2014"], "Marc Pollefeys": ["Pulling Things out of Perspective., CVPR, 2014", "Class Specific 3D Object Shape Priors Using Surface Normals., CVPR, 2014", "Photometric Bundle Adjustment for Dense Multi-view 3D Modeling., CVPR, 2014", "Efficient Structured Parsing of Facades Using Dynamic Programming., CVPR, 2014", "Turning Mobile Phones into 3D Scanners., CVPR, 2014"], "Alexander G. Hauptmann": ["Event Detection Using Multi-level Relevance Labels and Multiple Features., CVPR, 2014"], "Björn Stenger": ["Full-Angle Quaternions for Robustly Matching Vectors of 3D Rotations., CVPR, 2014", "Human Body Shape Estimation Using a Multi-resolution Manifold Forest., CVPR, 2014"], "Laurent Itti": ["Human vs. Computer in Scene and Object Recognition., CVPR, 2014"], "Robyn A. Owens": ["Semi-supervised Spectral Clustering for Image Set Classification., CVPR, 2014"], "Reinhard Klette": ["Look at the Driver, Look at the Road: No Distraction! No Accident!, CVPR, 2014"], "Rastko R. Selmic": ["Measuring Distance between Unordered Sets of Different Sizes., CVPR, 2014"], "Xiaogang Wang": ["Learning Mid-level Filters for Person Re-identification., CVPR, 2014", "DeepReID: Deep Filter Pairing Neural Network for Person Re-identification., CVPR, 2014", "Scene-Independent Group Profiling in Crowd., CVPR, 2014", "Multi-source Deep Learning for Human Pose Estimation., CVPR, 2014"], "Yu Luo": ["Lacunarity Analysis on Image Patterns for Texture Classification., CVPR, 2014"], "Francesc Moreno-Noguer": ["Segmentation-Aware Deformable Part Models., CVPR, 2014", "Very Fast Solution to the PnP Problem with Algebraic Outlier Rejection., CVPR, 2014"], "Pietro Perona": ["From Categories to Individuals in Real Time - A Unified Boosting Approach., CVPR, 2014", "Active Annotation Translation., CVPR, 2014"], "Mubarak Shah": ["NMF-KNN: Image Annotation Using Weighted Multi-view Non-negative Matrix Factorization., CVPR, 2014", "Who Do I Look Like? Determining Parent-Offspring Resemblance via Gated Autoencoders., CVPR, 2014", "Recognition of Complex Events: Exploiting Temporal Dynamics between Underlying Concepts., CVPR, 2014", "Video Classification Using Semantic Concept Co-occurrences., CVPR, 2014", "Improving Semantic Concept Detection through the Dictionary of Visually-Distinct Elements., CVPR, 2014", "GPS-Tag Refinement Using Random Walks with an Adaptive Damping Factor., CVPR, 2014"], "Kristen Grauman": ["Fine-Grained Visual Comparisons with Local Learning., CVPR, 2014", "Inferring Analogous Attributes., CVPR, 2014", "Beyond Comparing Image Pairs: Setwise Active Learning for Relative Attributes., CVPR, 2014", "Decorrelating Semantic Visual Attributes by Resisting the Urge to Share., CVPR, 2014", "Inferring Unseen Views of People., CVPR, 2014"], "Song-Chun Zhu": ["Visual Persuasion: Inferring Communicative Intents of Images., CVPR, 2014", "Single-View 3D Scene Parsing by Attributed Grammar., CVPR, 2014", "Cross-View Action Modeling, Learning, and Recognition., CVPR, 2014", "Online Object Tracking, Learning, and Parsing with And-Or Graphs., CVPR, 2014"], "Frédéric Jurie": ["Histograms of Pattern Sets for Image Classification and Object Recognition., CVPR, 2014"], "Ali Farhadi": ["Incorporating Scene Context and Object Layout into Appearance Modeling., CVPR, 2014"], "Ameesh Makadia": ["Co-segmentation of Textured 3D Shapes with Sparse Annotations., CVPR, 2014"], "Ayellet Tal": ["How to Evaluate Foreground Maps., CVPR, 2014"], "Zhuowen Tu": ["MILCut: A Sweeping Line Multiple Instance Learning Paradigm for Interactive Image Segmentation., CVPR, 2014"], "Steven Zhiying Zhou": ["SCAMS: Simultaneous Clustering and Model Selection., CVPR, 2014"], "Erik G. Learned-Miller": ["The Shape-Time Random Field for Semantic Video Labeling., CVPR, 2014"], "Alan L. Yuille": ["The Secrets of Salient Object Segmentation., CVPR, 2014", "The Role of Context for Object Detection and Semantic Segmentation in the Wild., CVPR, 2014", "Detect What You Can: Detecting and Representing Objects Using Holistic Models and Body Parts., CVPR, 2014", "Modeling Image Patches with a Generic Dictionary of Mini-epitomes., CVPR, 2014", "Single Image Super-resolution Using Deformable Patches., CVPR, 2014"], "Gustavo Carneiro": ["Non-rigid Segmentation Using Sparse Low Dimensional Manifolds and Deep Belief Networks., CVPR, 2014", "Fully Automated Non-rigid Segmentation with Distance Regularized Level Set Evolution Initialized and Constrained by Deep-Structured Inference., CVPR, 2014"], "Stephen Gould": ["An Exemplar-Based CRF for Multi-instance Object Segmentation., CVPR, 2014"], "Florentin Wörgötter": ["Object Partitioning Using Local Convexity., CVPR, 2014"], "Anuj Srivastava": ["Bayesian Active Contours with Affine-Invariant, Elastic Shape Prior., CVPR, 2014"], "Ming-Hsuan Yang": ["Max-Margin Boltzmann Machines for Object Segmentation., CVPR, 2014", "Joint Depth Estimation and Camera Shake Removal from Single Blurry Image., CVPR, 2014", "Deblurring Text Images via L0-Regularized Intensity and Gradient Prior., CVPR, 2014", "Context Driven Scene Parsing with Attention to Rare Classes., CVPR, 2014", "Deblurring Low-Light Images with Light Streaks., CVPR, 2014"], "Jitendra Malik": ["Multiscale Combinatorial Grouping., CVPR, 2014", "Rich Feature Hierarchies for Accurate Object Detection and Semantic Segmentation., CVPR, 2014", "Using k-Poselets for Detecting People and Localizing Their Keypoints., CVPR, 2014"], "James M. Rehg": ["RIGOR: Reusing Inference in Graph Cuts for Generating Object Regions., CVPR, 2014"], "Henrik I. Christensen": ["Efficient Hierarchical Graph-Based Segmentation of RGBD Videos., CVPR, 2014"], "Lei Zhang": ["Point Matching in the Presence of Outliers in Both Point Sets: A Concave Optimization Approach., CVPR, 2014"], "Kuang-Jui Hsu": ["Multiple Structured-Instance Learning for Semantic Segmentation with Uncertain Training Data., CVPR, 2014"], "Antoni B. Chan": ["Joint Motion Segmentation and Background Estimation in Dynamic Scenes., CVPR, 2014"], "R. Venkatesh Babu": ["SeamSeg: Video Object Segmentation Using Patch Seams., CVPR, 2014"], "Gabriel Taubin": ["Laplacian Coordinates for Seeded Image Segmentation., CVPR, 2014"], "Xiaodong Wu": ["Error-Tolerant Scribbles Based Interactive Image Segmentation., CVPR, 2014"], "Tal Arbel": ["Iterative Multilevel MRF Leveraging Context and Voxel Information for Brain Tumour Segmentation in MRI., CVPR, 2014"], "Henrik Aanæs": ["Large Scale Multi-view Stereopsis Evaluation., CVPR, 2014"], "Takashi Matsuyama": ["Timing-Based Local Descriptor for Dynamic Surfaces., CVPR, 2014"], "Dieter Schmalstieg": ["A Minimal Solution to the Generalized Pose-and-Scale Problem., CVPR, 2014", "Discriminative Feature-to-Point Matching in Image-Based Localization., CVPR, 2014", "Discrete-Continuous Gradient Orientation Estimation for Faster Image Segmentation., CVPR, 2014"], "Masatoshi Okutomi": ["A General and Simple Method for Camera Pose and Focal Length Determination., CVPR, 2014"], "Hongdong Li": ["Efficient Computation of Relative Pose for Multi-camera Systems., CVPR, 2014"], "Vladlen Koltun": ["Simultaneous Localization and Calibration: Self-Calibration of Consumer Depth Cameras., CVPR, 2014", "Fast MRF Optimization with Application to Depth Reconstruction., CVPR, 2014"], "Noah Snavely": ["Minimal Scene Descriptions from Structure from Motion Models., CVPR, 2014"], "Luc J. Van Gool": ["Fast, Approximate Piecewise-Planar Modeling Based on Sparse Structure-from-Motion and Superpixels., CVPR, 2014", "The Synthesizability of Texture Examples., CVPR, 2014", "Incremental Learning of NCM Forests for Large-Scale Image Classification., CVPR, 2014", "Object Classification with Adaptable Regions., CVPR, 2014", "Using a Deformation Field Model for Localizing Faces and Facial Points under Weak Supervision., CVPR, 2014", "Ground Plane Estimation Using a Hidden Markov Model., CVPR, 2014", "Latent Dictionary Learning for Sparse Representation Based Classification., CVPR, 2014"], "Jochen Trumpf": ["On Projective Reconstruction in Arbitrary Dimensions., CVPR, 2014"], "Jan-Michael Frahm": ["Stereo under Sequential Optimal Sampling: A Statistical Analysis Framework for Search Space Reduction., CVPR, 2014", "PatchMatch Based Joint View Selection and Depthmap Estimation., CVPR, 2014"], "David Fofi": ["Efficient Pruning LMI Conditions for Branch-and-Prune Rank and Chirality-Constrained Estimation of the Dual Absolute Quadric., CVPR, 2014"], "Jean-Michel Morel": ["Finding Vanishing Points via Point Alignments in Image Primal and Dual Domains., CVPR, 2014"], "Yee-Hong Yang": ["Two-View Camera Housing Parameters Calibration for Multi-layer Flat Refractive Interface., CVPR, 2014", "Frequency-Based 3D Reconstruction of Transparent and Specular Objects., CVPR, 2014"], "Fredrik Kahl": ["Accurate Localization and Pose Estimation for Large 3D Models., CVPR, 2014", "Fast and Reliable Two-View Translation Estimation., CVPR, 2014"], "Friedrich Fraundorfer": ["Relative Pose Estimation for a Multi-camera System with Known Vertical Direction., CVPR, 2014"], "Sebastian Nowozin": ["Optimal Decisions from Probabilistic Models: The Intersection-over-Union Case., CVPR, 2014", "Efficient Nonlinear Markov Models for Human Motion., CVPR, 2014"], "Tamy Boubekeur": ["Covariance Trees for 2D and 3D Processing., CVPR, 2014"], "Gabriel J. Brostow": ["Hierarchical Subquery Evaluation for Active Learning on a Graph., CVPR, 2014"], "Trevor Darrell": ["Anytime Recognition of Objects and Scenes., CVPR, 2014", "Learning Scalable Discriminative Dictionary with Sample Relatedness., CVPR, 2014"], "Rama Chellappa": ["Human Action Recognition by Representing 3D Skeletons as Points in a Lie Group., CVPR, 2014"], "Yu Qiao": ["Multi-view Super Vector for Action Recognition., CVPR, 2014"], "Ling Shao": ["Unsupervised Spectral Dual Assignment Clustering of Human Actions in Context., CVPR, 2014", "Leveraging Hierarchical Parametric Networks for Skeletal Joints Based Action Segmentation and Recognition., CVPR, 2014", "A Multigraph Representation for Improved Unsupervised/Semi-supervised Learning of Human Actions., CVPR, 2014", "Submodular Object Recognition., CVPR, 2014"], "Deva Ramanan": ["Parsing Videos of Actions with Segmental Grammars., CVPR, 2014", "Capturing Long-Tail Distributions of Object Subcategories., CVPR, 2014", "Analysis by Synthesis: 3D Object Recognition by Object Reconstruction., CVPR, 2014"], "Sudeep Sarkar": ["Rate-Invariant Analysis of Trajectories on Riemannian Manifolds with Application in Visual Speech Recognition., CVPR, 2014"], "Yasutaka Furukawa": ["Piecewise Planar and Compact Floorplan Reconstruction from Images., CVPR, 2014"], "Ruigang Yang": ["Data-Driven Flower Petal Modeling with Botany Priors., CVPR, 2014", "Quality Dynamic Human Body Modeling Using a Single Low-Cost Depth Camera., CVPR, 2014", "Real-Time Simultaneous Pose and Shape Estimation for Articulated Objects Using a Single Depth Camera., CVPR, 2014"], "Andrew W. Fitzgibbon": ["User-Specific Hand Modeling from Monocular Depth Sequences., CVPR, 2014"], "Jianzhuang Liu": ["Separation of Line Drawings Based on Split Faces for 3D Object Reconstruction., CVPR, 2014", "Transitive Distance Clustering with K-Means Duality., CVPR, 2014"], "Ryosuke Shibasaki": ["When 3D Reconstruction Meets Ubiquitous RGB-D Images., CVPR, 2014", "Attributed Graph Mining and Matching: An Attempt to Define and Extract Soft Attributed Patterns., CVPR, 2014"], "Adrien Bartoli": ["Stable Template-Based Isometric 3D Reconstruction in All Imaging Conditions by Linear Least-Squares., CVPR, 2014"], "Xuming He": ["Discrete-Continuous Depth Estimation from a Single Image., CVPR, 2014"], "Jeffrey Mark Siskind": ["Seeing What You're Told: Sentence-Guided Activity Recognition in Video., CVPR, 2014"], "Cees G. M. Snoek": ["Action Localization with Tubelets from Motion., CVPR, 2014", "COSTA: Co-Occurrence Statistics for Zero-Shot Classification., CVPR, 2014"], "Jason J. Corso": ["Actionness Ranking with Lattice Conditional Ordinal Random Fields., CVPR, 2014"], "Pierre Moulin": ["Multiple Granularity Analysis for Fine-Grained Action Detection., CVPR, 2014", "Beta Process Multiple Kernel Learning., CVPR, 2014"], "Imran Saleemi": ["Human Action Recognition across Datasets by Foreground-Weighted Histogram Decomposition., CVPR, 2014"], "Chi-Keung Tang": ["Range-Sample Depth Feature for Action Recognition., CVPR, 2014", "Shadow Removal from Single RGB-D Images., CVPR, 2014", "Two-Class Weather Classification., CVPR, 2014"], "Thomas Serre": ["The Language of Actions: Recovering the Syntax and Semantics of Goal-Directed Human Activities., CVPR, 2014"], "Kim Boyer": ["Complex Activity Recognition Using Granger Constrained DBN (GCDBN) in Sports and Surveillance Video., CVPR, 2014"], "Amit K. Roy-Chowdhury": ["Incremental Activity Modeling and Recognition in Streaming Videos., CVPR, 2014"], "Yingli Tian": ["Super Normal Vector for Activity Recognition Using Depth Sequences., CVPR, 2014"], "Juan Carlos Niebles": ["Discriminative Hierarchical Modeling of Spatio-temporally Composable Human Activities., CVPR, 2014"], "Rainer Stiefelhagen": ["StoryGraphs: Visualizing Character Interactions as a Timeline., CVPR, 2014"], "Nuno Vasconcelos": ["Learning Receptive Fields for Pooling from Tensors of Feature Response., CVPR, 2014", "Learning Optimal Seeds for Diffusion-Based Salient Object Detection., CVPR, 2014"], "Shuicheng Yan": ["Towards Unified Human Parsing and Pose Estimation., CVPR, 2014", "Towards Multi-view and Partially-Occluded Face Alignment., CVPR, 2014", "DL-SFA: Deeply-Learned Slow Feature Analysis for Action Recognition., CVPR, 2014", "Robust Subspace Segmentation with Block-Diagonal Prior., CVPR, 2014"], "Francesca Odone": ["Ask the Image: Supervised Pooling to Preserve Feature Locality., CVPR, 2014"], "Serge J. Belongie": ["Similarity Comparisons for Interactive Fine-Grained Categorization., CVPR, 2014"], "Kate Saenko": ["Continuous Manifold Based Adaptation for Evolving Visual Domains., CVPR, 2014", "Confidence-Rated Multiple Instance Boosting for Object Detection., CVPR, 2014"], "Andrew Zisserman": ["Talking Heads: Detecting Humans and Recognizing Their Interactions., CVPR, 2014", "A Compact and Discriminative Face Track Descriptor., CVPR, 2014", "Immediate, Scalable Object Category Detection., CVPR, 2014", "Triangulation Embedding and Democratic Aggregation for Image Search., CVPR, 2014"], "Junmo Kim": ["Salient Region Detection via High-Dimensional Color Transform., CVPR, 2014", "Rigid Motion Segmentation Using Randomized Voting., CVPR, 2014", "A Convex Relaxation of the Ambrosio-Tortorelli Elliptic Functionals for the Mumford-Shah Functional., CVPR, 2014", "Sequential Convex Relaxation for Mutual Information-Based Unsupervised Figure-Ground Segmentation., CVPR, 2014"], "Xiaoou Tang": ["Switchable Deep Network for Pedestrian Detection., CVPR, 2014", "Deep Learning Face Representation from Predicting 10, 000 Classes., CVPR, 2014", "A Learning-to-Rank Approach for Image Color Enhancement., CVPR, 2014"], "Jianfei Cai": ["Compact Representation for Image Classification: To Choose or to Compress?, CVPR, 2014"], "Horst Bischof": ["Accurate Object Detection with Joint Classification-Regression Random Forests., CVPR, 2014", "Occlusion Geodesics for Online Multi-object Tracking., CVPR, 2014"], "Victor S. Lempitsky": ["Additive Quantization for Extreme Vector Compression., CVPR, 2014"], "Jian Sun": ["Product Sparse Coding., CVPR, 2014", "Realtime and Robust Hand Tracking from Depth., CVPR, 2014", "Face Alignment at 3000 FPS via Regressing Local Binary Features., CVPR, 2014", "Saliency Optimization from Robust Background Detection., CVPR, 2014", "SteadyFlow: Spatially Smooth Optical Flow for Video Stabilization., CVPR, 2014"], "Armin B. Cremers": ["Informed Haar-Like Features Improve Pedestrian Detection., CVPR, 2014"], "Tatsuya Harada": ["Image Reconstruction from Bag-of-Visual-Words., CVPR, 2014", "Three Guidelines of Online Learning for Large-Scale Visual Recognition., CVPR, 2014"], "Michael W. Mahoney": ["Random Laplace Feature Maps for Semigroup Kernels on Histograms., CVPR, 2014"], "Shih-Fu Chang": ["Hash-SVM: Scalable Kernel Machines for Large-Scale Visual Classification., CVPR, 2014", "Locally Linear Hashing for Extracting Non-linear Manifolds., CVPR, 2014", "Video Event Detection by Inferring Temporal Instance Labels., CVPR, 2014"], "Ahmed M. Elgammal": ["Simultaneous Twin Kernel Learning Using Polynomial Transformations for Structured Prediction., CVPR, 2014"], "Fatih Murat Porikli": ["Bregman Divergences for Infinite Dimensional Covariance Matrices., CVPR, 2014"], "M. Pawan Kumar": ["Optimizing Average Precision Using Weakly Supervised Data., CVPR, 2014"], "Yi Guo": ["Subspace Clustering for Sequential Data., CVPR, 2014"], "Baoxin Li": ["Predicting Multiple Attributes via Relative Multi-task Learning., CVPR, 2014"], "Ying Nian Wu": ["Learning Inhomogeneous FRAME Models for Object Patterns., CVPR, 2014", "Unsupervised Learning of Dictionaries of Hierarchical Compositional Models., CVPR, 2014"], "Dhruv Batra": ["Empirical Minimum Bayes Risk Prediction: How to Extract an Extra Few % Performance from Vision Models with Just Three More Parameters., CVPR, 2014", "Multimodal Learning in Loosely-Organized Web Images., CVPR, 2014"], "Matthieu Cord": ["Fantope Regularization in Metric Learning., CVPR, 2014"], "Stefanos Zafeiriou": ["Kernel-PCA Analysis of Surface Normals for Shape-from-Shading., CVPR, 2014", "Automatic Construction of Deformable Models In-the-Wild., CVPR, 2014", "Bayesian Active Appearance Models., CVPR, 2014"], "Maja Pantic": ["Merging SVMs with Linear Discriminant Analysis: A Combined Model., CVPR, 2014", "RAPS: Robust and Efficient Automatic Construction of Person-Specific Deformable Models., CVPR, 2014", "Gauss-Newton Deformable Part Models for Face Alignment In-the-Wild., CVPR, 2014", "Incremental Face Alignment in the Wild., CVPR, 2014"], "Fang Chen": ["Stable Learning in Coding Space for Multi-class Decoding and Its Extension for Multi-class Hypothesis Transfer Learning., CVPR, 2014"], "Chris Peterson": ["Finding the Subspace Mean or Median to Fit Your Need., CVPR, 2014"], "Joost van de Weijer": ["Adaptive Color Attributes for Real-Time Visual Tracking., CVPR, 2014"], "Hanspeter Pfister": ["Local Layering for Joint Motion Estimation and Occlusion Detection., CVPR, 2014"], "Shahram Izadi": ["Multi-output Learning for Camera Relocalization., CVPR, 2014"], "Yaser Sheikh": ["MAP Visibility Estimation for Large-Scale Dynamic 3D Reconstruction., CVPR, 2014"], "Sinisa Todorovic": ["Multi-object Tracking via Constrained Sequential Labeling., CVPR, 2014", "Scene Labeling Using Beam Search under Mutex Constraints., CVPR, 2014"], "Ramin Zabih": ["A Primal-Dual Algorithm for Higher-Order Multilabel Markov Random Fields., CVPR, 2014"], "Yuri Boykov": ["Energy Based Multi-model Fitting & Matching for 3D Reconstruction., CVPR, 2014", "Efficient Squared Curvature., CVPR, 2014"], "Andrew Delong": ["Submodularization for Binary Pairwise Energies., CVPR, 2014"], "Alexander Shekhovtsov": ["Maximum Persistency in Energy Minimization., CVPR, 2014"], "Christoph Schnörr": ["Partial Optimality by Pruning for MAP-Inference with General Graphical Models., CVPR, 2014"], "Gérard G. Medioni": ["Persistent Tracking for Wide Area Aerial Surveillance., CVPR, 2014", "3D Modeling from Wide Baseline Range Scans Using Contour Coherence., CVPR, 2014"], "Pong Chi Yuen": ["Multi-cue Visual Tracking Using Robust Feature-Level Fusion Based on Joint Sparse Representation., CVPR, 2014"], "Slobodan Ilic": ["Multi-forest Tracker: A Chameleon in Tracking., CVPR, 2014", "3D Pictorial Structures for Multiple Human Pose Estimation., CVPR, 2014", "Human Shape and Pose Tracking Using Keyframes., CVPR, 2014"], "Kuk-Jin Yoon": ["Robust Online Multi-object Tracking Based on Tracklet Confidence and Online Discriminative Appearance Learning., CVPR, 2014"], "Kin Hong Wong": ["Pyramid-Based Visual Tracking Using Sparsity Represented Mean Transform., CVPR, 2014"], "Li Wang": ["Tracklet Association with Online Target-Specific Metric Learning., CVPR, 2014"], "Bir Bhanu": ["An Online Learned Elementary Grouping Model for Multi-target Tracking., CVPR, 2014"], "Kensaku Mori": ["Diversity-Enhanced Condensation Algorithm and Its Application for Robust and Accurate Endoscope Three-Dimensional Motion Tracking., CVPR, 2014"], "Narendra Ahuja": ["Partial Occlusion Handling for Visual Tracking via Robust Part Matching., CVPR, 2014", "Super-resolving Noisy Images., CVPR, 2014", "Robust Orthonormal Subspace Learning: Efficient Recovery of Corrupted Low-Rank Matrices., CVPR, 2014", "Generalized Pupil-centric Imaging and Analytical Calibration for a Non-frontal Camera., CVPR, 2014"], "Laurens van der Maaten": ["Speeding Up Tracking by Ignoring Features., CVPR, 2014"], "Lee M. Seversky": ["Subspace Tracking under Dynamic Dimensionality for Online Background Subtraction., CVPR, 2014"], "Stan Z. Li": ["Multiple Target Tracking Based on Undirected Hierarchical Relation Hypergraph., CVPR, 2014", "A Probabilistic Framework for Multitarget Tracking with Mutual Occlusions., CVPR, 2014", "The Fastest Deformable Part Model for Object Detection., CVPR, 2014"], "Roberto Cipolla": ["Bi-label Propagation for Generic Multiple Object Tracking., CVPR, 2014"], "William T. Freeman": ["A Compositional Model for Low-Dimensional Image Set Representation., CVPR, 2014", "Seeing the Arrow of Time., CVPR, 2014", "Camouflaging an Object from Many Viewpoints., CVPR, 2014"], "Christopher Zach": ["A Principled Approach for Coarse-to-Fine MAP Inference., CVPR, 2014"], "S. N. Maheshwari": ["Fast Approximate Inference in Higher Order MRF-MAP Labeling Problems., CVPR, 2014", "Multi-label Generic Cuts: Optimal Inference in Multi-label Multi-clique MRF-MAP Problems., CVPR, 2014"], "Kyoung Mu Lee": ["Scanline Sampler without Detailed Balance: An Efficient MCMC for MRF Optimization., CVPR, 2014", "Segmentation-Free Dynamic Scene Deblurring., CVPR, 2014", "Interval Tracker: Tracking by Interval Analysis., CVPR, 2014"], "Hiroshi Ishikawa": ["Higher-Order Clique Reduction without Auxiliary Variables., CVPR, 2014"], "Hugo Larochelle": ["Topic Modeling of Multimodal Data: An Autoregressive Approach., CVPR, 2014"], "Michael J. Black": ["Model Transport: Towards Scalable Transfer Learning on Manifolds., CVPR, 2014", "FAUST: Dataset and Evaluation for 3D Mesh Registration., CVPR, 2014", "Grassmann Averages for Scalable Robust PCA., CVPR, 2014"], "Ying Wu": ["Learning Fine-Grained Image Similarity with Deep Ranking., CVPR, 2014", "Unifying Spatial and Attribute Selection for Distracter-Resilient Tracking., CVPR, 2014"], "Christoph H. Lampert": ["Deep Fisher Kernels - End to End Learning of the Fisher Kernel GMM Parameters., CVPR, 2014"], "Philip S. Yu": ["Transfer Joint Matching for Unsupervised Domain Adaptation., CVPR, 2014"], "Dong Xu": ["Recognizing RGB Images by Learning from RGB-D Data., CVPR, 2014"], "Joachim Denzler": ["Instance-Weighted Transfer Learning of Active Appearance Models., CVPR, 2014", "Nonparametric Part Transfer for Fine-Grained Recognition., CVPR, 2014"], "Matthias Hein": ["Scalable Multitask Representation Learning for Scene Classification., CVPR, 2014"], "Barbara Caputo": ["Learning to Learn, from Transfer Learning to Domain Adaptation: A Unifying Perspective., CVPR, 2014"], "Shaogang Gong": ["Constructing Robust Affinity Graphs for Spectral Clustering., CVPR, 2014"], "Vitaliy Kurlin": ["A Fast and Robust Algorithm to Count Topologically Persistent Holes in Noisy Clouds., CVPR, 2014"], "Fei-Fei Li": ["Co-localization in Real-World Images., CVPR, 2014", "Large-Scale Video Classification with Convolutional Neural Networks., CVPR, 2014", "Socially-Aware Large-Scale Crowd Forecasting., CVPR, 2014"], "Aparna S. Vijayan": ["Spectral Clustering with Jensen-Type Kernels and Their Multi-point Extensions., CVPR, 2014"], "Zaïd Harchaoui": ["Fast and Robust Archetypal Analysis for Representation Learning., CVPR, 2014"], "Dimitris Samaras": ["The Photometry of Intrinsic Images., CVPR, 2014"], "Edmond Boyer": ["High Resolution 3D Shape Texture from Multiple Videos., CVPR, 2014"], "Jingyi Yu": ["Light Field Stereo Matching Using Bilateral Statistics of Surface Cameras., CVPR, 2014", "Saliency Detection on Light Field., CVPR, 2014", "Aliasing Detection and Reduction in Plenoptic Imaging., CVPR, 2014", "Image Pre-compensation: Balancing Contrast and Ringing., CVPR, 2014"], "Tat-Jen Cham": ["Recovering Surface Details under General Unknown Illumination Using Shading and Coarse Multi-view Stereo., CVPR, 2014"], "Bastian Leibe": ["Probabilistic Labeling Cost for High-Accuracy Multi-view Reconstruction., CVPR, 2014"], "Simon Lucey": ["Complex Non-rigid Motion 3D Reconstruction by Union of Subspaces., CVPR, 2014"], "Songhwai Oh": ["A Procrustean Markov Process for Non-rigid Structure Recovery., CVPR, 2014"], "J. M. M. Montiel": ["Good Vibrations: A Modal Analysis Approach for Sequential Non-rigid Structure from Motion., CVPR, 2014"], "Manmohan Chandraker": ["Robust Scale Estimation in Real-Time Monocular SFM for Autonomous Driving., CVPR, 2014", "What Camera Motion Reveals about Shape with Unknown BRDF., CVPR, 2014"], "Kostas Daniilidis": ["On the Quotient Representation for the Essential Manifold., CVPR, 2014", "Geometric Urban Geo-localization., CVPR, 2014"], "Richard Szeliski": ["Efficient High-Resolution Stereo Matching Using Local Plane Sweeps., CVPR, 2014"], "Qi Tian": ["Cross-Scale Cost Aggregation for Stereo Matching., CVPR, 2014", "Packing and Padding: Coupled Multi-index for Accurate Image Retrieval., CVPR, 2014", "Bayes Merging of Multiple Vocabularies for Scalable Image Retrieval., CVPR, 2014", "Orientational Pyramid Matching for Recognizing Indoor Scenes., CVPR, 2014", "Semi-supervised Relational Topic Model for Weakly Annotated Image Recognition in Social Media., CVPR, 2014"], "Kun Sun": ["Asymmetrical Gauss Mixture Models for Point Sets Matching., CVPR, 2014"], "Takeshi Naemura": ["Graph Cut Based Continuous Stereo Matching Using Locally Shared Labels., CVPR, 2014"], "Philippos Mordohai": ["Learning to Detect Ground Control Points for Improving the Accuracy of Stereo Matching., CVPR, 2014"], "Lubomir D. Bourdev": ["PANDA: Pose Aligned Networks for Deep Attribute Modeling., CVPR, 2014"], "Christian Szegedy": ["DeepPose: Human Pose Estimation via Deep Neural Networks., CVPR, 2014"], "Cristian Sminchisescu": ["Iterated Second-Order Label Sensitive Pooling for 3D Human Pose Estimation., CVPR, 2014"], "Xilin Chen": ["Learning Euclidean-to-Riemannian Metric for Point-to-Set Classification., CVPR, 2014", "Learning Expressionlets on Spatio-temporal Manifold for Dynamic Facial Expression Recognition., CVPR, 2014", "Stacked Progressive Auto-Encoders (SPAE) for Face Recognition Across Poses., CVPR, 2014"], "Lior Wolf": ["DeepFace: Closing the Gap to Human-Level Performance in Face Verification., CVPR, 2014"], "Tim Paek": ["Filter Forests for Learning Data-Dependent Convolutional Kernels., CVPR, 2014"], "Josef Sivic": ["Learning and Transferring Mid-level Image Representations Using Convolutional Neural Networks., CVPR, 2014", "Seeing 3D Chairs: Exemplar Part-Based 2D-3D Alignment Using a Large Dataset of CAD Models., CVPR, 2014"], "David S. Doermann": ["Convolutional Neural Networks for No-Reference Image Quality Assessment., CVPR, 2014", "Orientation Robust Text Line Detection in Natural Images., CVPR, 2014", "Beyond Human Opinion Scores: Blind Image Quality Assessment Based on Synthetic Scores., CVPR, 2014", "Active Sampling for Subjective Image Quality Assessment., CVPR, 2014"], "Li Zhang": ["Nonparametric Context Modeling of Local Appearance for Pose- and Expression-Robust Facial Landmark Localization., CVPR, 2014"], "Wenhan Luo": ["Unified Face Analysis by Iterative Multi-output Random Forests., CVPR, 2014"], "Jean-Marc Odobez": ["Geometric Generative Gaze Estimation (G3E) for Remote RGB-D Cameras., CVPR, 2014"], "Qiang Ji": ["A Hierarchical Probabilistic Model for Facial Feature Detection., CVPR, 2014", "A Hierarchical Context Model for Event Recognition in Surveillance Video., CVPR, 2014"], "Yan Tong": ["Facial Expression Recognition via a Boosted Deep Belief Network., CVPR, 2014"], "Yoichi Sato": ["Learning-by-Synthesis for Appearance-Based 3D Gaze Estimation., CVPR, 2014", "Reflectance and Fluorescent Spectra Recovery Based on Fluorescent Chromaticity Invariance under Varying Illumination., CVPR, 2014"], "Yu Xia": ["Head Pose Estimation Based on Multivariate Label Distribution., CVPR, 2014"], "Gang Hua": ["Efficient Boosted Exemplar-Based Face Detection., CVPR, 2014"], "Josephine Sullivan": ["One Millisecond Face Alignment with an Ensemble of Regression Trees., CVPR, 2014"], "Yap-Peng Tan": ["Discriminative Deep Metric Learning for Face Verification in the Wild., CVPR, 2014"], "Charless C. Fowlkes": ["Occlusion Coherence: Localizing Occluded Faces with a Hierarchical Deformable Part Model., CVPR, 2014", "Parsing Occluded People., CVPR, 2014"], "Liming Chen": ["3D-Aided Face Recognition Robust to Expression and Pose Variations., CVPR, 2014"], "Senjian An": ["Learning Non-linear Reconstruction Models for Image Set Classification., CVPR, 2014"], "Pushmeet Kohli": ["Gesture Recognition Portfolios for Personalization., CVPR, 2014"], "Richard Bowden": ["Sign Spotting Using Hierarchical Sequential Patterns with Temporal Intervals., CVPR, 2014"], "Roberto Togneri": ["Automatic Feature Learning for Robust Shadow Detection., CVPR, 2014"], "Jian Cheng": ["Adaptive Object Retrieval with Kernel Reconstructive Hashing., CVPR, 2014"], "David Suter": ["Fast Supervised Hashing with Decision Trees for High-Dimensional Data., CVPR, 2014", "Fast Rotation Search with Stereographic Projections for 3D Registration., CVPR, 2014"], "Vittorio Ferrari": ["Associative Embeddings for Large-Scale Knowledge Transfer with Self-Assessment., CVPR, 2014"], "Piotr Dollár": ["Detecting Objects Using Deformation Dictionaries., CVPR, 2014"], "Frédéric Chazal": ["Persistence-Based Structural Recognition., CVPR, 2014"], "Peter N. Belhumeur": ["Birdsnap: Large-Scale Fine-Grained Visual Categorization of Birds., CVPR, 2014"], "C. Lawrence Zitnick": ["Predicting Object Dynamics in Scenes., CVPR, 2014"], "Abhinav Gupta": ["Enriching Visual Knowledge Bases via Object Discovery and Segmentation., CVPR, 2014"], "Eric P. Xing": ["Hierarchical Feature Hashing for Fast Dimensionality Reduction., CVPR, 2014", "Quasi Real-Time Summarization for Consumer Videos., CVPR, 2014", "Reconstructing Storyline Graphs for Image Recommendation from Web Community Photos., CVPR, 2014", "Joint Summarization of Large-Scale Collections of Web Images and Videos for Storyline Reconstruction., CVPR, 2014"], "Lynne E. Parker": ["Simplex-Based 3D Spatio-temporal Feature Description for Action Recognition., CVPR, 2014"], "Henrik Gordon Petersen": ["In Search of Inliers: 3D Correspondence by Local and Global Voting., CVPR, 2014"], "Jile Zhou": ["Collective Matrix Factorization Hashing for Multimodal Data., CVPR, 2014"], "Jean Ponce": ["Finding Matches in a Haystack: A Max-Pooling Strategy for Graph Matching in the Presence of Outliers., CVPR, 2014"], "Arnold W. M. Smeulders": ["Locality in Generic Instance Search from One Example., CVPR, 2014", "Fisher and VLAD with FLAIR., CVPR, 2014"], "Yaniv Bar": ["Congruency-Based Reranking., CVPR, 2014"], "Stefano Soatto": ["Asymmetric Sparse Kernel Approximations for Large-Scale Visual Search., CVPR, 2014", "Active Frame, Location, and Detector Selection for Automated and Manual Video Annotation., CVPR, 2014", "Second-Order Shape Optimization for Geometric Inverse Problems in Vision., CVPR, 2014"], "Sung-Eui Yoon": ["Distance Encoded Product Quantization., CVPR, 2014"], "Bo Lang": ["Collaborative Hashing., CVPR, 2014"], "Dragomir Anguelov": ["Scalable Object Detection Using Deep Neural Networks., CVPR, 2014"], "Ko Nishino": ["Multiview Shape and Reflectance from Natural Illumination., CVPR, 2014"], "Kiyoharu Aizawa": ["Photometric Stereo Using Constrained Bivariate Regression for General Isotropic Surfaces., CVPR, 2014"], "Yi Ma": ["Robust Separation of Reflection from Multiple Images., CVPR, 2014"], "Ronald Chi-kit Chung": ["Surface-from-Gradients: An Approach Based on Discrete Geometry Processing., CVPR, 2014"], "Jiaya Jia": ["L0 Regularized Stationary Time Estimation for Crowd Group Analysis., CVPR, 2014", "100+ Times Faster Weighted Median Filter (WMF)., CVPR, 2014", "Discriminative Blur Detection Features., CVPR, 2014", "Learning Important Spatial Pooling Regions for Scene Classification., CVPR, 2014"], "Alok N. Choudhary": ["Temporal Sequence Modeling for Video Event Detection., CVPR, 2014"], "Andrew J. Davison": ["Backscatter Compensated Photometric Stereo with 3 Sources., CVPR, 2014"], "In-So Kweon": ["Calibrating a Non-isotropic Near Point Light Source Using a Plane., CVPR, 2014", "Exploiting Shading Cues in Kinect IR Images for Geometry Refinement., CVPR, 2014"], "Ping Tan": ["A New Perspective on Material Classification and Ink Identification., CVPR, 2014"], "Venu Madhav Govindu": ["High Quality Photometric Reconstruction Using a Depth Camera., CVPR, 2014"], "Driss Aboutajdine": ["Robust Surface Reconstruction via Triple Sparsity., CVPR, 2014"], "Pieter Peers": ["Scattering Parameters and Surface Normals from Homogeneous Translucent Materials Using Photometric Stereo., CVPR, 2014"], "Aly A. Farag": ["Better Shading for Better Shape Recovery., CVPR, 2014"], "Leonidas J. Guibas": ["Stable and Informative Spectral Signatures for Graph Matching., CVPR, 2014", "Unsupervised Multi-class Joint Image Segmentation., CVPR, 2014"], "Tieniu Tan": ["Deformable Object Matching via Deformation Decomposition Based 2D Label MRF., CVPR, 2014"], "Yannis S. Avrithis": ["Locally Optimized Product Quantization for Approximate Nearest Neighbor Search., CVPR, 2014"], "Bodo Rosenhahn": ["Posebits for Monocular Human Pose Estimation., CVPR, 2014"], "Cordelia Schmid": ["Mixing Body-Part Sequences for Human Pose Estimation., CVPR, 2014", "Multi-fold MIL Training for Weakly Supervised Object Localization., CVPR, 2014", "Efficient Action Localization with Approximately Normalized Fisher Vectors., CVPR, 2014", "Transformation Pursuit for Image Classification., CVPR, 2014"], "Wen Gao": ["Robust Estimation of 3D Human Poses from a Single Image., CVPR, 2014"], "Sergiu Nedevschi": ["Word Channel Based Multiscale Pedestrian Detection without Image Resizing and Using Only One Classifier., CVPR, 2014"], "Esa Rahtu": ["Generating Object Segmentation Proposals Using Global and Local Search., CVPR, 2014"], "Duc Thanh Nguyen": ["A Novel Chamfer Template Matching Method Using Variational Mean Field., CVPR, 2014"], "Florent Perronnin": ["Generalized Max Pooling., CVPR, 2014"], "Mathieu Salzmann": ["Domain Adaptation on the Statistical Manifold., CVPR, 2014"], "Yasushi Yagi": ["Gait Recognition under Speed Transition., CVPR, 2014"], "Shmuel Peleg": ["Temporal Segmentation of Egocentric Videos., CVPR, 2014"], "Manuel G. Penedo": ["Unsupervised Trajectory Modelling Using Temporal Information via Minimal Paths., CVPR, 2014"], "Ramakant Nevatia": ["DISCOVER: Discovering Important Segments for Classification of Video Events and Recounting., CVPR, 2014"], "Weiyao Lin": ["Towards Good Practices for Action Video Encoding., CVPR, 2014"], "Ivan Laptev": ["Efficient Feature Extraction, Encoding, and Classification for Action Recognition., CVPR, 2014"], "Robert J. Woodham": ["3D Pose from Motion for Cross-View Action Recognition via Non-linear Circulant Temporal Encoding., CVPR, 2014"], "Weiming Hu": ["Human Action Recognition Based on Context-Dependent Graph Kernels., CVPR, 2014"], "Hong-Yuan Mark Liao": ["Depth and Skeleton Associated Action Recognition without Online Accessible RGB-D Cameras., CVPR, 2014"], "Kalpathi R. Ramakrishnan": ["A Cause and Effect Analysis of Motion Trajectories for Modeling Actions., CVPR, 2014"], "Aaron F. Bobick": ["From Stochastic Grammar to Bayes Network: Probabilistic Parsing of Complex Activity., CVPR, 2014"], "Raquel Urtasun": ["Visual Semantic Search: Retrieving Videos via Complex Textual Queries., CVPR, 2014", "Tell Me What You See and I Will Show You Where It Is., CVPR, 2014", "Beat the MTurkers: Automatic Image Labeling from Weak 3D Supervision., CVPR, 2014"], "Pradeep Natarajan": ["Zero-Shot Event Detection Using Multi-modal Fusion of Weakly Supervised Concepts., CVPR, 2014"], "Liang Chen": ["Dual Linear Regression Based Classification for Face Cluster Recognition., CVPR, 2014"], "Richard P. Wildes": ["Bags of Spacetime Energies for Dynamic Scene Recognition., CVPR, 2014"], "Hassan Foroosh": ["Feature-Independent Action Spotting without Human Localization, Segmentation, or Frame-wise Tracking., CVPR, 2014"], "Pascal Fua": ["Multiscale Centerline Detection by Learning a Scale-Space Distance Transform., CVPR, 2014", "Reconstructing Evolving Tree Structures in Time Lapse Sequences., CVPR, 2014"], "Vikas Singh": ["Multivariate General Linear Models (MGLM) on Riemannian Manifolds with Applications to Statistical Analysis of Diffusion Weighted Images., CVPR, 2014"], "Hongsheng Li": ["Preconditioning for Accelerated Iteratively Reweighted Least Squares in Structured Sparsity Reconstruction., CVPR, 2014"], "Dinggang Shen": ["Joint Coupled-Feature Representation and Coupled Boosting for AD Diagnosis., CVPR, 2014", "Matrix-Similarity Based Loss Function and Feature Selection for Alzheimer's Disease Diagnosis., CVPR, 2014", "Learning-Based Atlas Selection for Multiple-Atlas Segmentation., CVPR, 2014"], "Raúl San José Estépar": ["Deformable Registration of Feature-Endowed Point Sets Based on Tensor Fields., CVPR, 2014"], "Keiichi Uchimura": ["Scale-Space Processing Using Polynomial Representations., CVPR, 2014"], "Michael S. Brown": ["Single Image Layer Separation Using Relative Smoothness., CVPR, 2014", "Raw-to-Raw: Mapping between Image Sensor Color Responses., CVPR, 2014"], "Junzhou Huang": ["Image Fusion with Local Spectral Consistency and Dynamic Gradient Sparsity., CVPR, 2014"], "Stefan Roth": ["Shrinkage Fields for Effective Image Restoration., CVPR, 2014"], "David D. Cox": ["Large-Scale Optimization of Hierarchical Features for Saliency Prediction in Natural Images., CVPR, 2014"], "Xiaolin Hu": ["A Reverse Hierarchy Model for Predicting Eye Fixations., CVPR, 2014"], "Wencheng Wang": ["Edge-Aware Gradient Domain Optimization Framework for Image Filtering by Local Propagation., CVPR, 2014"], "Hao Zhang": ["Sparse Dictionary Learning for Edit Propagation of High-Resolution Images., CVPR, 2014"], "Xiangchu Feng": ["Weighted Nuclear Norm Minimization with Application to Image Denoising., CVPR, 2014"], "Siwei Lyu": ["Using Projection Kurtosis Concentration of Natural Images for Blind Noise Covariance Matrix Estimation., CVPR, 2014"], "Ashish Kapoor": ["Blind Image Quality Assessment Using Semi-supervised Rectifier Networks., CVPR, 2014"], "Houqiang Li": ["Separable Kernel for Image Deblurring., CVPR, 2014"], "Paolo Favaro": ["Total Variation Blind Deconvolution: The Devil Is in the Details., CVPR, 2014"], "Lawrence Carin": ["Multi-shot Imaging: Joint Alignment, Deblurring, and Resolution-Enhancement., CVPR, 2014", "Low-Cost Compressive Sensing for Color Video and Depth., CVPR, 2014"], "Feng Wu": ["CID: Combined Image Denoising in Spatial and Frequency Domains Using Web Images., CVPR, 2014"], "Tuan D. Pham": ["Multipoint Filtering with Local Polynomial Approximation and Range Guidance., CVPR, 2014"], "Biao Zhang": ["Decomposable Nonlocal Tensor Dictionary Learning for Multispectral Image Denoising., CVPR, 2014"], "Katsushi Ikeuchi": ["Robust 3D Features for Matching between Distorted Range Scans Captured by Moving Systems., CVPR, 2014"], "Jiri Matas": ["Rectification, and Segmentation of Coplanar Repeated Patterns., CVPR, 2014"], "Michael Werman": ["Mirror Symmetry Histograms for Capturing Geometric Properties in Images., CVPR, 2014"], "Jue Wang": ["Investigating Haze-Relevant Features in a Learning Framework for Image Dehazing., CVPR, 2014"], "Yonghong Tian": ["Quality Assessment for Comparing Image Enhancement Algorithms., CVPR, 2014"], "Mark A. Davenport": ["Manifold Based Dynamic Texture Synthesis from Extremely Few Samples., CVPR, 2014"], "Linwei Wang": ["Total-Variation Minimization on Unstructured Volumetric Mesh: Biophysical Applications on Reconstruction of 3D Ischemic Myocardium., CVPR, 2014"], "Baba C. Vemuri": ["Tracking on the Product Manifold of Shape and Orientation for Tractography from Diffusion MRI., CVPR, 2014", "A Riemannian Framework for Matching Point Clouds Represented by the Schrödinger Distance Transform., CVPR, 2014"], "Haibin Ling": ["Curvilinear Structure Tracking by Low Rank Tensor Approximation with Model Propagation., CVPR, 2014"], "Daniel Rueckert": ["Patch-Based Evaluation of Image Segmentation., CVPR, 2014"], "Simon Hermann": ["Evaluation of Scan-Line Optimization for 3D Medical Image Registration., CVPR, 2014"], "Bahram Parvin": ["Classification of Histology Sections via Multispectral Convolutional Sparse Coding., CVPR, 2014"], "Philip Ogunbona": ["Discriminative Sparse Inverse Covariance Matrix: Application in Brain Functional Network Classification., CVPR, 2014"], "Bashir Al-Diri": ["A Bayesian Framework for the Local Configuration of Retinal Junctions., CVPR, 2014"], "Byung-Woo Hong": ["FAST LABEL: Easy and Efficient Solution of Joint Multi-label and Estimation Problems., CVPR, 2014"], "Nicu Sebe": ["Learning to Group Objects., CVPR, 2014"], "Brian L. Price": ["Semantic Object Selection., CVPR, 2014"], "Stephen Lin": ["Object-Based Multiple Foreground Video Co-segmentation., CVPR, 2014"], "C. V. Jawahar": ["Parsing World's Skylines Using Shape-Constrained MRFs., CVPR, 2014", "Relative Parts: Distinctive Parts for Learning Relative Attributes., CVPR, 2014"], "Liang Lin": ["Clothing Co-parsing by Joint Image Segmentation and Labeling., CVPR, 2014"], "Philip H. S. Torr": ["Dense Semantic Image Segmentation with Objects and Attributes., CVPR, 2014", "BING: Binarized Normed Gradients for Objectness Estimation at 300fps., CVPR, 2014"], "Matthias B. Hullin": ["Diffuse Mirrors: 3D Reconstruction from Diffuse Indirect Illumination Using Inexpensive Time-of-Flight Sensors., CVPR, 2014"], "Qionghai Dai": ["Fourier Analysis on Transient Imaging with a Multifrequency Time-of-Flight Camera., CVPR, 2014"], "Gordon Wetzstein": ["Transparent Object Reconstruction via Coded Transport of Intensity., CVPR, 2014"], "Kiriakos N. Kutulakos": ["3D Shape and Indirect Appearance by Structured Light Transport., CVPR, 2014"], "Yung-Yu Chuang": ["Shape-Preserving Half-Projective Warps for Image Stitching., CVPR, 2014"], "Feng Liu": ["Parallax-Tolerant Image Stitching., CVPR, 2014", "Depth Enhancement via Low-Rank Matrix Completion., CVPR, 2014"], "Carlos Guestrin": ["Learning Everything about Anything: Webly-Supervised Visual Concept Learning., CVPR, 2014"], "Takumi Kobayashi": ["Dirichlet-Based Histogram Feature Transform for Image Classification., CVPR, 2014"], "Steven M. Seitz": ["Illumination-Aware Age Progression., CVPR, 2014", "Occluding Contours for Multi-view Stereo., CVPR, 2014"], "Seon Joo Kim": ["Color Transfer Using Probabilistic Moving Least Squares., CVPR, 2014"], "Michael F. Cohen": ["Time-Mapping Using Space-Time Saliency., CVPR, 2014"], "Marc Levoy": ["Gyro-Based Multi-image Deconvolution for Removing Handshake Blur., CVPR, 2014"], "Hongbin Zha": ["Similarity-Aware Patchwork Assembly for Depth Image Super-resolution., CVPR, 2014"], "Jiangbo Lu": ["DAISY Filter Flow: A Generalized Discrete Approach to Dense Correspondences., CVPR, 2014"], "Vincent Lepetit": ["Robust 3D Tracking with Descriptor Fields., CVPR, 2014"], "Antonis A. Argyros": ["Evolutionary Quasi-Random Search for Hand Articulations Tracking., CVPR, 2014", "Scalable 3D Tracking of Multiple Interacting Objects., CVPR, 2014"], "Arthur Szlam": ["Better Feature Tracking through Subspace Constraints., CVPR, 2014"], "Ferran Marqués": ["Region-Based Particle Filter for Video Object Segmentation., CVPR, 2014"], "Huchuan Lu": ["Visual Tracking via Probability Continuous Outlier Model., CVPR, 2014"], "Chang-Su Kim": ["Visual Tracking Using Pertinent Patch Selection and Masking., CVPR, 2014"], "Harpreet S. Sawhney": ["Pedestrian Detection in Low-Resolution Imagery by Learning Multi-scale Intrinsic Motion Structures (MIMS)., CVPR, 2014"], "Junliang Xing": ["Multi-target Tracking with Motion Context in Tensor Power Iteration., CVPR, 2014"], "Carsten Rother": ["SphereFlow: 6 DoF Scene Flow from RGB-D Pairs., CVPR, 2014"], "Hailin Jin": ["Fast Edge-Preserving PatchMatch for Large Displacement Optical Flow., CVPR, 2014"], "Silvio Savarese": ["Learning an Image-Based Motion Context for Multiple People Tracking., CVPR, 2014"], "Sanja Fidler": ["What Are You Talking About? Text-to-Image Coreference., CVPR, 2014"], "Devi Parikh": ["Predicting Failures of Vision Systems., CVPR, 2014", "Predicting User Annoyance Using Visual Attributes., CVPR, 2014"], "Björn Ommer": ["Randomized Max-Margin Compositions for Visual Recognition., CVPR, 2014"], "Tony X. Han": ["Large-Scale Visual Font Recognition., CVPR, 2014"], "Andrea Vedaldi": ["Describing Textures in the Wild., CVPR, 2014"], "Sammy Mohamed": ["Understanding Objects in Detail with Fine-Grained Attributes., CVPR, 2014"], "Jun Guo": ["Linear Ranking Analysis., CVPR, 2014"], "Simon Stachniak": ["Discriminative Ferns Ensemble for Hand Pose Recognition., CVPR, 2014"], "Antonio Torralba": ["Looking Beyond the Visible Scene., CVPR, 2014"], "Longrun Luo": ["Multilabel Ranking with Inconsistent Rankers., CVPR, 2014"], "Svetlana Lazebnik": ["Scene Parsing with Object Instances and Occlusion Ordering., CVPR, 2014"], "John W. Fisher III": ["A Mixture of Manhattan Frames: Beyond the Manhattan World., CVPR, 2014", "Aerial Reconstructions via Probabilistic Data Fusion., CVPR, 2014"], "Yanxi Liu": ["Local Regularity-Driven City-Scale Facade Detection from Aerial Images., CVPR, 2014"], "Tae-Kyun Kim": ["Latent Regression Forest: Structured Estimation of 3D Articulated Hand Posture., CVPR, 2014"], "Mehrtash Tafazzoli Harandi": ["Optimizing over Radial Kernels on Compact Manifolds., CVPR, 2014"], "John R. Smith": ["Unsupervised One-Class Learning for Automatic Outlier Removal., CVPR, 2014"], "Jie Zhou": ["Smooth Representation Clustering., CVPR, 2014"], "Misha Elena Kilmer": ["Novel Methods for Multilinear Data Completion and De-noising Based on Tensor-SVD., CVPR, 2014"], "Zuowei Shen": ["L0 Norm Based Dictionary Learning by Proximal Methods with Global Convergence., CVPR, 2014"], "Shiguang Shan": ["Adaptive Partial Differential Equation Learning for Visual Saliency Detection., CVPR, 2014"], "Chunhong Pan": ["Active Flattening of Curved Document Images via Two Structured Beams., CVPR, 2014"], "Tinne Tuytelaars": ["Image-Based Synthesis and Re-synthesis of Viewpoints Guided by 3D Models., CVPR, 2014"], "Bastian Goldluecke": ["Bayesian View Synthesis and Image-Based Rendering Principles., CVPR, 2014"], "Long Quan": ["Local Readjustment for High-Resolution 3D Reconstruction., CVPR, 2014"], "Andrea Fusiello": ["T-Linkage: A Continuous Relaxation of J-Linkage for Multi-model Fitting., CVPR, 2014"], "King Ngi Ngan": ["Motion-Depth: RGB-D Depth Map Enhancement with Motion and Depth in Complement., CVPR, 2014"], "David Gallup": ["3D Reconstruction from Accidental Motion., CVPR, 2014"], "Eduardo Ros": ["Real-Time Model-Based Articulated Object Pose Detection and Tracking with Variable Rigidity Constraints., CVPR, 2014"], "Wenyu Liu": ["Strokelets: A Learned Multi-scale Representation for Scene Text Recognition., CVPR, 2014"], "Robinson Piramuthu": ["Region-Based Discriminative Feature Pooling for Scene Text Recognition., CVPR, 2014"], "Iasonas Kokkinos": ["Fast and Exact: ADMM-Based Discriminative Shape Segmentation with Loopy Part Models., CVPR, 2014"], "Mats Isaksson": ["Pseudoconvex Proximal Splitting for L-infinity Problems in Multiview Geometry., CVPR, 2014"], "Isao Yamada": ["Decorrelated Vectorial Total Variation., CVPR, 2014"], "Junsong Yuan": ["Multi-feature Spectral Clustering with Minimax Optimization., CVPR, 2014"], "Kenneth W. Jenkins": ["Quality-Based Multimodal Classification Using Tree-Structured Sparsity., CVPR, 2014"], "Qingshan Liu": ["Newton Greedy Pursuit: A Quadratic Approximation Method for Sparsity-Constrained Optimization., CVPR, 2014"], "Zhouchen Lin": ["Generalized Nonconvex Nonsmooth Low-Rank Minimization., CVPR, 2014"], "Yi Li": ["Is Rotation a Nuisance in Shape Recognition?, CVPR, 2014"], "Jyh-Ming Lien": ["Dual-Space Decomposition of 2D Complex Shapes., CVPR, 2014"], "Marin Ferecatu": ["Noising versus Smoothing for Vertex Identification in Unknown Shapes., CVPR, 2014"], "Xianfeng Gu": ["Surface Registration by Optimization in Constrained Diffeomorphism Space., CVPR, 2014"], "Daniel Cremers": ["Dense Non-rigid Shape Correspondence Using Random Forests., CVPR, 2014"], "Philippe Henri Gosselin": ["Covariance Descriptors for 3D Shape Matching and Retrieval., CVPR, 2014"], "Ryusuke Sagawa": ["Symmetry-Aware Nonrigid Matching of Incomplete 3D Surfaces., CVPR, 2014"], "Rangding Wang": ["An Automated Estimator of Image Visual Realism Based on Human Cognition., CVPR, 2014"], "Christian Theobalt": ["Automatic Face Reenactment., CVPR, 2014"], "Chao Zhang": ["A Study on Cross-Population Age Estimation., CVPR, 2014"], "Matti Pietikäinen": ["Remote Heart Rate Measurement from Face Videos under Realistic Situations., CVPR, 2014"], "Alejandro Jaimes": ["6 Seconds of Sound and Vision: Creativity in Micro-videos., CVPR, 2014"]}