{"Jana Kosecká": ["Qualitative Image Based Localization in Indoors Environments., CVPR, 2003"], "Manish Singh": ["Computing Layered Surface Representations: An Algorithm for Detecting and Separating Transparent Overlays., CVPR, 2003"], "Frank Nielsen": ["On Region Merging: The Statistical Soundness of Fast Sorting, with Applications., CVPR, 2003"], "David L. Page": ["Perception-based 3D Triangle Mesh Segmentation Using Fast Marching Watersheds., CVPR, 2003"], "Paulo F. U. Gotardo": ["Range Image Segmentation by Surface Extraction Using an Improved Robust Estimator., CVPR, 2003"], "Stella X. Yu": ["Object-Specific Figure-Ground Segregation., CVPR, 2003"], "Ning Xu": ["Object Segmentation Using Graph Cuts Based Active Contours., CVPR, 2003"], "Charless C. Fowlkes": ["Learning Affinity Functions for Image Segmentation: Combining Patch-based and Gradient-based Approaches., CVPR, 2003"], "Makito Seki": ["Background Subtraction based on Cooccurrence of Image Variations., CVPR, 2003"], "Robert Pless": ["Evaluation of Local Models of Dynamic Backgrounds., CVPR, 2003", "Using Many Cameras as One., CVPR, 2003"], "Lalitha Agnihotri": ["Envolvable Visual Commercial Detector., CVPR, 2003"], "Loong Fah Cheong": ["Establishment Shot Detection Using Qualitative Motion., CVPR, 2003"], "M. Alex O. Vasilescu": ["Multilinear Subspace Analysis of Image Ensembles., CVPR, 2003"], "Wende Zhang": ["Classification Based on Symmetric Maximized Minimal Distance in Subspace (SMMS)., CVPR, 2003"], "Jaco Vermaak": ["Constrained Subspace Modelling., CVPR, 2003"], "Erik G. Miller": ["Practical Non-parametric Density Estimation on a Transformation Group for Vision., CVPR, 2003"], "Jian Yu": ["General c-Means Clustering Model and Its Application., CVPR, 2003"], "Ana L. N. Fred": ["Robust Data Clustering., CVPR, 2003"], "Gianfranco Doretto": ["Editable Dynamic Textures., CVPR, 2003"], "Iddo Drori": ["Example-Based Style Synthesis., CVPR, 2003"], "William T. Freeman": ["Shape-Time Photography., CVPR, 2003"], "Zhen Wen": ["Face Relighting with Radiance Environment Maps., CVPR, 2003"], "Etienne Beauchesne": ["Automatic Relighting of Overlapping Textures of a 3D Model., CVPR, 2003"], "Hossein Ragheb": ["Estimating Surface Characteristics using Physical Reflectance Models., CVPR, 2003"], "Peter Nillius": ["Low-Dimensional Representations of Shaded Surfaces under Varying Illumination., CVPR, 2003"], "David Nistér": ["An Efficient Solution to the Five-Point Relative Pose Problem., CVPR, 2003"], "Tomás Werner": ["Constraint on Five Points in Two Images., CVPR, 2003"], "Yonatan Wexler": ["Learning epipolar geometry from image sequences., CVPR, 2003"], "Ameesh Makadia": ["Direct 3D-Rotation Estimation from Spherical Images via a Generalized Shift Theorem., CVPR, 2003"], "Qiang Wang": ["Learning Object Intrinsic Structure for Robust Visual Tracking., CVPR, 2003"], "Robert T. Collins": ["Mean-shift Blob Tracking through Scale Space., CVPR, 2003"], "Luca Vacchetti": ["Fusing Online and Offline Information for Stable 3D Tracking in Real-Time., CVPR, 2003"], "Nils Krahnstoever": ["Appearance Management and Cue Fusion for 3D Model-Based Tracking., CVPR, 2003"], "Krystian Mikolajczyk": ["A performance evaluation of local descriptors., CVPR, 2003"], "Robert Fergus": ["Object Class Recognition by Unsupervised Scale-Invariant Learning., CVPR, 2003"], "Fred Rothganger": ["3D Object Modeling and Recognition Using Affine-Invariant Patches and Multi-View Spatial Constraints., CVPR, 2003"], "René Vidal": ["Optimal Segmentation of Dynamic Scenes from Two Perspective Views., CVPR, 2003"], "Lihi Zelnik-Manor": ["Degeneracies, Dependencies and their Implications in Multi-body and Multi-Sequence Factorizations., CVPR, 2003"], "Jan Neumann": ["Polydioptric Camera Design and 3D Motion Estimation., CVPR, 2003"], "Florin Cutzu": ["Estimating the photorealism of images: Distinguishing paintings from photographs., CVPR, 2003"], "Jean-Bernard Hayet": ["Visual Landmarks Detection and Recognition for Mobile Robot Navigation., CVPR, 2003"], "Svetlana Lazebnik": ["A Sparse Texture Representation Using Affine-Invariant Regions., CVPR, 2003"], "Anthony Hoogs": ["Video Content Annotation Using Visual Analysis and a Large Semantic Knowledgebase., CVPR, 2003"], "Yang Wang": ["Video Segmentation Based on Graphical Models., CVPR, 2003"], "Zeeshan Rasheed": ["Scene Detection In Hollywood Movies and TV Shows., CVPR, 2003"], "Chunxiao Zhou": ["Dynamic Depth Recovery from Unsynchronized Video Streams., CVPR, 2003"], "James Davis": ["Spacetime Stereo: A Unifying Framework for Depth from Triangulation., CVPR, 2003"], "Li Zhang": ["Spacetime Stereo: Shape Recovery for Dynamic Scenes., CVPR, 2003"], "German K. M. Cheung": ["Visual Hull Alignment and Refinement Across Time: A 3D Reconstruction Algorithm Combining Shape-From-Silhouette with Stereo., CVPR, 2003"], "Antonio Torralba": ["Properties and Applications of Shape Recipes., CVPR, 2003"], "Wai-Shun Tong": ["ROD-TV: Reconstruction on Demand by Tensor Voting., CVPR, 2003"], "Owen T. Carmichael": ["Shape-based Recognition Of Wiry Objects., CVPR, 2003"], "Bastian Leibe": ["Analyzing Appearance and Contour Based Methods for Object Categorization., CVPR, 2003"], "Yan Meng": ["Enhancing DPF for Near-replica Image Recognition., CVPR, 2003"], "Philip David": ["Simultaneous Pose and Correspondence Determination using Line Feature., CVPR, 2003"], "Vassilis Athitsos": ["Estimating 3D Hand Pose from a Cluttered Image., CVPR, 2003"], "Shan Lu": ["Using Multiple Cues for Hand Tracking and Model Refinement., CVPR, 2003"], "David Beymer": ["Eye Gaze Tracking Using an Active Stereo Head., CVPR, 2003"], "Tao Zhao": ["Bayesian Human Segmentation in Crowded Situations., CVPR, 2003"], "Deva Ramanan": ["Finding and Tracking People from the Bottom Up., CVPR, 2003"], "Chi-Wei Chu": ["Markerless Kinematic Model and Motion Capture from Volume Sequences., CVPR, 2003"], "Slobodan Ilic": ["Implicit Meshes for Modeling and Reconstruction., CVPR, 2003"], "Jinwei Gu": ["A Novel Model for Orientation Field of Fingerprints., CVPR, 2003"], "Xuejun Tan": ["On The Fundamental Performance For Fingerprint Matching., CVPR, 2003"], "Chenyu Wu": ["Robust Crease Detection in Fingerprint Images., CVPR, 2003"], "Tat-Jen Cham": ["Shadow Elimination and Occluder Light Suppression for Multi-Projector Displays., CVPR, 2003"], "Toni M. Rath": ["Word Image Matching Using Dynamic Time Warping., CVPR, 2003"], "DongQing Zhang": ["A Bayesian Framework for Fusing Multiple Word Knowledge Models in Videotext Recognition., CVPR, 2003"], "Qian Wang": ["Document Image Enhancement Using Directional Wavelet., CVPR, 2003"], "Yosi Keller": ["Implicit similarity: a new approach to multi-sensor image registration., CVPR, 2003"], "Zhongding Jiang": ["Practical Super-Resolution from Dynamic Video Sequences., CVPR, 2003"], "Ioannis Stamos": ["Automated Feature-Based Range Registration of Urban Scenes of Large Scale., CVPR, 2003"], "Christian Früh": ["Constructing 3D City Models by Merging Ground-Based and Airborne Views., CVPR, 2003"], "Ho-Ming Chan": ["Multi-modal image registration by minimizing Kullback-Leibler distance between expected and observed joint class histograms., CVPR, 2003"], "Paolo Favaro": ["Seeing Beyond Occlusions (and other marvels of a finite lens aperture)., CVPR, 2003"], "Rahul Swaminathan": ["A Perspective on Distortions., CVPR, 2003"], "Michael D. Grossberg": ["What is the Space of Camera Response Functions?, CVPR, 2003"], "Vasu Parameswaran": ["View Invariants for Human Action Recognition., CVPR, 2003"], "Nam Thanh Nguyen": ["Recognising and Monitoring High-Level Behaviours in Complex Spatial Environments., CVPR, 2003"], "David Minnen": ["Expectation Grammars: Leveraging High-Level Expectations for Activity Recognition., CVPR, 2003"], "Namrata Vaswani": ["Activity Recognition Using the Dynamics of the Configuration of Interacting Objects., CVPR, 2003"], "Jelena Tesic": ["Nearest Neighbor Search for Relevance Feedback., CVPR, 2003"], "Yimin Wu": ["Adaptive Pattern Discovery for Interactive Multimedia Retrieval., CVPR, 2003"], "Meng Yu": ["3D Model Retrieval With Morphing-Based Geometric and Topological Feature Maps., CVPR, 2003"], "Anlei Dong": ["A New Semi-Supervised EM Algorithm for Image Retrieval., CVPR, 2003"], "Tomer Hertz": ["Enhancing Image and Video Retrieval: Learning via Equivalence Constraint., CVPR, 2003"], "Kobus Barnard": ["The Effects of Segmentation and Feature Choice in a Translation Model of Object Recognition., CVPR, 2003"], "Huawu Deng": ["Advanced Gaussian MRF Rotation-Invariant Texture Features for Classification of Remote Sensing Imagery., CVPR, 2003"], "Manik Varma": ["Texture Classification: Are Filter Banks Necessary?, CVPR, 2003"], "Mikaël Rousson": ["Active Unsupervised Texture Segmentation on a Diffusion Based Feature Space., CVPR, 2003"], "Marcelo Bertalmío": ["Simultaneous Structure and Texture Image Inpainting., CVPR, 2003"], "Ohad Ben-Shahar": ["Hue fields and Color Curvatures: A Perceptual Organization Approach to Color Image Denoising., CVPR, 2003"], "Antonio Criminisi": ["Object Removal by Exemplar-Based Inpainting., CVPR, 2003"], "Jian Sun": ["Image Hallucination with Primal Sketch Priors., CVPR, 2003"]}