{"Jim Gray": ["Rules of Thumb in Data Engineering., ICDE, 2000"], "Byoung-Kee Yi": ["Online Data Mining for Co-Evolving Time Sequences., ICDE, 2000"], "Sanghyun Park": ["Efficient Searches for Similar Subsequences of Different Lengths in Sequence Databases., ICDE, 2000"], "Chang-Shing Perng": ["Landmarks: a New Model for Similarity-based Pattern Querying in Time Series Databases., ICDE, 2000"], "Dimitrios Georgakopoulos": ["Managing Escalation of Collaboration Processes in Crisis Mitigation Situations., ICDE, 2000"], "Arthur J. Bernstein": ["Semantic Conditions for Correctness at Different Isolation Levels., ICDE, 2000"], "Atul Adya": ["Generalized Isolation Level Definitions., ICDE, 2000"], "Jonathan Goldstein": ["Squeezing the Most out of Relational Database Systems., ICDE, 2000"], "Megan Thomas": ["Creating a Customized Access Method for Blobworld., ICDE, 2000"], "Arturo Crespo": ["Efficient Query Subscription Processing in a Multicast Environment., ICDE, 2000"], "Nalin Gupta": ["Distributed Query Processing on the Web., ICDE, 2000"], "Hengming Zou": ["Probabilistic Data Consistency for Wide-Area Applications., ICDE, 2000"], "Donko Donjerkovic": ["Dynamic Histograms: Capturing Evolving Data Sets., ICDE, 2000"], "Arnon Rosenthal": ["Metadata Propagation in Large, Multi-Layer Database Systems., ICDE, 2000"], "Jagannathan Srinivasan": ["Extensible Indexing: A Framework for Integrating Domain-Specific Indexing Schemes into Oracle8i., ICDE, 2000"], "Gary Valentin": ["DB2 Advisor: An Optimizer Smart Enough to Recommend Its Own Indexes., ICDE, 2000"], "S. Raghuram": ["Taming the Downtime: High Availability in Sybase ASE 12., ICDE, 2000"], "Ashraf Aboulnaga": ["Accurate Estimation of the Cost of Spatial Selections., ICDE, 2000"], "Haixun Wang": ["User Defined Aggregates in Object-Relational Systems., ICDE, 2000", "CMP: A Fast Decision Tree Classifier Using Multivariate Predictions., ICDE, 2000"], "Bongki Moon": ["Scalable Algorithms for Large Temporal Aggregation., ICDE, 2000"], "Qinglong Hu": ["Power Conservative Multi-Attribute Queries on Data Broadcast., ICDE, 2000"], "Kiran Prabhakara": ["Multi-Level Multi-Channel Air Cache Designs for Broadcasting in a Mobile Environment., ICDE, 2000"], "Zhiyuan Chen": ["An Algebraic Compression Framework for Query Results., ICDE, 2000"], "Dantong Yu": ["ACQ: An Automatic Clustering and Querying Approach for Large Image Databases., ICDE, 2000"], "Fei Sha": ["A Semi-Structured Data Cartridge for Relational Databases., ICDE, 2000"], "Asuman Dogac": ["The MARIFlow Workflow Management System., ICDE, 2000"], "Philippe Bonnet": ["Device Database Systems., ICDE, 2000"], "Caetano Traina Jr.": ["Distance Exponent: A New Concept for Selectivity Estimation in Metric Trees., ICDE, 2000"], "Kaushik Chakrabarti": ["Efficient Query Refinement in Multimedia Databases., ICDE, 2000"], "Roger Weber": ["Interactive-Time Similarity Search for Large Image Collections Using Parallel VA-Files., ICDE, 2000"], "Carl-Christian Kanne": ["Efficient Storage of XML Data., ICDE, 2000"], "Qiming Chen": ["A Data-Warehouse/OLAP Framework for Scalable Telecommunication Tandem Traffic Analysis., ICDE, 2000"], "Juliana Freire": ["MetaComm: A Meta-Directory for Telecommunications., ICDE, 2000"], "Prabhu Ram": ["Extracting Delta for Incremental Data Warehouse Maintenance., ICDE, 2000"], "Cheng Yang": ["Image Database Retrieval with Multiple-Instance Learning Techniques., ICDE, 2000"], "Paolo Ciaccia": ["PAC Nearest Neighbor Queries: Approximate and Controlled Search in High-Dimensional and Metric Spaces., ICDE, 2000"], "Bernhard Braunmüller": ["Efficiently Supporting Multiple Similarity Queries for Mining in Metric Databases., ICDE, 2000"], "Randeep Bhatia": ["Declustering Using Golden Ratio Sequences., ICDE, 2000"], "Richard Hull": ["Optimization Techniques for Data-Intensive Decision Flows., ICDE, 2000"], "Shou-Chih Lo": ["Optimal Index and Data Allocation in Multiple Broadcast Channels., ICDE, 2000"], "Zhang Yi": ["Clustering Categorical Data., ICDE, 2000"], "Xiaodong Chen": ["Discovering Temporal Association Rules: Algorithms, Language and System., ICDE, 2000"], "Rafik Taouil": ["Mining Bases for Association Rules Using Closed Sets., ICDE, 2000"], "Nam Huyn": ["Speeding up View Maintenance Using Cheap Filters at the Warehouse., ICDE, 2000"], "Heikki Mannila": ["Approximate Query Answering with Frequent Sets and Maximum Entropy., ICDE, 2000"], "Weixiong Zhang": ["Association-Based Multiple Imputation in Multivariate Datasets: A Summary., ICDE, 2000"], "Andrey Balmin": ["Optimization of Hypothetical Queries in an OLAP Environment., ICDE, 2000"], "Helena Galhardas": ["An Extensible Framework for Data Cleaning., ICDE, 2000"], "Dennis Tsichritzis": ["The Changing Art of Computer Research., ICDE, 2000"], "Mikael Ronström": ["On-Line Schema Update for a Telecom Database., ICDE, 2000"], "Surajit Chaudhuri": ["Automating Statistics Management for Query Optimizers., ICDE, 2000"], "Ibrahim Kamel": ["A Novel Deadline Driven Disk Scheduling Algorithm for Multi-Priority Multimedia Objects., ICDE, 2000"], "Yingwei Cui": ["Practical Lineage Tracing in Data Warehouses., ICDE, 2000", "Lineage Tracing in a Data Warehousing System., ICDE, 2000"], "Martin Ester": ["The DC-Tree: A Fully Dynamic Index Structure for Data Warehouses., ICDE, 2000"], "Diego Calvanese": ["Answering Regular Path Queries Using Views., ICDE, 2000"], "Chen Li": ["Query Planning with Limited Source Capabilities., ICDE, 2000"], "Qiang Zhu": ["Developing Cost Models with Qualitative Variables for Dynamic Multidatabase Environments., ICDE, 2000"], "Luc Bouganim": ["Dynamic Query Scheduling in Data Integration Systems., ICDE, 2000"], "Venkatesh Ganti": ["DEMON: Mining and Monitoring Evolving Data., ICDE, 2000"], "Osmar R. Zaïane": ["Mining Recurrent Items in Multimedia with Progressive Resolution Refinement., ICDE, 2000"], "Nat Wyatt": ["Pure Java Databases for Deployed Applications., ICDE, 2000"], "Anil K. Nori": ["Database Technology for Internet Applications (Abstract)., ICDE, 2000"], "Edith Cohen": ["Finding Interesting Associations without Support Pruning., ICDE, 2000"], "Shinji Fujiwara": ["Dynamic Miss-Counting Algorithms: Finding Implication and Similarity Rules with Confidence Pruning., ICDE, 2000"], "Gösta Grahne": ["Efficient Mining of Constrained Correlated Sets., ICDE, 2000"], "Ji Jin": ["Analyzing Range Queries on Spatial Data., ICDE, 2000"], "Jens-Peter Dittrich": ["Data Redundancy and Duplicate Detection in Spatial Join Processing., ICDE, 2000"], "Giedrius Slivinskas": ["Query Plans for Conventional and Temporal Queries Involving Duplicates and Ordering., ICDE, 2000"], "Sandeepan Banerjee": ["Oracle8i - The XML Enabled Data Management System., ICDE, 2000"], "Josephine M. Cheng": ["XML and DB2., ICDE, 2000"], "Stefan Berchtold": ["Independent Quantization: An Index Compression Technique for High-Dimensional Data Spaces., ICDE, 2000", "Indexing High-Dimensional Spaces: Database Support for Next Decade's Applications., ICDE, 2000"], "Bernd-Uwe Pagel": ["Deflating the Dimensionality Curse Using Multiple Fractal Dimensions., ICDE, 2000"], "Seok-Lyong Lee": ["Similarity Search for Multidimensional Data Sequences., ICDE, 2000"], "Ling Liu": ["XWRAP: An XML-Enabled Wrapper Construction System for Web Information Sources., ICDE, 2000"], "Ugur Çetintemel": ["Self-Adaptive User Profiles for Large-Scale Data Delivery., ICDE, 2000"], "Times-Ten Team": ["In-Memory Data Management in the Application Tier., ICDE, 2000"], "Praveen Seshadri": ["SQLServer for Windows CE - A Database Engine for Mobile and Embedded Platforms., ICDE, 2000"], "Ivan T. Bowman": ["Join Enumeration in a Memory-Constrained Environment., ICDE, 2000"], "Vladimir Zadorozhny": ["Web Query Optimizer., ICDE, 2000"], "Rajshekhar Sunderraman": ["ReQueSS: Relational Querying of Semi-Structured Data., ICDE, 2000"], "Joachim Hammer": ["The IDEAL Approach to Internet-Based Negotiation for E-Business., ICDE, 2000"], "Robert E. Gruber": ["READY: A High Performance Event Notification Service., ICDE, 2000"], "Guido Nerjes": ["A Multimedia Information Server with Mixed Workload Scheduling., ICDE, 2000"], "Vincent Oria": ["DISIMA: An Object-Oriented Approach to Developing an Image Database System., ICDE, 2000"], "Hans Schuster": ["The Collaboration Management Infrastructure., ICDE, 2000"], "Iain Sutherland": ["Assisting the Integration of Taxonomic Data: The LITCHI Toolkit., ICDE, 2000"], "Greg Barish": ["TheaterLoc: Using Information Integration Technology to Rapidly Build Virtual Applications., ICDE, 2000"], "Jeanine Weißenfels": ["The Mentor-Lite Prototype: A Light-Weight Workflow Management System., ICDE, 2000"], "Ouri Wolfson": ["Location Prediction and Queries for Tracking Moving Objects., ICDE, 2000"], "Shailendra K. Bhonsle": ["Semiorder Database for Complex Activity Recognition in Multi-Sensory Environments., ICDE, 2000"], "Monika Rauch Henzinger": ["Web Information Retrieval., ICDE, 2000"], "Panos K. Chrysanthis": ["Mobile and Wireless Database Access for Pervasive Computing., ICDE, 2000"], "Johannes Gehrke": ["Data Mining with Decision Trees., ICDE, 2000"], "Divesh Srivastava": ["Directories: Managing Data for Networked Applications., ICDE, 2000"]}