{"Tetsuo Mizoguchi": ["An Advanced Database System ADAM - Towards Integrated Management of Engineering Data., ICDE, 1984"], "Jayashree Ramanathan": ["Integrated Environment for Information Management in VLSI Design., ICDE, 1984"], "Yasuhiko Kuranaga": ["CADETT: Computer Aided Design and Engineering Tool for Toyota., ICDE, 1984"], "Rodney P. Zimmerman": ["A Role for Data Analysis in Practical Requirements Definition., ICDE, 1984"], "Peter P. Chen": ["An Algebra for a Directional Binary Entity-Relationship Model., ICDE, 1984"], "Stanley Y. W. Su": ["SM3: A Dynamically Partitionable Multicomputer System with Switchable Main Memory Modules., ICDE, 1984"], "Farid Alavian": ["On the Effectiveness of Fault-Tolerance Techniques in Parallel Associative Database Processors., ICDE, 1984"], "Howard Jay Siegel": ["A Comparison of Parallel Approaches to data Representation and Data Transferral., ICDE, 1984"], "James Davidson": ["A Natural Language Interface for Performing Database Updates., ICDE, 1984"], "Lena Yesil": ["Cooperative Responses to Boolean Queries., ICDE, 1984"], "Witold Litwin": ["MALPHA: A Relational Multidatabase Manipulation Language., ICDE, 1984"], "Sakti P. Ghosh": ["An Application of Statistical Databases in Manufacturing Testing., ICDE, 1984"], "Harry K. T. Wong": ["Micro and Macro Statistical/Scientific Database Management., ICDE, 1984"], "Neil C. Rowe": ["Diophantine Inferences from Statistical Aggregates on Few-Valued Attributes., ICDE, 1984"], "James L. Dolby": ["A Theory of Data: Implications for Information Retrieval., ICDE, 1984"], "Roland R. Wagner": ["Comparison-Criteria for Semantic Data Models., ICDE, 1984"], "Ole Oren": ["A Method for Optimization of a Conceptual Model., ICDE, 1984"], "Jacob Stein": ["Representing Roles in Universal Scheme Interfaces., ICDE, 1984"], "Winfried Lamersdorf": ["Recursive Data Models for Non-Conventional Database Applications., ICDE, 1984"], "Yang-Chang Hong": ["A Pipeline and Parallel Architecture for Supporting Database Management Systems., ICDE, 1984"], "Tadao Ichikawa": ["Architecture and Algorithm for Parallel Execution of a Join Operation., ICDE, 1984"], "Peggy Otsubo": ["The Fast Data Finder - An Architecture for Very High Speed Data Search and Dissemination., ICDE, 1984"], "Peter Rathmann": ["Dynamic Data Structures on Optical Disks., ICDE, 1984"], "James A. Larson": ["The Forms Pattern Language., ICDE, 1984"], "Gultekin Özsoyoglu": ["Summary-Table-By-Example: A Database Query Language for Manipulating Summary Data., ICDE, 1984"], "Noriyoshi Yoshida": ["A Semantic Approach to Usability in Relational Database Systems., ICDE, 1984"], "Clement T. Yu": ["Distributed Query Processing Strategies in Mermaid, A Frontend to Data Management Systems., ICDE, 1984"], "Stephen P. Morgan": ["Distributed Query Optimization: An Engineering Approach., ICDE, 1984"], "Yao-Nan Lien": ["The File-Assignment and Query-Processing Problems in Local Multiaccess Networks., ICDE, 1984"], "Piercarlo Giolito": ["Dynamics Analysis in Database Design., ICDE, 1984"], "Shoji Ura": ["Fixed Length Semiorder Preserving Code for Field Level Data File Compression., ICDE, 1984"], "Salvatore T. March": ["A Descriptive Model of Physical Database Design Problems and Solutions., ICDE, 1984"], "Robert H. Yacobellis": ["Software and Development Process Quality Metrics., ICDE, 1984"], "Alan P. Sheng": ["Building-In Quality and Productivity to a Large Software System., ICDE, 1984"], "Joylyn Reed": ["A Programming Environment Framework Based on Reusability., ICDE, 1984"], "Virginia P. Kobler": ["Overview of Tools for Knowledge Base Construction., ICDE, 1984"], "James D. Johannes": ["Judgmental-Knowledge Bases: Problem Solving and Expert Systems., ICDE, 1984"], "Bonnie McDaniel": ["Issues in Distributed Artificial Intelligence., ICDE, 1984"], "Kamran Parsaye": ["Version-Based Access Capabilities for Concurrency Control of a Database System., ICDE, 1984"], "Roy H. Campbell": ["The Delay/Re-Read Protocol for Concurrency Control in Databases., ICDE, 1984"], "Ouri Wolfson": ["Locking Policies in Distributed Databases., ICDE, 1984"], "Christoph F. Eick": ["From Natural Language Requirements to good Data Base Definitions - A Data Base Design Methodology., ICDE, 1984"], "Marianne Winslett Wilkins": ["Approaches for Updating Databases With Incomplete Information and Nulls., ICDE, 1984"], "Masayuki Tani": ["Flow Sketch Methodology: A Practical Requirements Definition Technique Based on Data Flow Concept., ICDE, 1984"], "Wayne D. Dominick": ["Utilizing an Executable Specification Language for an Information System., ICDE, 1984"], "Aurel Soceneantu": ["Data Flow Structures for System Specification and Implementation., ICDE, 1984"], "Dennis T. Cornhill": ["Partitioning Ada Programs for Execution on Distributed Systems., ICDE, 1984"], "Thomas J. LeBlanc": ["Programming Language Support for Read-Time Distributed Systems., ICDE, 1984"], "André M. Van Tilborg": ["Guardian: Decentralized Control of an Embedded Multimicroprocessor., ICDE, 1984"], "David Myers": ["A Tool for the Implementation of Databases., ICDE, 1984"], "Henryk Jan Komorowski": ["Rapid Software Development in a Database Framework - A Case Study., ICDE, 1984"], "Carl August Zehnder": ["Gambit: An Interactive Database Design Tool for Data Structures, Integrity Constraints and Transactions., ICDE, 1984"], "Karen L. Ruoff": ["Practical Application of IDEF1 as a Database Development Tool., ICDE, 1984"], "Wolfgang Effelsberg": ["Matching Techniques in Global Schema Design., ICDE, 1984"], "Shamkant B. Navathe": ["Object Integration in Logical Database Design., ICDE, 1984"], "Hartmut Wedekind": ["Supporting the Design of Conceptual Schemata by Database Systems., ICDE, 1984"], "Yann Viémont": ["Predicate Trees: An Approach to Optimize Relational Query Operations., ICDE, 1984"], "Chagit Attiya": ["Towards a Data Model for Artificial Intelligence Applications., ICDE, 1984"], "Robert Neches": ["Specification-Based Computing Environments for Information Management., ICDE, 1984"], "David Loeb": ["The CMS-Help Expert System., ICDE, 1984"], "Charles Kellogg": ["The Transition from Data Management to Knowledge Management., ICDE, 1984"], "Ming T. Liu": ["An Adaptive Concurrency Control Strategy for Distributed Database Systems., ICDE, 1984"], "Robert H. Pollack": ["A Robust Distributed Solution to the Generalized Dining Philosophers' Problem., ICDE, 1984"], "Hajime Horiuchi": ["A Method for Behavior Modeling in Data Oriented Approach to System Design., ICDE, 1984"], "Stefano Spaccapietra": ["An Entity-Relationship Algebra., ICDE, 1984"], "Giovanni Maria Sacco": ["Distributed Query Evaluation in Local Area Networks., ICDE, 1984"], "Tzong-yu Paul Lee": ["Modeling File System Organizations in a Local Area Network Environment., ICDE, 1984"], "Y. H. Chin": ["A Friendly Logical Database Design Tool for the Humming-Bird System., ICDE, 1984"], "Michael Evangelist": ["Program Complexity and Programming Style., ICDE, 1984"], "John T. Ellis": ["A Distributed Software Runtime Environment to Support Testbed Experimentation using ADL/ADS., ICDE, 1984"], "Devesh Bhatt": ["DCT - A Testbed Approach to Distributed Systems Research., ICDE, 1984"], "Witold Staniszkis": ["Transaction Workload Evaluation in the CODASYL Database Environment., ICDE, 1984"], "Michael P. Mariani": ["Performance Modeling of Distributed Database., ICDE, 1984"], "S. Nakano": ["Cross-Program Simulator for any Microprocessors., ICDE, 1984"], "C. Frank Starmer": ["Feedback Stabilization of Control Policy Selection In Data/Knowledge Based Systems., ICDE, 1984"], "Dan Kogan": ["The Manger's Assistant, an Application of Knowledge Management., ICDE, 1984"], "R. L. Lapp": ["Mutual Consistency Maintenance in A Prototype Data Trafic Management System., ICDE, 1984"], "King-sun Fu": ["A Low-Cost Geometry-Preserving Image Database System., ICDE, 1984"], "Jake K. Aggarwal": ["Algebraic Properties of some Parallel Processor Interconnection Networks., ICDE, 1984"], "K. H. Kim": ["Evolution of a Virtual Machine Supporting Fault-Tolerant Distributed Processes at a Research Laboratory., ICDE, 1984"]}