{"Anastasia Ailamaki": ["Embarrassingly scalable database systems., ICDE, 2011"], "Georg Gottlob": ["Ontological queries: Rewriting and optimization., ICDE, 2011"], "Johannes Gehrke": ["Playing games with databases., ICDE, 2011"], "Senjuti Basu Roy": ["Interactive itinerary planning., ICDE, 2011"], "Bin Bi": ["CubeLSI: An effective and efficient method for searching resources in social tagging systems., ICDE, 2011"], "Wenfei Fan": ["Adding regular expressions to graph reachability and pattern queries., ICDE, 2011"], "James Cheng": ["Efficient core decomposition in massive networks., ICDE, 2011"], "Xian Li": ["T-verifier: Verifying truthfulness of fact statements., ICDE, 2011"], "Konstantinos Tsakalozos": ["Flexible use of cloud resources through profit maximization and price discrimination., ICDE, 2011"], "PengCheng Xiong": ["Intelligent management of virtualized resources for database systems in cloud environment., ICDE, 2011"], "Stefan Aulbach": ["Extensibility and Data Sharing in evolving multi-tenant databases., ICDE, 2011"], "Luping Ding": ["Semantic stream query optimization exploiting dynamic metadata., ICDE, 2011"], "Mo Liu": ["High-performance nested CEP query processing over event streams., ICDE, 2011"], "Maria Kontaki": ["Continuous monitoring of distance-based outliers over data streams., ICDE, 2011"], "Lixing Wang": ["Algorithms for local sensor synchronization., ICDE, 2011"], "Mihaela A. Bornea": ["Semi-Streamed Index Join for near-real time execution of ETL transformations., ICDE, 2011", "One-copy serializability with snapshot isolation under the hood., ICDE, 2011"], "Eftychia Baikousi": ["Similarity measures for multidimensional data., ICDE, 2011"], "Arnab Nandi": ["Distributed cube materialization on holistic measures., ICDE, 2011"], "Alfons Kemper": ["HyPer: A hybrid OLTP&OLAP main memory database system based on virtual memory snapshots., ICDE, 2011"], "Ning Jin": ["LTS: Discriminative subgraph mining by learning from search history., ICDE, 2011"], "Tantan Liu": ["Active learning based frequent itemset mining over the deep web., ICDE, 2011"], "Amol Ghoting": ["SystemML: Declarative machine learning on MapReduce., ICDE, 2011"], "U. Kang": ["Mining large graphs: Algorithms, inference, and discoveries., ICDE, 2011"], "Badrish Chandramouli": ["Accurate latency estimation in a distributed event processing system., ICDE, 2011"], "Albert Yu": ["Subscriber assignment for wide-area content-based publish/subscribe., ICDE, 2011"], "Qijun Zhu": ["Collaborative caching for spatial queries in Mobile P2P Networks., ICDE, 2011"], "Yu Cao": ["ES2: A cloud data storage system for supporting both OLTP and OLAP., ICDE, 2011"], "Julia Stoyanovich": ["Deriving probabilistic databases with inference ensembles., ICDE, 2011"], "Robert Fink": ["Providing support for full relational algebra in probabilistic databases., ICDE, 2011"], "Saket Sathe": ["Creating probabilistic databases from imprecise time-series data., ICDE, 2011"], "Thomas Bernecker": ["A novel probabilistic pruning approach to speed up similarity queries in uncertain databases., ICDE, 2011"], "Ju Fan": ["Interactive SQL query suggestion: Making databases user-friendly., ICDE, 2011"], "Lu Qin": ["Computing structural statistics by keywords in databases., ICDE, 2011"], "Mahendra Chavan": ["Program transformations for asynchronous query submission., ICDE, 2011", "DBridge: A program rewrite tool for set-oriented query execution., ICDE, 2011"], "Atish Das Sarma": ["Representative skylines using threshold-based preference distributions., ICDE, 2011"], "Charu C. Aggarwal": ["Outlier detection in graph streams., ICDE, 2011", "On dimensionality reduction of massive graphs for indexing and retrieval., ICDE, 2011"], "Ye Wang": ["Locality Sensitive Outlier Detection: A ranking driven approach., ICDE, 2011"], "Bin Jiang": ["Outlier detection on uncertain data: Objects, instances, and inferences., ICDE, 2011"], "Emmanuel Müller": ["Statistical selection of relevant subspace projections for outlier ranking., ICDE, 2011"], "Fei Chiang": ["A unified model for data and constraint repair., ICDE, 2011"], "Jiannan Wang": ["Fast-join: An efficient method for fuzzy token matching based string similarity join., ICDE, 2011"], "Shaoxu Song": ["On data dependencies in dataspaces., ICDE, 2011"], "Stephen Revilak": ["Precisely Serializable Snapshot Isolation (PSSI)., ICDE, 2011"], "Balaji Palanisamy": ["MobiMix: Protecting location privacy with mix-zones over road networks., ICDE, 2011"], "Keith B. Frikken": ["General secure sensor aggregation in the presence of malicious nodes., ICDE, 2011"], "Stavros Papadopoulos": ["Secure and efficient in-network processing of exact SUM queries., ICDE, 2011"], "Yeye He": ["Preventing equivalence attacks in updated, anonymized data., ICDE, 2011"], "Dingming Wu": ["Efficient continuously moving top-k spatial keyword query processing., ICDE, 2011"], "Alex X. Liu": ["Large scale Hamming distance query processing., ICDE, 2011"], "Man Lung Yiu": ["Authentication of moving kNN queries., ICDE, 2011"], "Muhammad Aamir Cheema": ["Influence zone: Efficiently processing reverse k nearest neighbors queries., ICDE, 2011", "A unified approach for computing top-k pairs in multidimensional space., ICDE, 2011"], "Jorge-Arnulfo Quiané-Ruiz": ["RAFTing MapReduce: Fast recovery on the RAFT., ICDE, 2011"], "Haibo Hu": ["Processing private queries over untrusted data cloud through privacy homomorphism., ICDE, 2011"], "Kamal Zellag": ["Real-time quantification and classification of consistency anomalies in multi-tier architectures., ICDE, 2011"], "Fajar Ardian": ["Efficient maintenance of common keys in archives of continuous query results from deep websites., ICDE, 2011"], "Arash Termehchy": ["How schema independent are schema free query interfaces?, ICDE, 2011"], "Yifei Lu": ["XClean: Providing valid spelling suggestions for XML keyword queries., ICDE, 2011"], "Jianxin Li": ["Top-k keyword search over probabilistic XML data., ICDE, 2011"], "Daisy Zhe Wang": ["Selectivity estimation for extraction operators over text data., ICDE, 2011"], "Tingjian Ge": ["Join queries on uncertain data: Semantics and efficient processing., ICDE, 2011", "Monte Carlo query processing of uncertain multidimensional array data., ICDE, 2011"], "Kaushik Chakrabarti": ["Interval-based pruning for top-k processing over compressed lists., ICDE, 2011"], "Xuemin Lin": ["Stochastic skyline operator., ICDE, 2011"], "Laure Berti-Équille": ["Discovery of complex glitch patterns: A novel approach to Quantitative Data Cleaning., ICDE, 2011"], "Guimei Liu": ["Towards exploratory hypothesis testing and analysis., ICDE, 2011"], "Hetal Thakkar": ["SMM: A data stream management system for knowledge discovery., ICDE, 2011"], "Brian Quanz": ["Knowledge transfer with low-quality data: A feature extraction issue., ICDE, 2011"], "Véronique Benzaken": ["EdiFlow: Data-intensive interactive workflows for visual analytics., ICDE, 2011"], "Nirmesh Malviya": ["A continuous query system for dynamic route planning., ICDE, 2011"], "Xiaokui Xiao": ["Optimal location queries in road network databases., ICDE, 2011"], "Hua Lu": ["Spatio-temporal joins on symbolic indoor tracking data., ICDE, 2011"], "Zenan Zhou": ["MaxFirst for MaxBRkNN., ICDE, 2011"], "Evangelia Kalyvianaki": ["SQPR: Stream query planning with reuse., ICDE, 2011"], "K. V. M. Naidu": ["Memory-constrained aggregate computation over data streams., ICDE, 2011"], "Pit Fender": ["A new, highly efficient, and easy to implement top-down join enumeration algorithm., ICDE, 2011"], "Sang-Won Lee": ["Transactional In-Page Logging for multiversion read consistency and recovery., ICDE, 2011"], "Alexander Behm": ["Answering approximate string queries on large data sets using external memory., ICDE, 2011"], "Zaiben Chen": ["Discovering popular routes from trajectories., ICDE, 2011"], "Xiaowei Ying": ["Spectrum based fraud detection in social networks., ICDE, 2011"], "Francesco Bonchi": ["Identity obfuscation in graphs through the information theoretic lens., ICDE, 2011"], "Roger Moussalli": ["Massively parallel XML twig filtering using dynamic programming on FPGAs., ICDE, 2011"], "Yun Peng": ["Selectivity estimation of twig queries on cyclic graphs., ICDE, 2011"], "Ioana Manolescu": ["Efficient XQuery rewriting using multiple views., ICDE, 2011"], "Thomas Neumann": ["Characteristic sets: Accurate cardinality estimation for RDF queries with multiple joins., ICDE, 2011"], "Mohamed E. Khalefa": ["PrefJoin: An efficient preference-aware join operator., ICDE, 2011"], "Yangjun Chen": ["Decomposing DAGs into spanning trees: A new way to compress transitive closures., ICDE, 2011"], "Xi Zhang": ["Preference queries over sets., ICDE, 2011"], "David Lo": ["Bidirectional mining of non-redundant recurrent rules from a sequence database., ICDE, 2011"], "Qian Wan": ["Finding top-k profitable products., ICDE, 2011"], "Liangcai Shu": ["Efficient SPectrAl Neighborhood blocking for entity resolution., ICDE, 2011"], "Dijun Luo": ["Consensus spectral clustering in near-linear time., ICDE, 2011"], "Dongxiang Zhang": ["HashFile: An efficient index structure for multimedia data., ICDE, 2011"], "Karsten Klein": ["CT-index: Fingerprint-based graph indexing combining cycles and trees., ICDE, 2011"], "Eugene Wu": ["Partitioning techniques for fine-grained indexing., ICDE, 2011"], "Suprio Ray": ["Jackpine: A benchmark to evaluate spatial database performance., ICDE, 2011"], "Vinayak R. Borkar": ["Hyracks: A flexible and extensible foundation for data-intensive computing., ICDE, 2011"], "Marcos R. Vieira": ["On query result diversification., ICDE, 2011"], "Shetal Shah": ["Generating test data for killing SQL mutants: A constraint-based approach., ICDE, 2011"], "Morten Middelfart": ["Implementing sentinels in the TARGIT BI suite., ICDE, 2011"], "Yongqiang He": ["RCFile: A fast and space-efficient data placement structure in MapReduce-based warehouse systems., ICDE, 2011"], "Pankaj Gulhane": ["Web-scale information extraction with vertex., ICDE, 2011"], "Ru Fang": ["High performance database logging using storage class memory., ICDE, 2011"], "Sivaramakrishnan Narayanan": ["Dynamic prioritization of database queries., ICDE, 2011"], "Mohamed H. Ali": ["The extensibility framework in Microsoft StreamInsight., ICDE, 2011"], "Maximilian Ahrens": ["Relational databases, virtualization, and the cloud., ICDE, 2011"], "Philip A. Bernstein": ["Adapting microsoft SQL server for cloud computing., ICDE, 2011"], "Jan Schaffner": ["Predicting in-memory database performance for automating cluster management tasks., ICDE, 2011"], "Salvatore Raunich": ["ATOM: Automatic target-driven ontology merging., ICDE, 2011"], "Xiang Li": ["Automatic generation of mediated schemas through reasoning over data dependencies., ICDE, 2011"], "Constantinos Costa": ["SmartTrace: Finding similar trajectories in smartphone networks without disclosing the traces., ICDE, 2011"], "Louis Woods": ["Real-time pattern matching with FPGAs., ICDE, 2011"], "Lei Dou": ["Scientific workflow design 2.0: Demonstrating streaming data collections in Kepler., ICDE, 2011"], "Émilien Antoine": ["Social networking on top of the WebdamExchange system., ICDE, 2011"], "Eric Peukert": ["AMC - A framework for modelling and comparing matching systems as matching processes., ICDE, 2011"], "Daniel Deutch": ["Using Markov Chain Monte Carlo to play Trivia., ICDE, 2011"], "Rubi Boim": ["DiRec: Diversified recommendations for semantic-less Collaborative Filtering., ICDE, 2011"], "Yu-Ling Hsueh": ["SkyEngine: Efficient Skyline search engine for Continuous Skyline computations., ICDE, 2011"], "Federico Cavalieri": ["Updating XML schemas and associated documents through exup., ICDE, 2011"], "Vadim Eisenberg": ["Ruby on semantic web., ICDE, 2011"], "Paolo Biondi": ["Preference-based datacube analysis with MYOLAP., ICDE, 2011"], "Xiuli Ma": ["Continuous, online monitoring and analysis in large water distribution networks., ICDE, 2011"], "Mu-Woong Lee": ["Integrating code search into the development session., ICDE, 2011"], "Karen Works": ["The Proactive Promotion Engine., ICDE, 2011"], "Serena Sorrentino": ["NORMS: An automatic tool to perform schema label normalization., ICDE, 2011"], "Sergej Zerr": ["GuideMe! The World of sights in your pocket., ICDE, 2011"], "Min Xie": ["CompRec-Trip: A composite recommendation system for travel planning., ICDE, 2011"], "Ioannis K. Paparrizos": ["Advanced search, visualization and tagging of sensor metadata., ICDE, 2011"], "M. Tamer Özsu": ["Distributed data management in 2020?, ICDE, 2011"], "Goetz Graefe": ["Robust query processing., ICDE, 2011", "Modern B-tree techniques., ICDE, 2011"], "Benjamin Bustos": ["Non-metric similarity search problems in very large collections., ICDE, 2011"], "Sarah Cohen Boulakia": ["Next generation data integration for Life Sciences., ICDE, 2011"], "Jayant R. Haritsa": ["Query optimizer plan diagrams: Production, reduction and applications., ICDE, 2011"], "Dario Colazzo": ["Schemas for safe and efficient XML processing., ICDE, 2011"], "Yi Chen": ["Keyword-based search and exploration on databases., ICDE, 2011"]}