{"Ugur Çetintemel": ["\"One Size Fits All\": An Idea Whose Time Has Come and Gone (Abstract)., ICDE, 2005", "SemCast: Semantic Multicast for Content-based Data Dissemination., ICDE, 2005"], "Patricia G. Selinger": ["Top Five Data Challenges for the Next Decade., ICDE, 2005"], "Nobutoshi Sagawa": ["IC Tag Based Traceability: System and Solutions., ICDE, 2005"], "Divesh Srivastava": ["Effective Computation of Biased Quantiles over Data Streams., ICDE, 2005", "Adaptive Processing of Top-K Queries in XML., ICDE, 2005", "Data Stream Query Processing., ICDE, 2005"], "Srikanta Tirthapura": ["Range Efficient Computation of F0 over Massive Data Streams., ICDE, 2005"], "Ambuj K. Singh": ["A Unified Framework for Monitoring Data Streams in Real Time., ICDE, 2005"], "Alon Y. Halevy": ["Corpus-based Schema Matching., ICDE, 2005"], "Felix Naumann": ["Schema Matching using Duplicates., ICDE, 2005"], "John Mylopoulos": ["Representing and Querying Data Transformations., ICDE, 2005"], "Amitabh Chaudhary": ["Bypass Caching: Making Scientific Databases Good Network Citizens., ICDE, 2005"], "Hai Yu": ["Asymmetric Batch Incremental View Maintenance., ICDE, 2005"], "Rajeev Motwani": ["Adaptive Caching for Continuous Queries., ICDE, 2005", "Robust Identification of Fuzzy Duplicates., ICDE, 2005"], "Yannis Kotidis": ["Snapshot Queries: Towards Data-Centric Sensor Networks., ICDE, 2005"], "Samuel Madden": ["Exploiting Correlated Attributes in Acquisitional Query Processing., ICDE, 2005"], "Joseph M. Hellerstein": ["Data Triage: An Adaptive Architecture for Load Shedding in TelegraphCQ., ICDE, 2005"], "Wei Hong": ["Energy-efficient Data Organization and Query Processing in Sensor Networks., ICDE, 2005"], "Christos Faloutsos": ["AutoLag: Automatic Discovery of Lag Correlations in Stream Data., ICDE, 2005", "A Multiresolution Symbolic Representation of Time Series., ICDE, 2005", "Online Latent Variable Detection in Sensor Networks., ICDE, 2005"], "Uwe Thaden": ["Progressive Distributed Top k Retrieval in Peer-to-Peer Networks., ICDE, 2005"], "Yufei Tao": ["Reverse Nearest Neighbors in Large Graphs., ICDE, 2005"], "Kevin Chen-Chuan Chang": ["Optimizing Access Cost for Top-k Queries over Web Sources: A Unified Cost-based Approach., ICDE, 2005", "Enabling Ad-hoc Ranking for Data Retrieval., ICDE, 2005", "Towards Building a MetaQuerier: Extracting and Matching Web Query Interfaces., ICDE, 2005"], "Kian-Lee Tan": ["Efficient Processing of Skyline Queries with Partially-Ordered Domains., ICDE, 2005", "Dynamic Load Management for Distributed Continuous Query Systems., ICDE, 2005"], "Jayant R. Haritsa": ["A Framework for High-Accuracy Privacy-Preserving Mining., ICDE, 2005", "IMAX: The Big Picture of Dynamic XML Statistics., ICDE, 2005"], "Philip S. Yu": ["Top-Down Specialization for Information and Privacy Preservation., ICDE, 2005", "Text Classification without Labeled Negative Documents., ICDE, 2005", "Online Mining of Data Streams: Applications, Techniques and Progress., ICDE, 2005"], "Rakesh Agrawal": ["Data Privacy through Optimal k-Anonymization., ICDE, 2005"], "Willy Zwaenepoel": ["A Comparative Evaluation of Transparent Scaling Techniques for Dynamic Content Servers., ICDE, 2005"], "Hanan Samet": ["A Distributed Quadtree Index for Peer-to-Peer Settings., ICDE, 2005"], "Hector Garcia-Molina": ["Adlib: A Self-Tuning Index for Dynamic P2P Systems., ICDE, 2005"], "Guohong Cao": ["DUP: Dynamic-tree Based Update Propagation in Peer-to-Peer., ICDE, 2005"], "Stratis Viglas": ["Vectorizing and Querying Large XML Repositories., ICDE, 2005"], "Jun Yang": ["BOXes: Efficient Maintenance of Order-Based Labeling for Dynamic XML Data., ICDE, 2005"], "Eugene J. Shekita": ["Efficient Inverted Lists and Query Algorithms for Structured Value Ranking in Update-Intensive Relational Databases., ICDE, 2005"], "Hakan Ferhatosmanoglu": ["Compressing Bitmap Indices by Data Reorganization., ICDE, 2005"], "Nectaria Tryfona": ["Practical Data Management Techniques for Vehicle Tracking Data., ICDE, 2005"], "Apurva Kumar": ["Filter Based Directory Replication and Caching: Algorithms and Performance., ICDE, 2005"], "Michael K. Ng": ["On Discovery of Extremely Low-Dimensional Clusters using Semi-Supervised Projected Clustering., ICDE, 2005"], "Panayiotis Tsaparas": ["Clustering Aggregation., ICDE, 2005"], "Aidong Zhang": ["Mining Cross-Graph Quasi-Cliques in Gene Expression and Protein Interaction Data., ICDE, 2005", "Towards Exploring Interactive Relationship between Clusters and Outliers in Multi-Dimensional Data Analysis., ICDE, 2005"], "Markus Peters": ["CLICKS: Mining Subspace Clusters in Categorical Data via K-partite Maximal Cliques., ICDE, 2005"], "Jiawei Han": ["Mining Closed Relational Graphs with Connectivity Constraints., ICDE, 2005"], "Gerhard Weikum": ["Efficient Creation and Incremental Maintenance of the HOPI Index for Complex XML Document Collections., ICDE, 2005"], "Xiaofeng Meng": ["On the Sequencing of Tree Structures for XML Indexing., ICDE, 2005"], "M. Erdem Kurul": ["Efficient Algorithms for Pattern Matching on Directed Acyclic Graphs., ICDE, 2005"], "Haruo Yokota": ["VLEI code: An Efficient Labeling Method for Handling XML Documents in an RDB., ICDE, 2005", "Adaptive Lapped Declustering: A Highly Available Data-Placement Method Balancing Access Load and Space Utilization., ICDE, 2005"], "M. Tamer Özsu": ["BlossomTree: Evaluating XPaths in FLWOR Expressions., ICDE, 2005"], "Rahul Shah": ["Change Tolerant Indexing for Constantly Evolving Data., ICDE, 2005"], "Wang-Chien Lee": ["Proactive Caching for Spatial Queries in Mobile Environments., ICDE, 2005"], "Peter Bertók": ["Improving Data Accessibility For Mobile Clients Through Cooperative Hoarding., ICDE, 2005"], "Baihua Zheng": ["DSI: A Fully Distributed Spatial Index for Wireless Data Broadcast., ICDE, 2005"], "Krithi Ramamritham": ["Efficient Data Management on Lightweight Computing Device., ICDE, 2005"], "Bettina Kemme": ["Postgres-R(SI): Combining Replica Control with Concurrency Control based on Snapshot Isolation., ICDE, 2005"], "Hao Xu": ["SNAP: Efficient Snapshots for Back-in-Time Execution., ICDE, 2005"], "Mor Harchol-Balter": ["Improving Preemptive Prioritization via Statistical Characterization of OLTP Locking., ICDE, 2005"], "Wouter Alink": ["A Probabilistic XML Approach to Data Integration., ICDE, 2005"], "Paraskevas Evripidou": ["A Relationally Complete Visual Query Language for Heterogeneous Data Sources and Pervasive Querying., ICDE, 2005"], "Jayavel Shanmugasundaram": ["Triggers over XML views of relational data., ICDE, 2005"], "Oguzhan Topsakal": ["THALIA: Test Harness for the Assessment of Legacy Information Integration Approaches., ICDE, 2005"], "AnHai Doan": ["Integrating Data from Disparate Sources: A Mass Collaboration Approach., ICDE, 2005"], "Guido Moerkotte": ["On the Optimal Ordering of Maps and Selections under Factorization., ICDE, 2005", "Full-fledged Algebraic XPath Processing in Natix., ICDE, 2005"], "Hongjun Lu": ["Stabbing the Sky: Efficient Skyline Computation over Sliding Windows., ICDE, 2005"], "Markus Schneider": ["Evaluation of Spatio-Temporal Predicates on Moving Objects., ICDE, 2005"], "Robert H. Deng": ["Privacy and Ownership Preserving of Outsourced Medical Data., ICDE, 2005"], "Yiheng Li": ["Configurable Security Protocols for Multi-party Data Analysis with Malicious Participants., ICDE, 2005"], "Chris Clifton": ["Privacy-Preserving Top-K Queries., ICDE, 2005"], "Elisa Bertino": ["Assuring Security Properties in Third-party Architectures., ICDE, 2005"], "Chita R. Das": ["Improving Performance of Cluster-based Secure Application Servers with User-level Communication., ICDE, 2005"], "Elke A. Rundensteiner": ["GPIVOT: Efficient Incremental Maintenance of Complex ROLAP Views., ICDE, 2005", "Cost-Driven General Join View Maintenance over Distributed Data Sources., ICDE, 2005"], "Timos K. Sellis": ["Optimizing ETL Processes in Data Warehouses., ICDE, 2005"], "Andrew Rau-Chaplin": ["PnP: Parallel And External Memory Iceberg Cubes., ICDE, 2005"], "Dong Xin": ["Mining Evolving Customer-Product Relationships in Multi-Dimensional Space., ICDE, 2005"], "Amarjeet Singh": ["Bootstrapping Semantic Annotations for Content-Rich HTML Documents., ICDE, 2005"], "Luis Gravano": ["Modeling and Managing Content Changes in Text Databases., ICDE, 2005"], "Jun Sakuma": ["Fast Approximate Similarity Search in Extremely High-Dimensional Data Sets., ICDE, 2005"], "Nick Koudas": ["Monitoring K-Nearest Neighbor Queries Over Moving Objects., ICDE, 2005"], "Walid G. Aref": ["SEA-CNN: Scalable Processing of Continuous K-Nearest Neighbor Queries in Spatio-temporal Databases., ICDE, 2005", "Rank-Aware Query Processing and Optimization., ICDE, 2005"], "Chi-Hung Chi": ["Architecture and Performance of Application Networking in Pervasive Content Delivery., ICDE, 2005"], "Qing Li": ["Venn Sampling: A Novel Prediction Technique for Moving Objects., ICDE, 2005"], "Jeffrey F. Naughton": ["XML Views as Integrity Constraints and their Use in Query Translation., ICDE, 2005"], "V. S. Subrahmanian": ["RDF Aggregate Queries and Views., ICDE, 2005"], "Nick Roussopoulos": ["Maintaining Implicated Statistics in Constrained Environments., ICDE, 2005"], "Yangjun Chen": ["On the Signature Trees and Balanced Signature Trees., ICDE, 2005"], "Silvia Chiusano": ["Index Support for Frequent Itemset Mining in a Relational DBMS., ICDE, 2005"], "Christopher Olston": ["Finding (Recently) Frequent Items in Distributed Data Streams., ICDE, 2005"], "Stanley B. Zdonik": ["High-Availability Algorithms for Distributed Stream Processing., ICDE, 2005"], "Jeong-Hyon Hwang": ["Dynamic Load Distribution in the Borealis Stream Processor., ICDE, 2005"], "Darrell D. E. Long": ["Deep Store: an Archival Storage System Architecture., ICDE, 2005"], "Akshat Verma": ["QoSMig: Adaptive Rate-Controlled Migration of Bulk Data in Storage Systems., ICDE, 2005"], "Yannis E. Ioannidis": ["Personalized Queries under a Generalized Preference Model., ICDE, 2005"], "Michael Watzke": ["Increasing the Accuracy and Coverage of SQL Progress Indicators., ICDE, 2005"], "Byron Choi": ["Cache-Conscious Automata for XML Filtering., ICDE, 2005"], "Aoying Zhou": ["Bloom Filter-based XML Packets Filtering for Millions of Path Queries., ICDE, 2005"], "Donald Kossmann": ["Batched Processing for Information Filters., ICDE, 2005"], "Bruce E. Martin": ["Uncovering Database Access Optimizations in the Middle Tier with TORPEDO., ICDE, 2005"], "Inderpal Narang": ["Load and Network Aware Query Routing for Information Integration., ICDE, 2005"], "Leslie Cranston": ["Predicate Derivation and Monotonicity Detection in DB2 UDB., ICDE, 2005"], "Shigeru Shimada": ["Acceleration Technique of Snake-Shaped Regions Retrieval Method for Telematics Navigation Service System., ICDE, 2005"], "Yasushi Ogawa": ["TRMeister: A DBMS with High-Performance Full-Text Search Functions., ICDE, 2005"], "Takashi Honishi": ["Distributed XML Stream Filtering System with High Scalability., ICDE, 2005"], "Takeshi Fukuda": ["Network-Based Problem Detection for Distributed Systems., ICDE, 2005"], "Vikas Arora": ["Towards an Industrial Strength SQL/XML Infrastructure., ICDE, 2005"], "Ming-Chuan Wu": ["Distributed/Heterogeneous Query Processing in Microsoft SQL Server., ICDE, 2005"], "Walid Rjaibi": ["Extending Relational Database Systems to Automatically Enforce Privacy Policies., ICDE, 2005"], "Dhruv Pilania": ["Design, Implementation, and Evaluation of a Repairable Database Management System., ICDE, 2005"], "Sharma Chakravarthy": ["NFMi: An Inter-domain Network Fault Management System., ICDE, 2005"], "Amr El Abbadi": ["SVL: Storage Virtualization Engine Leveraging DBMS Technology., ICDE, 2005"], "Brett Banich": ["Knowledge Discovery from Transportation Network Data., ICDE, 2005"], "Wayne Niblack": ["Sentiment Mining in WebFountain., ICDE, 2005"], "Umeshwar Dayal": ["iBOM: A Platform for Intelligent Business Operation Management., ICDE, 2005"], "Daniela Nicklas": ["DCbot: Exploring the Web as Value-Added Service for Location-Based Applications., ICDE, 2005"], "Katsumi Tanaka": ["RelaxImage: A Cross-Media Meta-Search Engine for Searching Images from Web Based on Query Relaxation., ICDE, 2005"], "Wook-Shin Han": ["Odysseus: A High-Performance ORDBMS Tightly-Coupled with IR Features., ICDE, 2005"], "David Maier": ["Querying and Visualizing Gridded Datasets for e-Science., ICDE, 2005"], "Stella Luk": ["Scrutinizing Frequent Pattern Discovery Performance., ICDE, 2005"], "Philip A. Bernstein": ["ModelGen: Model Independent Schema Translation., ICDE, 2005"], "Peter Dadam": ["Adaptive Process Management with ADEPT2., ICDE, 2005"], "Ulrich Telle": ["SECONDO: An Extensible DBMS Platform for Research Prototyping and Teaching., ICDE, 2005"], "Yifeng Zheng": ["ViteX: A Streaming XPath Processing System., ICDE, 2005"], "Markus Spannagel": ["The XML Stream Query Processor SPEX., ICDE, 2005"], "Nicoleta Preda": ["Constructing and Querying Peer-to-Peer Warehouses of XML Resources., ICDE, 2005"], "Lei Shi": ["XGuard: A System for Publishing XML Documents without Information Leakage in the Presence of Data Inference., ICDE, 2005"], "Amarnath Gupta": ["Spatiotemporal Annotation Graph (STAG): A Data Model for Composite Digital Objects., ICDE, 2005"], "Shinjiro Sueda": ["MoDB: Database System for Synthesizing Human Motion., ICDE, 2005"], "Na Zhao": ["An Enhanced Query Model for Soccer Video Retrieval Using Temporal Relationships., ICDE, 2005"], "Keith T. Mason": ["Spatio-Temporal Databases in Practice: Directly Supporting Previously Developed Land Data Using Tripod., ICDE, 2005"], "Ralf Hartmut Güting": ["Fuzzy Spatial Objects: An Algebra Implementation in SECONDO., ICDE, 2005"], "Vishal Sikka": ["Paradigm Shift to New DBMS Architectures: Research Issues and Market Needs., ICDE, 2005"], "Fabio Casati": ["Panel on Business Process Intelligence., ICDE, 2005", "Web Services and Service-Oriented Architectures., ICDE, 2005"], "Yannis Papakonstantinou": ["XQuery Midflight: Emerging Database-Oriented Paradigms and a Classification of Research Advances., ICDE, 2005"], "Anastassia Ailamaki": ["Database Architectures for New Hardware., ICDE, 2005"], "Anthony K. H. Tung": ["Data Mining Techniques for Microarray Datasets., ICDE, 2005"]}