{"Gustavo Alonso": ["Hardware killed the software star., ICDE, 2013"], "Cong Yu": ["Recent progress towards an ecosystem of structured data on the Web., ICDE, 2013", "Shallow Information Extraction for the knowledge Web., ICDE, 2013"], "Vishal Sikka": ["Re-thinking the performance of information processing systems., ICDE, 2013"], "Martin L. Kersten": ["CPU and cache efficient management of memory-resident databases., ICDE, 2013"], "Radu Stoica": ["Identifying hot and cold data in main-memory databases., ICDE, 2013"], "Thomas Neumann": ["The adaptive radix tree: ARTful indexing for main-memory databases., ICDE, 2013"], "Anish Das Sarma": ["Finding connected components in map-reduce in logarithmic rounds., ICDE, 2013"], "Jeffrey D. Ullman": ["Enumerating subgraph instances using map-reduce., ICDE, 2013"], "Ashraf Aboulnaga": ["Scalable maximum clique computation using MapReduce., ICDE, 2013"], "Radu Sion": ["Ficklebase: Looking into the future to erase the past., ICDE, 2013"], "Magdalena Balazinska": ["Time travel in a scientific array database., ICDE, 2013"], "Andreas Tonder": ["Time travel in column stores., ICDE, 2013"], "Martin Theobald": ["Top-k query processing in probabilistic databases with non-materialized views., ICDE, 2013"], "Xuan S. Yang": ["Cleaning uncertain data for top-k queries., ICDE, 2013"], "Tingjian Ge": ["Top-K oracle: A new way to present top-k tuples for uncertain data., ICDE, 2013"], "Tobias Emrich": ["Voronoi-based nearest neighbor search for multi-dimensional uncertain databases., ICDE, 2013"], "Ge Yu": ["Interval reverse nearest neighbor queries on uncertain data with Markov correlations., ICDE, 2013"], "Ambuj K. Singh": ["Efficient tracking and querying for coordinated uncertain mobile objects., ICDE, 2013"], "Seung-won Hwang": ["Attribute extraction and scoring: A probabilistic approach., ICDE, 2013"], "Veli Bicer": ["TYPifier: Inferring the type semantics of structured data., ICDE, 2013"], "Gerhard Weikum": ["SUSIE: Search using services and information extraction., ICDE, 2013", "FERRARI: Flexible and efficient reachability range assignment for graph indexing., ICDE, 2013", "Knowledge harvesting from text and Web sources., ICDE, 2013"], "Yi Yang": ["Towards efficient search for activity trajectories., ICDE, 2013"], "Shuo Shang": ["On discovery of gathering patterns from trajectories., ICDE, 2013"], "Zhenghua Xu": ["Destination prediction by sub-trajectory synthesis and privacy protection against such prediction., ICDE, 2013"], "Hwanjo Yu": ["Scalable and parallelizable processing of influence maximization for large-scale social networks?, ICDE, 2013"], "Monica S. Lam": ["SociaLite: Datalog extensions for efficient social network analysis., ICDE, 2013"], "Min-Te Sun": ["LinkProbe: Probabilistic inference on large-scale social networks., ICDE, 2013"], "Sudipta Sengupta": ["The Bw-Tree: A B-tree for new hardware platforms., ICDE, 2013"], "Chinya V. Ravishankar": ["Secure and efficient range queries on outsourced databases using Rp-trees., ICDE, 2013"], "Kian-Lee Tan": ["An efficient and compact indexing scheme for large-scale data store., ICDE, 2013"], "Stratis Viglas": ["Recycling in pipelined query evaluation., ICDE, 2013"], "Peter Sanders": ["Efficient many-core query execution in main memory column-stores., ICDE, 2013"], "M. Tamer Özsu": ["Main-memory hash joins on multi-core CPUs: Tuning to the underlying hardware., ICDE, 2013"], "Longbing Cao": ["Coupled clustering ensemble: Incorporating coupling relationships both between base clusterings and objects., ICDE, 2013"], "Jeffrey Yuan": ["Focused matrix factorization for audience selection in display advertising., ICDE, 2013"], "Philip S. Yu": ["Graph stream classification using labeled and unlabeled graphs., ICDE, 2013"], "Ouri Wolfson": ["T-share: A large-scale dynamic taxi ridesharing service., ICDE, 2013"], "Nikos Mamoulis": ["Efficient notification of meeting points for moving groups via independent safe regions., ICDE, 2013"], "Torben Bach Pedersen": ["Efficient distance-aware query evaluation on indoor moving objects., ICDE, 2013"], "Ohad Rodeh": ["HANDS: A heuristically arranged non-backup in-line deduplication system., ICDE, 2013"], "Paolo Papotti": ["Holistic data cleaning: Putting violations into context., ICDE, 2013"], "Wenyuan Yu": ["Inferring data currency and consistency for conflict resolution., ICDE, 2013"], "Yabo Xu": ["LSII: An indexing structure for exact real-time search on microblogs., ICDE, 2013"], "Mong-Li Lee": ["Utilizing users' tipping points in E-commerce Recommender systems., ICDE, 2013"], "Yanchun Zhang": ["Presenting diverse location views with real-time near-duplicate photo elimination., ICDE, 2013"], "Ramarathnam Venkatesan": ["Publicly verifiable grouped aggregation queries on outsourced data streams., ICDE, 2013"], "Sunil Prabhakar": ["Trustworthy data from untrusted databases., ICDE, 2013"], "Artur Galiullin": ["On the relative trust between inconsistent data and inaccurate constraints., ICDE, 2013"], "Jeffrey Xu Yu": ["Catch the Wind: Graph workload balancing on cloud., ICDE, 2013", "Top-k graph pattern matching over large graphs., ICDE, 2013"], "Min Wang": ["EAGRE: Towards scalable I/O efficient SPARQL query evaluation on the cloud., ICDE, 2013"], "Yin Yang": ["C-Cube: Elastic continuous clustering in the cloud., ICDE, 2013"], "Makoto Onizuka": ["Efficient search algorithm for SimRank., ICDE, 2013"], "Wenjie Zhang": ["Towards efficient SimRank computation on large networks., ICDE, 2013"], "Hady Wirawan Lauw": ["RoundTripRank: Graph-based proximity with importance and specificity?, ICDE, 2013"], "Steven Liu": ["Finding distance-preserving subgraphs in large road networks., ICDE, 2013"], "Sarana Nutanong": ["Maximum visibility queries in spatial databases., ICDE, 2013"], "Hanan Samet": ["Memory-efficient algorithms for spatial network queries., ICDE, 2013", "Sorting in Space: Multidimensional, spatial, and metric data structures for applications in spatial databases, geographic information systems (GIS), and location-based services., ICDE, 2013"], "Junjie Yao": ["A unified model for stable and temporal topic detection from social media data., ICDE, 2013"], "Purnamrita Sarkar": ["Crowdsourced enumeration queries., ICDE, 2013"], "David W. Cheung": ["On incentive-based tagging., ICDE, 2013"], "Xifeng Yan": ["Ontology-based subgraph querying., ICDE, 2013", "gIceberg: Towards iceberg analysis in large graphs., ICDE, 2013"], "P. Sadayappan": ["Stratification driven placement of complex data: A framework for distributed data analytics., ICDE, 2013"], "Pierre Senellart": ["Optimizing approximations of DNF query lineage in probabilistic XML., ICDE, 2013"], "Xiaokui Xiao": ["Secure nearest neighbor revisited., ICDE, 2013", "KORS: Keyword-aware Optimal Route Search System., ICDE, 2013"], "Divesh Srivastava": ["Accurate and efficient private release of datacubes and contingency tables., ICDE, 2013", "Finding interesting correlations with conditional heavy hitters., ICDE, 2013", "Big data integration., ICDE, 2013"], "Ninghui Li": ["Differentially private grids for geospatial data., ICDE, 2013"], "Gautam Das": ["Faster random walks by rewiring online social networks on-the-fly., ICDE, 2013", "Breaking the top-k barrier of hidden web databases?, ICDE, 2013"], "Xiaohong Guan": ["Sampling node pairs over large graphs., ICDE, 2013"], "Thomas S. Huang": ["Link prediction across networks by biased cross-network sampling., ICDE, 2013"], "Peter Triantafillou": ["Interval indexing and querying on key-value cloud stores., ICDE, 2013"], "Joshua D. Guttman": ["Robust distributed stream processing., ICDE, 2013"], "Kevin Chen-Chuan Chang": ["Learning to rank from distant supervision: Exploiting noisy redundancy for relational entity search., ICDE, 2013"], "Karl Aberer": ["AFFINITY: Efficiently querying statistical measures on time-series data., ICDE, 2013"], "Wolfgang Lehner": ["Forecasting the data cube: A model configuration advisor for multi-dimensional data sets., ICDE, 2013", "SAP HANA distributed in-memory database system: Transaction, session, and metadata management., ICDE, 2013"], "Michael Stonebraker": ["SubZero: A fine-grained lineage system for scientific databases., ICDE, 2013"], "Jennifer Widom": ["Logical provenance in data-oriented workflows?, ICDE, 2013"], "H. V. Jagadish": ["Revision provenance in text documents of asynchronous collaboration., ICDE, 2013"], "Xuemin Lin": ["Inverted linear quadtree: Efficient top k spatial keyword search., ICDE, 2013"], "Aoying Zhou": ["Similarity query processing for probabilistic sets., ICDE, 2013"], "Wen-Syan Li": ["Top-k string similarity search with edit-distance constraints., ICDE, 2013"], "Mi-Yen Yeh": ["On shortest unique substring queries., ICDE, 2013"], "Vassilis J. Tsotras": ["Engineering Generalized Shortest Path queries., ICDE, 2013"], "Xiaohui Xie": ["Efficient direct search on compressed genomic data., ICDE, 2013"], "Chengfei Liu": ["On answering why-not questions in reverse skyline queries., ICDE, 2013"], "K. Selçuk Candan": ["Layered processing of skyline-window-join (SWJ) queries using iteration-fabric., ICDE, 2013"], "Amol Deshpande": ["Efficient snapshot retrieval over historical graph data., ICDE, 2013"], "Hongsong Li": ["Automatic extraction of top-k lists from the web., ICDE, 2013"], "Jeffrey F. Naughton": ["Predicting query execution time: Are optimizer cost models really unusable?, ICDE, 2013"], "Yong Yu": ["Query optimization for differentially private data management systems., ICDE, 2013"], "Guido Moerkotte": ["Top down plan generation: From theory to practice., ICDE, 2013"], "Akshat Aranya": ["TBF: A memory-efficient replacement policy for flash-based caches., ICDE, 2013"], "David J. DeWitt": ["Fast peak-to-peak behavior with SSD buffer pool., ICDE, 2013"], "Raghav Kaushik": ["SELECT triggers for data auditing., ICDE, 2013"], "Manoj Syamala": ["Data services for E-tailers leveraging web search engine assets., ICDE, 2013"], "Meichun Hsu": ["HFMS: Managing the lifecycle and complexity of hybrid analytic data flows., ICDE, 2013", "Aeolus: An optimizer for distributed intra-node-parallel streaming systems., ICDE, 2013", "Extracting interesting related context-dependent concepts from social media streams using temporal distributions., ICDE, 2013"], "Lidong Zhou": ["KuaFu: Closing the parallelism gap in database replication., ICDE, 2013"], "Chuck Bear": ["Materialization strategies in the Vertica analytic database: Lessons learned., ICDE, 2013"], "Xin Yao": ["Pipe failure prediction: A data mining method., ICDE, 2013"], "Sriram Raghavan": ["SASH: Enabling continuous incremental analytic workflows on Hadoop., ICDE, 2013"], "Raghu Krishnapuram": ["Automating pattern discovery for rule based data standardization systems., ICDE, 2013"], "Markus Weimer": ["Machine learning on Big Data., ICDE, 2013"], "Shivnath Babu": ["Workload management for Big Data analytics., ICDE, 2013"], "Ioana Manolescu": ["Triples in the clouds., ICDE, 2013"], "Ravi Ramamurthy": ["Querying encrypted data., ICDE, 2013"], "Shiyuan Wang": ["Secure and privacy-preserving database services in the cloud., ICDE, 2013"], "Anthony K. H. Tung": ["Twitter+: Build personalized newspaper for Twitter., ICDE, 2013"], "Norman May": ["A generic database benchmarking service., ICDE, 2013"], "Bingbing Zhang": ["Crowd-answering system via microblogging., ICDE, 2013"], "Rakesh Agrawal": ["With a little help from my friends., ICDE, 2013"], "Johann-Christoph Freytag": ["Peeking into the optimization of data flow programs with MapReduce-style UDFs., ICDE, 2013"], "Carlo Zaniolo": ["Very fast estimation for result and accuracy of big data analytics: The EARL system., ICDE, 2013", "Complex pattern matching in complex structures: The XSeq approach., ICDE, 2013"], "Calton Pu": ["Road network mix-zones for anonymous location based services., ICDE, 2013", "RoadAlarm: A spatial alarm system on road networks., ICDE, 2013"], "Johann Gamper": ["Query time scaling of attribute values in interval timestamped databases., ICDE, 2013"], "Jianliang Xu": ["VERDICT: Privacy-preserving authentication of range queries in location-based services., ICDE, 2013"], "Yinghui Wu": ["ExpFinder: Finding experts by graph pattern matching., ICDE, 2013"], "Yon Dohn Chung": ["Tajo: A distributed data warehouse system on large clusters., ICDE, 2013"], "Sebastiaan J. van Schaik": ["Πgora: An Integration System for Probabilistic Data., ICDE, 2013"], "Raymond Ka Wai Sze": ["T-Music: A melody composer based on frequent pattern mining., ICDE, 2013"], "Michele Guglielmi": ["SHARE: Secure information sharing framework for emergency management., ICDE, 2013"], "Slava Novgorodov": ["CrowdPlanr: Planning made easy with crowd., ICDE, 2013"], "Lei Chen": ["ASVTDECTOR: A practical near duplicate video retrieval system., ICDE, 2013"], "Weiyi Meng": ["YumiInt - A deep Web integration system for local search engines for Geo-referenced objects., ICDE, 2013"], "Jun-Weon Yoon": ["A demonstration of the G∗ graph database system., ICDE, 2013"], "Jianmin Wang": ["RECODS: Replica consistency-on-demand store., ICDE, 2013"], "Lili Sun": ["SODIT: An innovative system for outlier detection using multiple localized thresholding and interactive feedback., ICDE, 2013"], "Yingjie Shi": ["COLA: A cloud-based system for online aggregation., ICDE, 2013"], "Kersi Taraporewalla": ["A real-time abnormality detection system for intensive care management., ICDE, 2013"]}