{"Volker Markl": ["Mosaics: Stratosphere, Flink and Beyond., ICDE, 2017"], "Laura M. Haas": ["Leveraging Data and People to Accelerate Data Science., ICDE, 2017"], "Kenny Q. Zhu": ["Semantic Bootstrapping: A Theoretical Perspective., ICDE, 2017"], "Heng Tao Shen": ["IF-Matching: Towards Accurate Map-Matching with Information Fusion., ICDE, 2017", "Preserving-Ignoring Transformation Based Index for Approximate k Nearest Neighbor Search., ICDE, 2017"], "Xuanjing Huang": ["A Mixed Generative-Discriminative Based Hashing Method., ICDE, 2017"], "Wen-Lian Hsu": ["SPIRIT: A Tree Kernel-Based Method for Topic Person Interaction Detection (Extended Abstract)., ICDE, 2017"], "Yi-Hao Jhang": ["Efficient Cache-Supported Path Planning on Roads (Extended Abstract)., ICDE, 2017"], "J. Shane Culpepper": ["Personalized Influential Topic Search via Social Network Summarization., ICDE, 2017"], "Philip S. Yu": ["Recommendation for Repeat Consumption from User Implicit Feedback., ICDE, 2017"], "Zhenhua Dong": ["PINOCCHIO: Probabilistic Influence-Based Location Selection over Moving Objects., ICDE, 2017"], "Jianhua Feng": ["K-Join: Knowledge-Aware Similarity Join., ICDE, 2017", "A Novel Cost-Based Model for Data Repairing., ICDE, 2017"], "Fan Zhang": ["Mining Suspicious Tax Evasion Groups in Big Data., ICDE, 2017"], "Kian-Lee Tan": ["Influence Maximization in Trajectory Databases., ICDE, 2017", "From Raw Footprints to Personal Interests: Bridging the Semantic Gap via Trip Intention Aggregation., ICDE, 2017", "Posterior Snapshot Isolation., ICDE, 2017"], "Xingliang Yuan": ["A Generic Method for Accelerating LSH-Based Similarity Join Processing (Extended Abstract)., ICDE, 2017"], "Rui Zhang": ["The Moving K Diversified Nearest Neighbor Query., ICDE, 2017"], "Xiaofang Zhou": ["The Interaction Between Schema Matching and Record Matching in Data Integration (Extended Abstract)., ICDE, 2017", "Mobi-SAGE: A Sparse Additive Generative Model for Mobile App Recommendation., ICDE, 2017"], "Wenjun Zhang": ["Learning Mixtures of Markov Chains from Aggregate Data with Structural Constraints (Extended Abstract)., ICDE, 2017"], "Hongyuan Zha": ["Patient Flow Prediction via Discriminative Learning of Mutually-Correcting Processes (Extended Abstract)., ICDE, 2017"], "Michael J. Franklin": ["Crowdsourced Data Management: A Survey., ICDE, 2017"], "Anthony Sukow": ["Conflict-Aware Weighted Bipartite b-Matching and Its Application to E-Commerce., ICDE, 2017"], "Masatoshi Yoshikawa": ["Mutually Beneficial Confluent Routing., ICDE, 2017"], "Kien A. Hua": ["Exploit Every Bit: Effective Caching for High-Dimensional Nearest Neighbor Search., ICDE, 2017"], "C. A. Murthy": ["Bridging Feature Selection and Extraction: Compound Feature Generation (Extended Abstract)., ICDE, 2017"], "Xuyun Zhang": ["Fast Memory Efficient Local Outlier Detection in Data Streams (Extended Abstract)., ICDE, 2017"], "Baihua Zheng": ["Finding Causality and Responsibility for Probabilistic Reverse Skyline Query Non-Answers., ICDE, 2017"], "Chen Chen": ["Bring Order into the Samples: A Novel Scalable Method for Influence Maximization (Extended Abstract)., ICDE, 2017"], "Aram Galstyan": ["Scalable Temporal Latent Space Inference for Link Prediction in Dynamic Social Networks (Extended Abstract)., ICDE, 2017"], "Panos Kalnis": ["Collective Travel Planning in Spatial Networks., ICDE, 2017", "Query Optimizations over Decentralized RDF Graphs., ICDE, 2017"], "Jinpeng Huai": ["Proxies for Shortest Path and Distance Queries., ICDE, 2017", "Fast Computation of Dense Temporal Subgraphs., ICDE, 2017"], "Nicky Advokaat": ["gMark: Schema-Driven Generation of Graphs and Queries., ICDE, 2017"], "Jeffrey Parsons": ["SEDEX: Scalable Entity Preserving Data Exchange., ICDE, 2017"], "Ge Yu": ["Efficient Distributed Density Peaks for Clustering Large Data Sets in MapReduce., ICDE, 2017", "PrivSuper: A Superset-First Approach to Frequent Itemset Mining under Differential Privacy., ICDE, 2017"], "Kyungtae Kang": ["Secure Data Deduplication with Dynamic Ownership Management in Cloud Storage., ICDE, 2017"], "Lei Chen": ["Maximizing Acceptance in Rejection-aware Spatial Crowdsourcing., ICDE, 2017"], "Qiang Cheng": ["Clustering with Adaptive Manifold Structure Learning., ICDE, 2017"], "Qing He": ["Mining Precise-Positioning Episode Rules from Event Sequences., ICDE, 2017"], "Harsh Bhandari": ["NetClus: A Scalable Framework for Locating Top-K Sites for Placement of Trajectory-Aware Services., ICDE, 2017"], "Lu Qin": ["Scalable Top-K Structural Diversity Search., ICDE, 2017", "A Fast Order-Based Approach for Core Maintenance., ICDE, 2017"], "Ujjwal Kumar Singh": ["K-Dominant Skyline Join Queries: Extending the Join Paradigm to K-Dominant Skylines., ICDE, 2017"], "Gaogang Xie": ["SF-sketch: A Fast, Accurate, and Memory Efficient Data Structure to Store Frequencies of Data Items., ICDE, 2017"], "Christian S. Jensen": ["Direction-Aware Why-Not Spatial Keyword Top-k Queries., ICDE, 2017", "Reverse Keyword-Based Location Search., ICDE, 2017"], "Hongxia Jin": ["Searching Time Series with Invariance to Large Amounts of Uniform Scaling., ICDE, 2017"], "Wei Wang": ["Mining Maximal Cliques on Dynamic Graphs Efficiently by Local Strategies., ICDE, 2017"], "Weng-Fai Wong": ["Parallelizing Skip Lists for In-Memory Multi-Core Database Systems., ICDE, 2017"], "Chen Jason Zhang": ["CrowdFusion: A Crowdsourced Approach on Data Fusion Refinement., ICDE, 2017"], "Johann Gamper": ["Correcting and Speeding-Up Bounds for Non-Uniform Graph Edit Distance., ICDE, 2017"], "Vassilios S. Verykios": ["Distance-Aware Encoding of Numerical Values for Privacy-Preserving Record Linkage., ICDE, 2017"], "Gjergji Kasneci": ["LTD-RBM: Robust and Fast Latent Truth Discovery Using Restricted Boltzmann Machines., ICDE, 2017"], "Chen Li": ["A Comparative Study of Log-Structured Merge-Tree-Based Spatial Indexes for Big Data., ICDE, 2017", "A Demonstration of TextDB: Declarative and Scalable Text Analytics on Large Data Sets., ICDE, 2017"], "Christos Faloutsos": ["Skew-Resistant Graph Partitioning., ICDE, 2017"], "Charu C. Aggarwal": ["Efficient Multistream Classification Using Direct Density Ratio Estimation., ICDE, 2017"], "Ambuj K. Singh": ["A Distance Measure for the Analysis of Polar Opinion Dynamics in Social Networks., ICDE, 2017"], "Xiang Zhang": ["Cross-Network Clustering and Cluster Ranking for Medical Diagnosis., ICDE, 2017"], "Qiong Fang": ["Reverse Query-Aware Locality-Sensitive Hashing for High-Dimensional Furthest Neighbor Search., ICDE, 2017"], "Neal Young": ["Ontology- and Sentiment-Aware Review Summarization., ICDE, 2017"], "Lionel M. Ni": ["ACTS: An Active Learning Method for Time Series Classification., ICDE, 2017"], "Stefan Dietze": ["FuseM: Query-Centric Data Fusion on Structured Web Markup., ICDE, 2017"], "Yingshu Li": ["Scalable Processing of Massive Uncertain Graph Data: A Simultaneous Processing Approach., ICDE, 2017"], "Yuchen Zhao": ["On Edge Classification in Networks with Structure and Content., ICDE, 2017"], "Nectarios Koziris": ["Adaptive State Space Partitioning of Markov Decision Processes for Elastic Resource Management., ICDE, 2017"], "Maya Ramanath": ["Sampling and Reconstruction Using Bloom Filters., ICDE, 2017"], "Tingjian Ge": ["Top-k Frequent Items and Item Frequency Tracking over Sliding Windows of Any Sizes., ICDE, 2017", "BEAMS: Bounded Event Detection in Graph Streams., ICDE, 2017"], "Christian Böhm": ["Joint Gaussian Based Measures for Multiple-Instance Learning., ICDE, 2017"], "Yuhan Sun": ["Answering Location-Aware Graph Reachability Queries on GeoSocial Data., ICDE, 2017"], "Vagelis Hristidis": ["IRanker: Query-Specific Ranking of Reviewed Items., ICDE, 2017"], "Srinivasan Parthasarathy": ["Analyzing and Visualizing Scalar Fields on Graphs., ICDE, 2017", "Role Discovery in Graphs Using Global Features: Algorithms, Applications and a Novel Evaluation Strategy., ICDE, 2017"], "Yuanhua Lv": ["Enterprise Community Detection., ICDE, 2017"], "Guihai Chen": ["Trading Data in Good Faith: Integrating Truthfulness and Privacy Preservation in Data Markets., ICDE, 2017"], "Jianneng Cao": ["Integrative Dynamic Reconfiguration in a Parallel Stream Processing Engine., ICDE, 2017"], "Rui Li": ["Secure KNN Queries over Encrypted Data: Dimensionality Is Not Always a Curse., ICDE, 2017"], "Ken Wong": ["Improving Predictable Shared-Disk Clusters Performance for Database Clouds., ICDE, 2017"], "Jieping Ye": ["DeepSD: Supply-Demand Prediction for Online Car-Hailing Services Using Deep Neural Networks., ICDE, 2017"], "Linda Rose": ["Dynamic Statistics Collection in the Teradata Unified Data Architecture., ICDE, 2017"], "Konstantina Papagiannaki": ["Hot or Not? Forecasting Cellular Network Hot Spots Using Sector Performance Indicators., ICDE, 2017", "The Good, the Bad, and the KPIs: How to Combine Performance Metrics to Better Capture Underperforming Sectors in Mobile Networks., ICDE, 2017"], "Eric Yi Liu": ["Joint User-Entity Representation Learning for Event Recommendation in Social Network., ICDE, 2017"], "Ce Zhang": ["TencentBoost: A Gradient Boosting Tree System with Parameter Server., ICDE, 2017"], "Hyuck Han": ["SSD-Assisted Backup and Recovery for Database Systems., ICDE, 2017"], "Pietro Michiardi": ["Too Big to Eat: Boosting Analytics Data Ingestion from Object Stores with Scoop., ICDE, 2017"], "Jeffrey Xu Yu": ["UniWalk: Unidirectional Random Walk Based Scalable SimRank Computation over Large Graph., ICDE, 2017", "Most Influential Community Search over Large Social Networks., ICDE, 2017"], "Mathias Birk": ["Scalable and Interactive Graph Clustering Algorithm on Multicore CPUs., ICDE, 2017"], "Deng Cai": ["Reverse Top-k Geo-Social Keyword Queries in Road Networks., ICDE, 2017"], "Yujia Wu": ["BWT Arrays and Mismatching Trees: A New Way for String Matching with k Mismatches., ICDE, 2017"], "Corey W. Arnold": ["Source-LDA: Enhancing Probabilistic Topic Models Using Prior Knowledge Sources., ICDE, 2017"], "Frank M. H. Neffke": ["Network Backboning with Noisy Data., ICDE, 2017"], "Divesh Srivastava": ["Scalable Informative Rule Mining., ICDE, 2017"], "Srikanta Tirthapura": ["Streaming k-Means Clustering with Fast Queries., ICDE, 2017"], "Gautam Das": ["Density Based Clustering over Location Based Services., ICDE, 2017"], "Venkatesh Radhakrishnan": ["Provenance-Aware Query Optimization., ICDE, 2017"], "Boris Glavic": ["A SQL-Middleware Unifying Why and Why-Not Provenance for First-Order Queries., ICDE, 2017"], "Ioannis Anagnostopoulos": ["Extended Characteristic Sets: Graph Indexing for SPARQL Query Optimization., ICDE, 2017"], "Xuemin Lin": ["TT-Join: Efficient Set Containment Join., ICDE, 2017", "Tracking Matrix Approximation over Distributed Sliding Windows., ICDE, 2017"], "Christopher M. Jermaine": ["Scalable Linear Algebra on a Relational Database System., ICDE, 2017"], "Benjamin Recht": ["KeystoneML: Optimizing Pipelines for Large-Scale Advanced Analytics., ICDE, 2017"], "Amol Deshpande": ["Parallel SPARQL Query Optimization., ICDE, 2017", "Towards Unified Data and Lifecycle Management for Deep Learning., ICDE, 2017", "ModelHub: Deep Learning Lifecycle Management., ICDE, 2017"], "Peter Triantafillou": ["Efficient Scalable Accurate Regression Queries in In-DBMS Analytics., ICDE, 2017"], "Timos Sellis": ["Monitoring the Top-m Rank Aggregation of Spatial Objects in Streaming Queries., ICDE, 2017"], "Xiaolin Qin": ["Answering Top-k Exemplar Trajectory Queries., ICDE, 2017"], "Yongming Rao": ["V-Tree: Efficient kNN Search on Moving Objects with Road-Network Constraints., ICDE, 2017"], "Xipeng Shen": ["Sweet KNN: An Efficient KNN on GPU through Reconciliation between Redundancy Removal and Regularity., ICDE, 2017"], "Jian Pei": ["Secure Skyline Queries on Cloud Platform., ICDE, 2017"], "Martin Schäler": ["Accelerating Multi-Column Selection Predicates in Main-Memory - The Elf Approach., ICDE, 2017"], "Thomas Heinze": ["Revisiting the Design of Data Stream Processing Systems on Multi-Core Processors., ICDE, 2017"], "Bei Hua": ["DIDO: Dynamic Pipelines for In-Memory Key-Value Stores on Coupled CPU-GPU Architectures., ICDE, 2017"], "Jun Yang": ["On Log-Structured Merge for Solid-State Drives., ICDE, 2017"], "Alex X. Liu": ["Adaptively Secure Conjunctive Query Processing over Encrypted Data for Cloud Computing., ICDE, 2017"], "Elena Ferrari": ["Towards a Unifying Attribute Based Access Control Approach for NoSQL Datastores., ICDE, 2017"], "Wendy Hui Wang": ["Frequency-Hiding Dependency-Preserving Encryption for Outsourced Databases., ICDE, 2017"], "Sharad Mehrotra": ["Secure and Efficient Query Processing over Hybrid Clouds., ICDE, 2017", "Parallel Progressive Approach to Entity Resolution Using MapReduce., ICDE, 2017", "Adaptive Topic Follow-Up on Twitter., ICDE, 2017"], "Rhicheek Patra": ["Capturing the Moment: Lightweight Similarity Computations., ICDE, 2017"], "Xiaojie Yuan": ["An Efficient Framework for Exact Set Similarity Search Using Tree Structure Indexes., ICDE, 2017"], "Peixiang Zhao": ["Similarity Search in Graph Databases: A Multi-Layered Indexing Approach., ICDE, 2017"], "Li Xiong": ["Quantifying Differential Privacy under Temporal Correlations., ICDE, 2017"], "Mong-Li Lee": ["Temporal Influence Blocking: Minimizing the Effect of Misinformation in Social Networks., ICDE, 2017"], "Guoren Wang": ["Complex Event-Participant Planning and Its Incremental Variant., ICDE, 2017"], "John C. S. Lui": ["Boosting Information Spread: An Algorithmic Approach., ICDE, 2017"], "Bart Goethals": ["Cleaning Data with Forbidden Itemsets., ICDE, 2017"], "Lise Getoor": ["A Collective, Probabilistic Approach to Schema Mapping., ICDE, 2017"], "Jian Li": ["Cleaning Relations Using Knowledge Bases., ICDE, 2017"], "Georgiana Ifrim": ["Time Series Classification by Sequence Learning in All-Subsequence Space., ICDE, 2017"], "Mohamed Y. Eltabakh": ["Multi-Tactic Distance-Based Outlier Detection., ICDE, 2017"], "Jiawei Han": ["Link Prediction across Aligned Networks with Sparse and Low Rank Matrix Estimation., ICDE, 2017", "Bringing Semantics to Spatiotemporal Data Mining: Challenges, Methods, and Applications., ICDE, 2017"], "Zoran A. Salcic": ["LSHiForest: A Generic Framework for Fast Tree Isolation Based Ensemble Anomaly Analysis., ICDE, 2017"], "Cyrus Shahabi": ["Prediction-Based Task Assignment in Spatial Crowdsourcing., ICDE, 2017"], "Ke Xu": ["Trichromatic Online Matching in Real-Time Spatial Crowdsourcing., ICDE, 2017"], "H. V. Jagadish": ["Tuning Crowdsourced Human Computation., ICDE, 2017"], "Celestine Dünner": ["Scalable and Interpretable Product Recommendations via Overlapping Co-Clustering., ICDE, 2017"], "Mourad Ouzzani": ["In-Memory Distributed Matrix Computation Processing and Optimization., ICDE, 2017"], "Xiaoyong Du": ["Fast and Scalable Distributed Set Similarity Joins for Big Data Analytics., ICDE, 2017"], "U. Kang": ["Fast and Scalable Distributed Boolean Tensor Factorization., ICDE, 2017"], "Georgos Siganos": ["Spinner: Scalable Graph Partitioning in the Cloud., ICDE, 2017"], "Lisi Chen": ["Distributed Publish/Subscribe Query Processing on the Spatio-Textual Data Stream., ICDE, 2017"], "Alan Halverson": ["Predictive Provisioning: Efficiently Anticipating Usage in Azure SQL Database., ICDE, 2017"], "Koushik Chattopadhyay": ["Xhare-a-Ride: A Search Optimized Dynamic Ride Sharing System with Approximation Guarantee., ICDE, 2017"], "Xiaomo Liu": ["Real-Time Novel Event Detection from Social Media., ICDE, 2017"], "Ofer Lavi": ["Anomaly Detection in Large Databases Using Behavioral Patterning., ICDE, 2017"], "Mohamed H. Ali": ["The Microsoft Reactive Framework Meets the Internet of Moving Things., ICDE, 2017"], "Cong Wang": ["Twitter Heron: Towards Extensible Streaming Engines., ICDE, 2017"], "Xiaodong Zhang": ["Feisu: Fast Query Execution over Heterogeneous Data Sources on Large-Scale Clusters., ICDE, 2017", "Enabling Effective Utilization of GPUs for Data Management Systems., ICDE, 2017"], "Leigh Stewart": ["DistributedLog: A High Performance Replicated Log Service., ICDE, 2017"], "Torsten Steinbach": ["Making Big Data Simple with dashDB Local., ICDE, 2017"], "Sanjay Nair": ["Optimizing UNION ALL Join Queries in Teradata., ICDE, 2017"], "Bingsheng He": ["Multi-Query Optimization for Complex Event Processing in SAP ESP., ICDE, 2017", "AdaStorm: Resource Efficient Storm with Adaptive Configuration., ICDE, 2017", "Data Management Systems on Future Hardware: Challenges and Opportunities., ICDE, 2017"], "Roberto V. Zicari": ["BigBench V2: The New and Improved BigBench., ICDE, 2017"], "Arun Iyengar": ["Providing Enhanced Functionality for Data Store Clients., ICDE, 2017"], "Manish Marwah": ["Modeling Scalability of Distributed Machine Learning., ICDE, 2017"], "Carlos R. Rivero": ["Automated Personalized Feedback in Introductory Java Programming MOOCs., ICDE, 2017"], "Marianne Winslett": ["Vibration Analysis for IoT Enabled Predictive Maintenance., ICDE, 2017"], "Jun Luo": ["Mining Spatio-Temporal Reachable Regions over Massive Trajectory Data., ICDE, 2017"], "John A. Stankovic": ["Smart Personalized Routing for Smart Cities., ICDE, 2017"], "Xin Wang": ["Robust Power Line Outage Detection with Unreliable Phasor Measurements., ICDE, 2017"], "James L. Avery": ["Database System Support for Personalized Recommendation Applications., ICDE, 2017"], "Mohamed F. Mokbel": ["Efficient Exploration of Telco Big Data with Compression and Decaying., ICDE, 2017", "Demonstration of Kite: A Scalable System for Microblogs Data Management., ICDE, 2017", "SPATE: Compacting and Exploring Telco Big Data., ICDE, 2017"], "Wen-Yang Lin": ["Privacy Preserving Anonymity for Periodical SRS Data Publishing., ICDE, 2017"], "Olga Papaemmanouil": ["A Learning-Based Service for Cost and Performance Management of Cloud Databases., ICDE, 2017"], "Chelsea Ju": ["AZTEC: A Cloud-based Computational Platform to Integrate Biomedical Resources., ICDE, 2017"], "Torben Bach Pedersen": ["Demonstrating SolveDB: An SQL-Based DBMS for Optimization Applications., ICDE, 2017"], "Ali Jaoua": ["HDBExpDetector: Aggregate Sudden-Change Detector over Dynamic Web Databases., ICDE, 2017"], "Gang Chen": ["IS2R: A System for Refining Reverse Top-k Queries., ICDE, 2017"], "Yuval Moskovitch": ["POLYTICS: Provenance-Based Analytics of Data-Centric Applications., ICDE, 2017"], "Alejandro P. Buchmann": ["Selective In-Place Appends for Real: Reducing Erases on Wear-prone DBMS Storage., ICDE, 2017"], "Stefano Tessaro": ["Understanding the Security Challenges of Oblivious Cloud Storage with Asynchronous Accesses., ICDE, 2017"], "Sebastian Link": ["Urd: A Data Summarization Tool for the Acquisition of Meaningful Cardinality Constraints with Probabilistic Intervals., ICDE, 2017"], "Yannis Papakonstantinou": ["GQFast: Fast Graph Exploration with Context-Aware Autocompletion., ICDE, 2017"], "Y. C. Tay": ["GscalerCloud: A Web-Based Graph Scaling Service., ICDE, 2017"], "Xifeng Yan": ["Privacy Cyborg: Towards Protecting the Privacy of Social Media Users., ICDE, 2017"], "Zi Huang": ["SocialLens: Searching and Browsing Communities by Content and Interaction., ICDE, 2017"], "Peter Dolog": ["TABOO: Detecting Unstructured Sensitive Information Using Recursive Neural Networks., ICDE, 2017"], "Zhanhuai Li": ["A Human-and-Machine Cooperative Framework for Entity Resolution with Quality Guarantees., ICDE, 2017"], "Rima Habre": ["A Scalable Data Integration and Analysis Architecture for Sensor Data of Pediatric Asthma., ICDE, 2017"], "Slava Novgorodov": ["DANCE: Data Cleaning with Constraints and Experts., ICDE, 2017"], "Seth Young": ["DV8: Interactive Analysis of Aviation Data., ICDE, 2017"], "Mohamed Sarwat": ["Hippo in Action: Scalable Indexing of a Billion New York City Taxi Trips and Beyond., ICDE, 2017"], "Calton Pu": ["Landslide Information Service Based on Composition of Physical and Social Sensors., ICDE, 2017"], "Wynne Hsu": ["MAROON+: A System for Profiling Entities over Time., ICDE, 2017"], "Xiaogang Ma": ["VisFlow: A Visual Database Integration and Workflow Querying System., ICDE, 2017"], "Magda Balazinska": ["Keynote: Research with Real Users., ICDE, 2017"], "Zahid Abul-Basher": ["Multiple-Query Optimization of Regular Path Queries., ICDE, 2017"], "Bella Martínez-Seis": ["RELNA: Ranking Attributes in Social Networks to Detect Overlapping Communities Efficiently., ICDE, 2017"], "Malay Bhattacharyya": ["Judgment Analysis Based on Crowdsourced Opinions., ICDE, 2017"], "Anahita Davoudi": ["Effects of User Interactions on Online Social Recommender Systems., ICDE, 2017"], "Jianliang Xu": ["Community Search over Big Graphs: Models, Algorithms, and Opportunities., ICDE, 2017"], "Vasilis Efthymiou": ["Web-Scale Blocking, Iterative and Progressive Entity Resolution., ICDE, 2017"], "Amr El Abbadi": ["The Challenges of Global-Scale Data Management., ICDE, 2017"], "Tobias Emrich": ["Handling Uncertainty in Geo-Spatial Data., ICDE, 2017"], "Jeffrey D. Ullman": ["Data Science Education: We're Missing the Boat, Again., ICDE, 2017"], "Eugene Wu": ["Small Data., ICDE, 2017"], "Kostas Stefanidis": ["Fairness in Group Recommendations in the Health Domain., ICDE, 2017"], "Hiroyuki Kitagawa": ["MASC: Automatic Sleep Stage Classification Based on Brain and Myoelectric Signals., ICDE, 2017"], "Linda R. Petzold": ["Survival Topic Models for Predicting Outcomes for Trauma Patients., ICDE, 2017"], "Omero Bendicto Poli-Neto": ["Case Study: Classification Algorithms Comparison for the Multi-Label Problem of Chronic Pelvic Pain Diagnosing., ICDE, 2017"], "James Geller": ["Enabling Real-Time Drug Abuse Detection in Tweets., ICDE, 2017"], "Jing (Melody) Yao": ["Mother Smoking During Pregnancy and ADHD in Children., ICDE, 2017"], "Panayiotis V. Benos": ["Integrated Theory-and Data-Driven Feature Selection in Gene Expression Data Analysis., ICDE, 2017"], "Xiaoqian Jiang": ["A Mortality Study for ICU Patients Using Bursty Medical Events., ICDE, 2017"], "Ronaldo Menezes": ["Characterizing Organ Donation Awareness from Social Media., ICDE, 2017"], "Muhammad Intizar Ali": ["Towards Scalable Non-Monotonic Stream Reasoning via Input Dependency Analysis., ICDE, 2017"], "George Papastefanatos": ["Distance-Based Triple Reordering for SPARQL Query Optimization., ICDE, 2017"], "Mathew Thomas": ["NOUS: Construction and Querying of Dynamic Knowledge Graphs., ICDE, 2017"], "Adila Krisnadhi": ["Ontology-Based Approach for Academic Evaluation System., ICDE, 2017"], "Michael N. Gubanov": ["PolyFuse: A Large-Scale Hybrid Data Fusion System., ICDE, 2017"], "Georgia Troullinou": ["On Recommending Evolution Measures: A Human-Aware Approach., ICDE, 2017"], "Andre Putnam": ["The Configurable Cloud - Accelerating Hyperscale Datacenter Services with FPGA., ICDE, 2017"], "Le Gruenwald": ["Parallel Selectivity Estimation for Optimizing Multidimensional Spatial Join Processing on GPUs., ICDE, 2017"], "Gunter Saake": ["Are Databases Fit for Hybrid Workloads on GPUs? A Storage Engine's Perspective., ICDE, 2017"], "Stratis D. Viglas": ["Processing Declarative Queries through Generating Imperative Code in Managed Runtimes., ICDE, 2017"], "Roger Moussalli": ["Tradeoffs and Considerations in the Design of Accelerators for Database Applications., ICDE, 2017"], "Evangelia A. Sitaridi": ["Hardware Acceleration of Database Analytics., ICDE, 2017"]}