{"W. Bruce Croft": ["Language Models for Information Retrieval., ICDE, 2003"], "Ramesh Jain": ["Out-of-the Box Data Engineering - Events in Heterogeneous Environments., ICDE, 2003"], "Mehul A. Shah": ["Flux: An Adaptive Partitioning Operator for Continuous Query Systems., ICDE, 2003"], "Xueyan Tang": ["Coordinated Management of Cascaded Caches for Efficient Content Distribution., ICDE, 2003"], "Beverly Yang": ["Designing a Super-Peer Network., ICDE, 2003"], "Haixun Wang": ["Indexing Weighted-Sequences in Large Databases., ICDE, 2003"], "Nikos Mamoulis": ["Similarity Search in Sets and Categorical Data Using the Signature Tree., ICDE, 2003"], "Hui Jin": ["An Adaptive and Efficient Dimensionality Reduction Algorithm for High-Dimensional Indexing., ICDE, 2003"], "Jiong Yang": ["CLUSEQ: Efficient and Effective Sequence Clustering., ICDE, 2003", "Dynamic Clustering of Evolving Streams with a Single Pass., ICDE, 2003"], "Eugene Agichtein": ["Querying Text Databases for Efficient Information Extraction., ICDE, 2003"], "Süleyman Cenk Sahinalp": ["Distance Based Indexing for String Proximity Search., ICDE, 2003"], "Nicolas Bruno": ["Navigation- vs. Index-Based XML Multi-Query Processing., ICDE, 2003", "Efficient Creation of Statistics over Query Expressions., ICDE, 2003"], "Ravi Murthy": ["Supporting Ancillary Values from User Defined Functions in Oracle., ICDE, 2003"], "Michael O. Akinde": ["Efficient Computation of Subqueries in Complex OLAP., ICDE, 2003"], "Gang Luo": ["A Comparison of Three Methods for Join View Maintenance in Parallel RDBMS., ICDE, 2003"], "Ke Yi": ["Efficient Maintenance of Materialized Top-k Views., ICDE, 2003"], "Wang Lam": ["Multicasting a Changing Repository., ICDE, 2003"], "Peter McBrien": ["Data Integration by Bi-Directional Schema Transformation Rules., ICDE, 2003"], "Jianliang Xu": ["Energy Efficient Index for Querying Location-Dependent Data in Mobile Broadcast Environments., ICDE, 2003"], "Haifeng Jiang": ["XR-Tree: Indexing XML Data for Efficient Structural Joins., ICDE, 2003"], "Tamer Kahveci": ["Joining Massive High-Dimensional Datasets., ICDE, 2003", "Fast alignment of large genome databases., ICDE, 2003"], "Panayiotis Tsaparas": ["Ranked Join Indices., ICDE, 2003"], "Ke Wang": ["Pushing Aggregate Constraints by Divide-and-Approximate., ICDE, 2003", "Mining Customer Value: From Association Rules to Direct Marketing., ICDE, 2003"], "Ahmet Bulut": ["SWAT: Hierarchical Stream Summarization in Large Networks., ICDE, 2003"], "Spiros Papadimitriou": ["LOCI: Fast Outlier Detection Using the Local Correlation Integral., ICDE, 2003"], "Roland Pieringer": ["Combining Hierarchy Encoding and Pre-Grouping: Intelligent Grouping in Star Join Processing., ICDE, 2003"], "Jaewoo Kang": ["Evaluating Window Joins over Unbounded Streams., ICDE, 2003"], "Vijayshankar Raman": ["Using State Modules for Adaptive Query Processing., ICDE, 2003"], "Vagelis Hristidis": ["Keyword Proximity Search on XML Graphs., ICDE, 2003"], "Georg Gottlob": ["XPath Query Evaluation: Improving Time and Space Efficiency., ICDE, 2003"], "Wei Wang": ["PBiTree Coding and Efficient Processing of Containment Joins., ICDE, 2003"], "Sriram Raghavan": ["Representing Web Graphs., ICDE, 2003"], "Yufei Tao": ["Selectivity Estimation for Predictive Spatio-Temporal Queries., ICDE, 2003"], "Iosif Lazaridis": ["Capturing Sensor-Generated Time Series with Quality Guarantees., ICDE, 2003"], "Yuqing Wu": ["Structural Join Order Selection for XML Query Optimization., ICDE, 2003"], "Charles Barton": ["Streaming XPath Processing with Forward and Backward Axes., ICDE, 2003"], "Edward Hung": ["PXML: A Probabilistic Semistructured Data Model and Algebra., ICDE, 2003"], "Donald Carney": ["Scalable Application-Aware Data Freshening., ICDE, 2003"], "Khalil Amiri": ["Scalable template-based query containment checking for web semantic caches., ICDE, 2003", "DBProxy: A dynamic data cache for Web applications., ICDE, 2003"], "Alon Y. Halevy": ["Schema Mediation in Peer Data Management Systems., ICDE, 2003"], "Yuan Wang": ["X-Diff: An Effective Change Detection Algorithm for XML Documents., ICDE, 2003"], "Ioana Stanoi": ["A Framework for the Selective Dissemination of XML Documents based on Inferred User Profiles., ICDE, 2003"], "Susan B. Davidson": ["Propagating XML Constraints to Relations., ICDE, 2003"], "Lidan Shou": ["HDoV-tree: The Structure, The Storage, The Speed., ICDE, 2003"], "Xingquan Zhu": ["Medical Video Mining for Efficient Database Indexing, Management and Access., ICDE, 2003"], "Mathurin Body": ["Handling Evolutions in Multidimensional Structures., ICDE, 2003"], "Rakesh Agrawal": ["Implementing P3P Using Database Technology., ICDE, 2003", "Automating Layout of Relational Databases., ICDE, 2003", "Database Technologies for E- Commerce., ICDE, 2003"], "Raju Rangaswami": ["MEMS-based Disk Buffer for Streaming Media Servers., ICDE, 2003"], "Wee Siong Ng": ["PeerDB: A P2P-based System for Distributed Data Sharing., ICDE, 2003"], "Mitch Cherniack": ["Profile-Driven Cache Management., ICDE, 2003"], "HweeHwa Pang": ["StegFS: A Steganographic File System., ICDE, 2003"], "Pin-Kwang Eng": ["Preference-Driven Query Processing., ICDE, 2003"], "Henrik Engström": ["A Heuristic for Refresh Policy Selection in Heterogeneous Environments., ICDE, 2003"], "Pedro José Marrón": ["Catalog Integration Made Easy., ICDE, 2003"], "Wai Gen Yee": ["Fast Data Access on Multiple Broadcast Channels., ICDE, 2003"], "Andreas Koeller": ["Discovery of High-Dimensional., ICDE, 2003"], "L. Kumar": ["Low Overhead Optimal Checkpointing for Mobile Distributed Systems., ICDE, 2003"], "Cindy Xinmin Chen": ["Design and Implementation of a Temporal Extension of SQL., ICDE, 2003"], "Jiun-Long Huang": ["Broadcasting Dependent Data for Ordered Queries without Replication in a Multi-Channel Mobile Environment., ICDE, 2003"], "Arvind Arasu": ["Extracting Structured Data from Web Pages., ICDE, 2003"], "Mohamed F. Mokbel": ["Spectral LPM: An Optimal Locality-Preserving Mapping using the Spectral (not Fractal) Order., ICDE, 2003"], "Dan Olteanu": ["An Evaluation of Regular Path Expressions with Qualifiers against XML Streams., ICDE, 2003"], "Toshiyuki Amagasa": ["QRS: A Robust Numbering Scheme for XML Documents., ICDE, 2003"], "Sudipto Guha": ["Index-Based Approximate XML Joins., ICDE, 2003"], "Sihem Amer-Yahia": ["XML Publishing: Look at Siblings too!, ICDE, 2003", "PIX: A System for Phrase Matching in XML Documents., ICDE, 2003", "Approximate Matching in XML., ICDE, 2003"], "Vikram Pudi": ["Generalized Closed Itemsets for Association Rule Mining., ICDE, 2003"], "Jan Chomicki": ["Skyline with Presorting., ICDE, 2003"], "Hongjun Lu": ["What Makes the Differences: Benchmarking XML Database Implementations., ICDE, 2003"], "Reynold Cheng": ["Querying Imprecise Data in Moving Object Environments., ICDE, 2003"], "Sangdon Lee": ["Index Hint for On-demand Broadcasting., ICDE, 2003"], "Luis Gravano": ["Text Joins for Data Cleansing and Integration in an RDBMS., ICDE, 2003"], "Anastasios Kementsietsidis": ["Managing Data Mappings in the Hyperion Project., ICDE, 2003"], "Dina Q. Goldin": ["The Constraint Database Framework: Lessons Learned from CQA/CDB., ICDE, 2003"], "Navin Kabra": ["The QUIQ Engine: A Hybrid IR DB System., ICDE, 2003"], "Robert Baumgartner": ["Web Information Acquisition with Lixto Suite., ICDE, 2003"], "Xiaofeng Meng": ["SG-WRAM Schema Guided Wrapper Maintenance., ICDE, 2003"], "Alexander Hinneburg": ["HD-Eye - Visual Clustering of High dimensional Data., ICDE, 2003"], "Vanja Josifovski": ["Super-Fast XML Wrapper Generation in DB2: A Demonstration., ICDE, 2003", "Querying XML data sources in DB2: the XML Wrapper., ICDE, 2003"], "Philip Bohannon": ["Bridging the XML Relational Divide with LegoDB., ICDE, 2003"], "Wei Li": ["An Optimized Multicast-based Data Dissemination Middleware., ICDE, 2003"], "Manish Bhide": ["Dynamic Access Control Framework Based On Events., ICDE, 2003"], "Wolf-Tilo Balke": ["Personalized Services for Mobile Route Planning., ICDE, 2003"], "Holger Meuss": ["Visual Querying and Exploration of Large Answers in XML Databases with X2., ICDE, 2003"], "Feng Peng": ["Streaming XPath Queries in XSQ., ICDE, 2003"], "Sunita Sarawagi": ["Scaling up the ALIAS Duplicate Elimination System., ICDE, 2003", "Sequence Data Mining Techniques and Applications., ICDE, 2003"], "B. Aditya": ["User Interaction in the BANKS System., ICDE, 2003"], "S. Kumar": ["A Database for Storage and Fast Retrieval of Structure Data., ICDE, 2003"], "Christoforos Panayiotou": ["Personalized Portals for the Wireless and Mobile User; a Mobile Agent Approach., ICDE, 2003"], "Chaitan Baru": ["Cyber Infrastructure for Informatics., ICDE, 2003"], "Martin L. Kersten": ["Databases for Ambient Intelligence., ICDE, 2003"], "C. Mohan": ["Application Servers and Associated Technologies., ICDE, 2003"], "Surajit Chaudhuri": ["Storage and Retrieval of XML Data using Relational Databases., ICDE, 2003"], "Anil Nori": ["Business Process Management Systems., ICDE, 2003"], "Panos K. Chrysanthis": ["Data Engineering for Mobile and Wireless Access., ICDE, 2003"], "Ajay Gupta": ["Towards Bringing Database Management Task in the Realm of IT non-Experts., ICDE, 2003"], "Sashikanth Chandrasekaran": ["Shared Cache - The Future of Parallel Databases., ICDE, 2003"], "Kothuri Venkata Ravi Kanth": ["Spatial Processing using Oracle Table Functions., ICDE, 2003"], "Sourav S. Bhowmick": ["XomatiQ: Living With Genomes, Proteomes, Relations and a Little Bit of XML., ICDE, 2003"], "Parvatham Venkatachalam": ["GRAM++ - An Indigenous GIS Software Suite Demonstration., ICDE, 2003"], "Shaymsunder Gopale": ["enTrans: A Demonstration of Flexible Consistency Maintenance in Provisioning Systems., ICDE, 2003"]}