{"Pekka Kostamaa": ["Large scale data warehousing: Trends and observations., ICDE, 2010", "A new algorithm for small-large table outer joins in parallel DBMS., ICDE, 2010"], "Jeffrey F. Naughton": ["DBMS: Lessons from the first 50 years, speculations for the next 50., ICDE, 2010", "Impact of disk corruption on open-source DBMS., ICDE, 2010", "Toward industrial-strength keyword search systems over relational data., ICDE, 2010"], "Donald Kossmann": ["How new is the cloud?, ICDE, 2010"], "Piyush Kumar": ["K nearest neighbor queries and kNN-Joins in large relational databases (almost) for free., ICDE, 2010"], "Wei Wang": ["Quantile-based KNN over multi-valued objects., ICDE, 2010", "Multi-guarded safe zone: An effective technique to monitor moving circular range queries., ICDE, 2010"], "Qianlu Lin": ["Efficient rank based KNN query processing over uncertain data., ICDE, 2010"], "Zachary G. Ives": ["Reliable storage and querying for collaborative data sharing systems., ICDE, 2010"], "Orion Hodson": ["Strongly consistent replication for a bargain., ICDE, 2010"], "Heiko Müller": ["Detecting inconsistencies in distributed data., ICDE, 2010"], "Carlo Zaniolo": ["Optimal load shedding with aggregates and mining queries., ICDE, 2010"], "Ming-Chien Shan": ["Scheduling for fast response multi-pattern matching over streaming events., ICDE, 2010"], "Yasushi Sakurai": ["Discovery of cross-similarity in data streams., ICDE, 2010"], "Kotagiri Ramamohanarao": ["Mining distribution change in stock order streams., ICDE, 2010", "ScoreFinder: A method for collaborative quality inference on user-generated content., ICDE, 2010"], "Samuel Madden": ["TrajStore: An adaptive storage system for very large trajectory data sets., ICDE, 2010", "Osprey: Implementing MapReduce-style fault tolerance in a shared-nothing distributed database., ICDE, 2010"], "Chang-Tien Lu": ["C3: Concurrency control on continuous queries over moving objects., ICDE, 2010"], "Kevin Keliang Zhao": ["Policy-aware sender anonymity in location based services., ICDE, 2010"], "Christoph Koch": ["Approximate confidence computation in probabilistic databases., ICDE, 2010", "PIP: A database system for great and small expectations., ICDE, 2010"], "Iluju Kiringa": ["Generator-Recognizer Networks: A unified approach to probabilistic databases., ICDE, 2010"], "Joseph M. Hellerstein": ["Probabilistic declarative information extraction., ICDE, 2010"], "Sandrine Vial": ["PARINET: A tunable access method for in-network trajectories., ICDE, 2010"], "Jagan Sankaranarayanan": ["Geotagging with local lexicons to build indexes for textually-specified spatial data., ICDE, 2010"], "Ke Wang": ["On optimal anonymization for l+-diversity., ICDE, 2010"], "Johannes Gehrke": ["Differential privacy via wavelet transforms., ICDE, 2010"], "Kyriakos Mouratidis": ["Efficient verification of shortest path search via authenticated hints., ICDE, 2010"], "Zengjian Hu": ["Evaluating skylines in the presence of equijoins., ICDE, 2010"], "Matthias Schubert": ["Route skyline queries: A multi-preference path planning approach., ICDE, 2010"], "Timos K. Sellis": ["Probabilistic contextual skylines., ICDE, 2010"], "Kenneth L. Clarkson": ["Schema covering: a step towards enabling reuse in information integration., ICDE, 2010"], "David W. Cheung": ["Managing uncertainty of XML schema matching., ICDE, 2010"], "Leonidas Fegaras": ["Propagating updates through XML views using lineage tracing., ICDE, 2010"], "Tapan S. Parikh": ["USHER: Improving data quality with dynamic forms., ICDE, 2010"], "Yannis E. Ioannidis": ["Explaining structured queries in natural language., ICDE, 2010"], "Wolfgang Nejdl": ["IQP: Incremental query construction, a probabilistic approach., ICDE, 2010"], "Themis Palpanas": ["TASM: Top-k Approximate Subtree Matching., ICDE, 2010"], "Kjetil Nørvåg": ["Reverse top-k queries., ICDE, 2010"], "Jiawei Han": ["Top-K aggregation queries over large networks., ICDE, 2010", "Progressive clustering of networks using Structure-Connected Order of Traversal., ICDE, 2010"], "Chengxiang Zhai": ["TopCells: Keyword-based search of top-k aggregated documents in text cube., ICDE, 2010"], "Malú Castellanos": ["Optimizing ETL workflows for fault-tolerance., ICDE, 2010"], "Ashraf Aboulnaga": ["Q-Cop: Avoiding bad query mixes to minimize client timeouts under heavy loads., ICDE, 2010"], "Kirk Pruhs": ["Admission control mechanisms for continuous queries in the cloud., ICDE, 2010"], "Shivnath Babu": ["Interaction-aware prediction of business intelligence workload completion times., ICDE, 2010"], "Niko Välimäki": ["Fast in-memory XPath search using compressed indexes., ICDE, 2010"], "Srinivasan Parthasarathy": ["Hashing tree-structured data: Methods and applications., ICDE, 2010"], "Ravishankar Ramamurthy": ["Estimating the compression fraction of an index using sampling., ICDE, 2010", "Rule profiling for query optimizers and their implications., ICDE, 2010"], "Kyu-Young Whang": ["The Hybrid-Layer Index: A synergic approach to answering top-k queries in arbitrary subspaces., ICDE, 2010"], "Daniel Fink": ["The model-summary problem and a solution for trees., ICDE, 2010"], "Jignesh M. Patel": ["Efficient and accurate discovery of patterns in sequence datasets., ICDE, 2010", "Discovery-driven graph summarization., ICDE, 2010"], "See-Kiong Ng": ["Mining mutation chains in biological sequences., ICDE, 2010"], "Xiaorui Wang": ["Exploring power-performance tradeoffs in database systems., ICDE, 2010"], "Manoj Syamala": ["Workload driven index defragmentation., ICDE, 2010"], "Anthony K. H. Tung": ["Locating mapped resources in Web 2.0., ICDE, 2010"], "Man Lung Yiu": ["Preference queries in large multi-cost transportation networks., ICDE, 2010"], "Kun Hou": ["Approximate string search in spatial databases., ICDE, 2010"], "Jun (Jim) Xu": ["Global iceberg detection over distributed data streams., ICDE, 2010"], "Abhay Mehta": ["Non-dyadic Haar wavelets for streaming and sensor data., ICDE, 2010", "E-Cube: Multi-dimensional event sequence processing using concept and pattern hierarchies., ICDE, 2010"], "Mukesh K. Mohania": ["Ratio threshold queries over distributed data sources., ICDE, 2010"], "Dik Lun Lee": ["Probabilistic Top-k query processing in distributed sensor networks., ICDE, 2010"], "Milind Joshi": ["Polynomial heuristics for query optimization., ICDE, 2010"], "Kian-Lee Tan": ["Optimized query evaluation using cooperative sorts., ICDE, 2010"], "Marcelo Cintra": ["Generating code for holistic query evaluation., ICDE, 2010"], "Caetano Traina Jr.": ["Finding Clusters in subspaces of very large, multi-dimensional datasets., ICDE, 2010"], "Ryutaro Ichise": ["Similarity search on supergraph containment., ICDE, 2010"], "Shuo Zhang": ["Finding top-k maximal cliques in an uncertain graph., ICDE, 2010"], "Gustavo Alonso": ["FPGA acceleration for the frequent item problem., ICDE, 2010", "A tuple space for social networking on mobile phones., ICDE, 2010"], "Dan Grossman": ["Estimating the progress of MapReduce pipelines., ICDE, 2010"], "Johannes Singler": ["Scalable distributed-memory external sorting., ICDE, 2010"], "Yannis Papakonstantinou": ["Supporting top-K keyword search in XML databases., ICDE, 2010"], "Wang-Chien Lee": ["Personalized Web search with location preferences., ICDE, 2010"], "Stelios Paparizos": ["Fuzzy matching of Web queries to structured data., ICDE, 2010"], "Kyuseok Shim": ["Efficient processing of substring match queries with inverted q-gram indexes., ICDE, 2010"], "Elke A. Rundensteiner": ["Progressive result generation for multi-criteria decision support queries., ICDE, 2010"], "Hayato Yamana": ["Nb-GCLOCK: A non-blocking buffer management based on the generalized CLOCK., ICDE, 2010"], "Tiziana Catarci": ["Effective automated Object Matching., ICDE, 2010"], "Divesh Srivastava": ["Efficient identification of coupled entities in document collections., ICDE, 2010", "Anonymized Data: Generation, models, usage., ICDE, 2010"], "Hwanjo Yu": ["On supporting effective web extraction., ICDE, 2010"], "João Eduardo Ferreira": ["A partial persistent data structure to support consistency in real-time collaborative editing., ICDE, 2010"], "Yanhong Zhou": ["Detecting bursty events in collaborative tagging systems., ICDE, 2010"], "Elisa Bertino": ["Credibility-enhanced curated database: Improving the value of curated databases., ICDE, 2010", "FENCE: Continuous access control enforcement in dynamic data stream environments., ICDE, 2010", "A privacy-preserving approach to policy-based content dissemination., ICDE, 2010"], "Liwen Sun": ["UV-diagram: A Voronoi diagram for uncertain data., ICDE, 2010"], "Mourad Ouzzani": ["Supporting real-world activities in database management systems., ICDE, 2010"], "Bertram Ludäscher": ["XML-based computation for scientific workflows., ICDE, 2010", "Provenance browser: Displaying and querying scientific workflow provenance graphs., ICDE, 2010"], "Chee-Yong Chan": ["ViewJoin: Efficient view-based evaluation of tree pattern queries., ICDE, 2010"], "Mohamed E. Khalefa": ["FlexPref: A framework for extensible preference evaluation in database systems., ICDE, 2010"], "Masateru Tadaishi": ["Optimal tree node ordering for child/descendant navigations., ICDE, 2010"], "Shuohao Zhang": ["XMorph: A shape-polymorphic, domain-specific XML data transformation language., ICDE, 2010"], "Tamer Kahveci": ["Surrogate ranking for very expensive similarity queries., ICDE, 2010"], "Kenneth A. Ross": ["Semantic ranking and result visualization for life sciences publications., ICDE, 2010"], "Panagiotis G. Ipeirotis": ["Ranked queries over sources with Boolean query interfaces without ranking support., ICDE, 2010"], "S. Sudarshan": ["X-data: Generating test data for killing SQL mutants., ICDE, 2010"], "Mohamed H. Ali": ["The similarity join database operator., ICDE, 2010"], "Amr El Abbadi": ["Anonymizing weighted social network graphs., ICDE, 2010"], "Jiakui Zhao": ["Efficient similarity matching of Time Series Cliques with natural relations., ICDE, 2010"], "Karl Aberer": ["Continuous query evaluation over distributed sensor networks., ICDE, 2010", "Cost-efficient and differentiated data availability guarantees in data clouds., ICDE, 2010"], "Subhash Suri": ["Space-efficient online approximation of time series data: Streams, amnesia, and out-of-order., ICDE, 2010"], "Matthai Philipose": ["Approximation trade-offs in Markovian stream processing: An empirical study., ICDE, 2010"], "Yabo Xu": ["Global privacy guarantee in serial data publishing., ICDE, 2010"], "Ling Liu": ["XColor: Protecting general proximity privacy., ICDE, 2010", "Monitoring continuous state violation in datacenters: Exploring the time dimension., ICDE, 2010"], "Zhengzheng Xing": ["Correlation hiding by independence masking., ICDE, 2010"], "Lukas Blunschi": ["Intensional associations in dataspaces., ICDE, 2010"], "Victor Muntés-Mulero": ["Overlapping Community Search for social networks., ICDE, 2010"], "Raghotham Murthy": ["Hive - a petabyte scale data warehouse using Hadoop., ICDE, 2010"], "Raghunath Othayoth Nambiar": ["Tuning servers, storage and database for energy efficient data warehouses., ICDE, 2010"], "Pramit Basu": ["Data cleansing as a transient service., ICDE, 2010"], "Vikas Arora": ["XBRL repository - an industrial approach of management of XBRL documents., ICDE, 2010"], "Jagannathan Srinivasan": ["Visualizing large-scale RDF data using Subsets, Summaries, and Sampling in Oracle., ICDE, 2010"], "Ronnie Chaiken": ["Incorporating partitioning and parallel plans into the SCOPE optimizer., ICDE, 2010"], "Lily Jow": ["Data desensitization of customer data for use in optimizer performance experiments., ICDE, 2010"], "Jin Zhang": ["A demonstration of the MaxStream federated stream processing system., ICDE, 2010"], "Yi Chen": ["TargetSearch: A ranking friendly XML keyword search engine., ICDE, 2010", "MASS: a multi-facet domain-specific influential blogger mining system., ICDE, 2010"], "Jianhua Feng": ["Efficient fuzzy type-ahead search in TASTIER., ICDE, 2010"], "Ji-Rong Wen": ["Navigation system for product search., ICDE, 2010"], "Tova Milo": ["Navigating through Mashed-up Applications with COMPASS., ICDE, 2010"], "Chitta Baral": ["GenerIE: Information extraction using database queries., ICDE, 2010"], "Kai-Uwe Sattler": ["Power-aware data analysis in sensor networks., ICDE, 2010", "Database as a service (DBaaS)., ICDE, 2010"], "Mike P. Papazoglou": ["A view-based Monitoring for Privacy-aware Web services., ICDE, 2010"], "Spyros Zoupanos": ["Viewing a world of annotations through AnnoVIP., ICDE, 2010"], "Ihab F. Ilyas": ["MashRank: Towards uncertainty-aware and rank-aware mashups., ICDE, 2010"], "Yannis Theodoridis": ["T-Warehouse: Visual OLAP analysis on trajectory data., ICDE, 2010"], "Emiran Curtmola": ["WikiAnalytics: Ad-hoc querying of highly heterogeneous structured data., ICDE, 2010"], "Subbarao Kambhampati": ["SMARTINT: A system for answering queries over web databases using attribute dependencies., ICDE, 2010"], "Rimma V. Nehme": ["Mini-Me: A min-repro system for database software., ICDE, 2010"], "Jun Yang": ["I/O-efficient statistical computing with RIOT., ICDE, 2010"], "Surajit Chaudhuri": ["Interactive physical design tuning., ICDE, 2010"], "Renato Oliveira da Silva": ["Visualizing cost-based XQuery optimization., ICDE, 2010"], "Nabil Layaïda": ["XML reasoning made practical., ICDE, 2010"], "Carl-Christian Kanne": ["TransScale: Scalability transformations for declarative applications., ICDE, 2010"], "James F. Terwilliger": ["Reverse engineering models from databases to bootstrap application development., ICDE, 2010"], "Yannis Vassiliou": ["HECATAEUS: Regulating schema evolution., ICDE, 2010"], "Maurice van Keulen": ["ROX: The robustness of a run-time XQuery optimizer against correlated data., ICDE, 2010"], "Hady Wirawan Lauw": ["Symphony: A platform for search-driven applications., ICDE, 2010"], "Yubin Kim": ["ProbClean: A probabilistic duplicate detection system., ICDE, 2010"], "Cyrus Shahabi": ["TransDec: A spatiotemporal query processing framework for transportation systems., ICDE, 2010"], "Vasilis Vassalos": ["Inconsistency resolution in online databases., ICDE, 2010"], "Srinivas Narayanan": ["Cloudy skies for data management., ICDE, 2010"], "Florian M. Waas": ["Database architecture (R)evolution: New hardware vs. new software., ICDE, 2010"], "Ashwin Machanavajjhala": ["Privacy in data publishing., ICDE, 2010"], "Kostas Stefanidis": ["Representation, composition and application of preferences in databases., ICDE, 2010"], "Matthias Renz": ["Techniques for efficiently searching in spatial, temporal, spatio-temporal, and multimedia databases., ICDE, 2010"]}