{"Nora Denzel": ["HP-Inventing the Future of Storage., ICDE, 2002"], "Sanjay Agrawal": ["DBXplorer: A System for Keyword-Based Search over Relational Databases., ICDE, 2002"], "Mohamed G. Elfeky": ["TAILOR: A Record Linkage Tool Box., ICDE, 2002"], "Hakan Hacigümüs": ["Providing Database as a Service., ICDE, 2002"], "Gregory Cobena": ["Detecting Changes in XML Documents., ICDE, 2002"], "Christina Yip Chung": ["Reverse Engineering for Web Data: From Visual to Semantic Structure., ICDE, 2002"], "Philip Bohannon": ["From XML Schema to Relations: A Cost-Based Approach to XML Storage., ICDE, 2002"], "Joseph Dunn": ["Sequenced Subset Operators: Definition and Implementation., ICDE, 2002"], "Chengyu Sun": ["Exploring Spatial Datasets with Histograms., ICDE, 2002"], "Donghui Zhang": ["Efficient Temporal Join Processing Using Indices., ICDE, 2002"], "Sergey Melnik": ["Similarity Flooding: A Versatile Graph Matching Algorithm and Its Application to Schema Matching., ICDE, 2002"], "Raghav Kaushik": ["Exploiting Local Similarity for Indexing Paths in Graph-Structured Data., ICDE, 2002"], "Shurug Al-Khalifa": ["Structural Joins: A Primitive for Efficient XML Query Pattern Matching., ICDE, 2002"], "Wei Wang": ["Condensed Cube: An Efficient Approach to Reducing Data Cube Size., ICDE, 2002", "A Framework Towards Efficient and Effective Sequence Clusterin., ICDE, 2002"], "Dimitris Papadias": ["Indexing Spatio-Temporal Data Warehouses., ICDE, 2002"], "Wolfgang Lehner": ["Processing Reporting Function Views in a Data Warehouse Environment., ICDE, 2002"], "Karl Aberer": ["P2P Information Systems., ICDE, 2002"], "Yufei Tao": ["Cost Models for Overlapping and Multi-Version B-Trees., ICDE, 2002"], "Anton Faradjian": ["GADT: A Probability Space ADT for Representing and Querying the Physical World., ICDE, 2002"], "Ivan Popivanov": ["Similarity Search Over Time-Series Data Using Wavelets., ICDE, 2002"], "Pankaj M. Tolani": ["XGRIND: A Query-Friendly XML Compressor., ICDE, 2002"], "Chee Yong Chan": ["Efficient Filtering of XML Documents with XPath Expressions., ICDE, 2002"], "Pratik Mukhopadhyay": ["Mixing Querying and Navigation in MIX., ICDE, 2002"], "Charu C. Aggarwal": ["An Intuitive Framework for Understanding Changes in Evolving Data Streams., ICDE, 2002", "Towards Meaningful High-Dimensional Nearest Neighbor Search by Human-Computer Interaction., ICDE, 2002"], "Michael O. Akinde": ["Efficient OLAP Query Processing in Distributed Data Warehouse., ICDE, 2002"], "Bin Chen": ["FAST: A New Sampling-Based Algorithm for Discovering Association Rules., ICDE, 2002"], "Sergio Flesca": ["A Graphical XML Query Language., ICDE, 2002"], "Chris Jermaine": ["Out From Under the Trees., ICDE, 2002", "Lossy Reduction for Very High Dimensional Data., ICDE, 2002"], "Tamer Kahveci": ["An Efficient Index Structure for Shift and Scale Invariant Search of Multi-Attribute Time Sequences., ICDE, 2002"], "Dongwon Lee": ["NeT & CoT: Inferring XML Schemas from Relational World., ICDE, 2002"], "Bing Liu": ["Multivariate Time Series Prediction via Temporal Classification., ICDE, 2002"], "Wai Lup Low": ["Data Cleaning and XML: The DBLP Experience., ICDE, 2002"], "Mutsumi Nakamura": ["Using Smodels (Declarative Logic Programming) to Verify Correctness of Certain Active Rules., ICDE, 2002"], "Felix Naumann": ["Attribute Classification Using Feature Analysis., ICDE, 2002"], "Wee Siong Ng": ["BestPeer: A Self-Configurable Peer-to-Peer System., ICDE, 2002"], "Eric Ka Ka Ng": ["Efficient Algorithm for Projected Clustering., ICDE, 2002"], "Kevin O'Gorman": ["Multiple Query Optimization by Cache-Aware Middleware Using Query Teamwork., ICDE, 2002"], "Masato Oguchi": ["Runtime Data Declustering over SAN-Connected PC Cluster System., ICDE, 2002"], "Vikram Pudi": ["How Good Are Association-Rule Mining Algorithms?, ICDE, 2002"], "Eike Schallehn": ["Extensible and Similarity-Based Grouping for Data Integratio., ICDE, 2002"], "Janne Skyt": ["Specification-Based Data Reduction in Dimensional Data Warehouses., ICDE, 2002"], "Peter A. Tucker": ["Exploiting Punctuation Semantics in Data Streams., ICDE, 2002"], "Haixun Wang": ["The ATLaS System and Its Powerful Database Language Based on Simple Extensions of SQL., ICDE, 2002"], "Dale Skeen": ["The Evolution of eBusiness Integration-from Data to Proces., ICDE, 2002"], "Mehmet Sayal": ["Integrating Workflow Management Systems with Business-to-Business Interaction Standard., ICDE, 2002"], "Boualem Benatallah": ["Declarative Composition and Peer-to-Peer Provisioning of Dynamic Web Services., ICDE, 2002"], "Markus Keidl": ["A Publish & Subscribe Architecture for Distributed Metadata Management., ICDE, 2002"], "Mary F. Fernández": ["Techniques for Storing XM., ICDE, 2002"], "Wee Hyong Tok": ["Predator-Miner: Ad hoc Mining of Associations Rules within a Database Management System., ICDE, 2002"], "Ramon Lawrence": ["Using Unity to Semi-Automatically Integrate Relational Schema., ICDE, 2002"], "Xiaofeng Meng": ["SG-WRAP: A Schema-Guided Wrapper Generato., ICDE, 2002"], "Omran A. Bukhres": ["Demonstration: Active Asynchronous Transaction Management in High-Autonomy Federated Environment Using Data Agents: Global Change Master Directory v8.0., ICDE, 2002"], "Haifeng Jiang": ["XParent: An Efficient RDBMS-Based XML Database System., ICDE, 2002"], "Sergej Sizov": ["The BINGO! Focused Crawler: From Bookmarks to Archetypes., ICDE, 2002"], "Avigdor Gal": ["An Authorization System for Temporal Data., ICDE, 2002"], "Yanlei Diao": ["YFilter: Efficient and Scalable Filtering of XML Documents., ICDE, 2002"], "Jianjun Chen": ["Design and Evaluation of Alternative Selection Placement Strategies in Optimizing Continuous Queries., ICDE, 2002"], "Vladislav Shkapenyuk": ["Design and Implementation of a High-Performance Distributed Web Crawler., ICDE, 2002"], "Nicolas Bruno": ["Evaluating Top-k Queries over Web-Accessible Databases., ICDE, 2002"], "Cheng-Yue Chang": ["Exploring Aggregate Effect with Weighted Transcoding Graphs for Efficient Cache Replacement in Transcoding Proxies., ICDE, 2002"], "AnHai Doan": ["Efficiently Ordering Query Plans for Data Integration., ICDE, 2002"], "Angela Bonifati": ["Active XQuery., ICDE, 2002"], "Junghoo Cho": ["A Fast Regular Expression Indexing Engine., ICDE, 2002"], "Gaurav Bhalotia": ["Keyword Searching and Browsing in Databases using BANKS., ICDE, 2002"], "Ioannis Fudos": ["Geometric-Similarity Retrieval in Large Image Bases., ICDE, 2002"], "Bin Lan": ["Efficient Indexing Structures for Mining Frequent Patterns., ICDE, 2002"], "Simonas Saltenis": ["Indexing of Moving Objects for Location-Based Services., ICDE, 2002"], "Ashish Goel": ["SCADDAR: An Efficient Randomized Technique to Reorganize Continuous Media Blocks., ICDE, 2002"], "Antoni Wolski": ["Database Replication for the Mobile Era., ICDE, 2002"], "Anne H. H. Ngu": ["Advanced Process-Based Component Integration in Telcordia's Cable OSS., ICDE, 2002"], "Yuhui Jin": ["OntoWebber: A Novel Approach for Managing Data on the We., ICDE, 2002"], "Walid G. Aref": ["A Distributed Database Server for Continuous Media., ICDE, 2002"], "Neal Sample": ["Managing Complex and Varied Data with the IndexFabric(tm)., ICDE, 2002"], "Milan Petkovic": ["Content-Based Video Indexing for the Support of Digital Library Search., ICDE, 2002"], "Hae Don Chon": ["NAPA: Nearest Available Parking Lot Application., ICDE, 2002"], "Mauricio A. Hernández": ["Mapping XML and Relational Schemas with Clio., ICDE, 2002"], "Etzard Stolte": ["StreamCorder: Fast Trial-and-Error Analysis in Scientific Databases., ICDE, 2002"], "Hector Garcia-Molina": ["Peer-to-Peer Data Management., ICDE, 2002"], "Mengzhi Wang": ["Data Mining Meets Performance Evaluation: Fast Algorithms for Modeling Bursty Traffic., ICDE, 2002"], "Jiong Yang": ["delta-Clusters: Capturing Subspace Correlation in a Large Data Set., ICDE, 2002"], "Surajit Chaudhuri": ["Efficient Evaluation of Queries with Mining Predicates., ICDE, 2002"], "Roger S. Barga": ["Recovery Guarantees for General Multi-Tier Applications., ICDE, 2002"], "Samuel Madden": ["Fjording the Stream: An Architecture for Queries Over Streaming Sensor Data., ICDE, 2002"], "Sudipto Guha": ["Approximating a Data Stream for Querying and Estimation: Algorithms and Performance Evaluation., ICDE, 2002"], "Carson Kai-Sang Leung": ["OSSM: A Segmentation Approach to Optimize Frequency Counting., ICDE, 2002"], "Graham Cormode": ["Fast Mining of Massive Tabular Data via Approximate Distance Computations., ICDE, 2002"], "Chung-Min Chen": ["A Sampling-Based Estimator for Top-k Query., ICDE, 2002"], "Francesco Buccafurri": ["Improving Range Query Estimation on Histograms., ICDE, 2002"], "Yi-Leh Wu": ["Query Estimation by Adaptive Sampling., ICDE, 2002"], "Michail Vlachos": ["Discovering Similar Multidimensional Trajectories., ICDE, 2002"], "Liadan O'Callaghan": ["Streaming-Data Algorithms for High-Quality Clustering., ICDE, 2002"], "Gang Luo": ["A Non-Blocking Parallel Spatial Join Algorithm., ICDE, 2002"], "Per-Åke Larson": ["Data Reduction by Partial Preaggregation., ICDE, 2002"], "Amol Deshpande": ["Decoupled Query Optimization for Federated Database Systems., ICDE, 2002"]}