{"Yannis E. Ioannidis": ["Emerging Open Agoras of Data and Information., ICDE, 2007", "Autonomic Query Allocation based on Microeconomics Principles., ICDE, 2007", "Generalized Précis Queries for Logical Database Subset Creation., ICDE, 2007"], "Fabrizio Silvestri": ["Challenges on Distributed Web Retrieval., ICDE, 2007"], "Steve B. Cousins": ["Information for People., ICDE, 2007"], "Guy M. Lohman": ["Adaptively Reordering Joins during Query Execution., ICDE, 2007"], "Francesco Scarcello": ["Hypertree Decompositions for Query Optimization., ICDE, 2007"], "Guido Moerkotte": ["Unnesting Scalar SQL Queries in the Presence of Disjunction., ICDE, 2007"], "Jingren Zhou": ["Efficient Maintenance of Materialized Outer-Join Views., ICDE, 2007"], "Lei Chen": ["A General Cost Model for Dimensionality Reduction in High Dimensional Spaces., ICDE, 2007"], "Leonard McMillan": ["Accelerating Profile Queries in Elevation Maps., ICDE, 2007"], "Ying Zhang": ["Selecting Stars: The k Most Representative Skyline Operator., ICDE, 2007"], "Haixun Wang": ["Computing Compressed Multidimensional Skyline Cubes Efficiently., ICDE, 2007", "Adaptive Load Diffusion for Multiway Windowed Stream Joins., ICDE, 2007", "Location-based Spatial Queries with Data Sharing in Wireless Broadcast Environments., ICDE, 2007"], "Suresh Venkatasubramanian": ["t-Closeness: Privacy Beyond k-Anonymity and l-Diversity., ICDE, 2007"], "Ting Yu": ["Aggregate Query Answering on Anonymized Tables., ICDE, 2007"], "Joseph Y. Halpern": ["Worst-Case Background Knowledge for Privacy-Preserving Data Publishing., ICDE, 2007"], "Charu C. Aggarwal": ["On Randomization, Public Information and the Curse of Dimensionality., ICDE, 2007", "On Density Based Transforms for Uncertain Data Mining., ICDE, 2007"], "Ying Yan": ["Efficiently Processing Continuous k-NN Queries on Data Streams., ICDE, 2007"], "Samuel Madden": ["ICEDB: Intermittently-Connected Continuous Query Processing., ICDE, 2007", "Materialization Strategies in a Column-Oriented DBMS., ICDE, 2007", "Scoop: An Adaptive Indexing Scheme for Stored Data in Sensor Networks., ICDE, 2007"], "Stanley B. Zdonik": ["A Cooperative, Self-Configuring High-Availability Solution for Stream Processing., ICDE, 2007", "Fast, Secure Encryption for Indexing in a Column-Oriented DBMS., ICDE, 2007"], "Kareem El Gebaly": ["µBE: User Guided Source Selection and Schema Mediation for Internet Scale Data Integration., ICDE, 2007"], "Raghu Ramakrishnan": ["Source-aware Entity Matching: A Compositional Approach., ICDE, 2007"], "John Mylopoulos": ["A Semantic Approach to Discovering Schema Mapping Expressions., ICDE, 2007"], "Loreto Bravo": ["Efficient Approximation Algorithms for Repairing Inconsistent Databases., ICDE, 2007"], "Jens Teubner": ["eXrQuy: Order Indifference in XQuery., ICDE, 2007"], "Christoph Koch": ["Combined Static and Dynamic Analysis for Effective Buffer Minimization in Streaming XQuery Evaluation., ICDE, 2007"], "Jérôme Siméon": ["Put a Tree Pattern in Your Algebra., ICDE, 2007"], "Michael Stark": ["XQuery Streaming à la Carte., ICDE, 2007"], "Wen-Syan Li": ["Exploiting Correlation and Parallelism of Materialized-View Recommendation for Distributed Data Warehouses., ICDE, 2007"], "Philip S. Yu": ["Lira: Lightweight, Region-aware Load Shedding in Mobile CQ Systems., ICDE, 2007", "Object Distinction: Distinguishing Objects with Identical Names., ICDE, 2007", "SAO: A Stream Index for Answering Linear Optimization Queries., ICDE, 2007"], "Philippe Rigaux": ["SD-Rtree: A Scalable Distributed Rtree., ICDE, 2007"], "Roger S. Barga": ["Categorization and Optimization of Synchronization Dependencies in Business Processes., ICDE, 2007"], "Haifeng Yu": ["Invalidation Clues for Database Scalability Services., ICDE, 2007"], "Altigran Soares da Silva": ["Organizing Hidden-Web Databases by Clustering Visible Web Documents., ICDE, 2007"], "Marc Snir": ["Programming Patterns for Architecture-Level Software Optimizations on Frequent Pattern Mining., ICDE, 2007"], "Luis Gravano": ["Efficient Keyword Search Across Heterogeneous Relational Databases., ICDE, 2007", "SQL Queries Over Unstructured Text Databases., ICDE, 2007"], "Alexandros Labrinidis": ["Preference-Aware Query and Update Scheduling in Web-databases., ICDE, 2007"], "David W. Embley": ["Ontology-Based Constraint Recognition for Free-Form Service Requests., ICDE, 2007"], "Clement T. Yu": ["Annotating Structured Data of the Deep Web., ICDE, 2007"], "Shengfei Shi": ["Clustering wavelets to speed-up data dissemination in structured P2P MANETs., ICDE, 2007"], "Peter Triantafillou": ["Load Distribution Fairness in P2P Data Management Systems., ICDE, 2007", "Substring Matching in P2P Publish/Subscribe Data Management Networks., ICDE, 2007"], "Stratis Viglas": ["Distributed File Structures in a Peer-to-Peer Environment., ICDE, 2007", "Updating Recursive XML Views of Relations., ICDE, 2007"], "Michalis Vazirgiannis": ["SKYPEER: Efficient Subspace Skyline Computation over Distributed Data., ICDE, 2007"], "Sakti Pramanik": ["On k-Nearest Neighbor Searching in Non-Ordered Discrete Data Spaces., ICDE, 2007"], "Nikos Mamoulis": ["The Haar+ Tree: A Refined Synopsis Data Structure., ICDE, 2007"], "Yossi Matias": ["Calibration and Profile based Synopses Error Estimation and Synopses Reconciliation., ICDE, 2007"], "Ming-Syan Chen": ["DIKNN: An Itinerary-based KNN Query Processing Algorithm for Mobile Sensor Networks., ICDE, 2007"], "Nils-Erik Frantzell": ["Supporting Streaming Updates in an Active Data Warehouse., ICDE, 2007"], "Amr El Abbadi": ["DeltaSky: Optimal Maintenance of Skyline Deletions without Exclusive Dominance Region Generation., ICDE, 2007", "TCAM-conscious Algorithms for Data Streams., ICDE, 2007"], "Divesh Srivastava": ["Group Linkage., ICDE, 2007", "Fast Identification of Relational Constraint Violations., ICDE, 2007", "X3: A Cube Operator for XML OLAP., ICDE, 2007", "Propagating Updates in SPIDER., ICDE, 2007"], "Eric Lo": ["Reverse Query Processing., ICDE, 2007"], "Calisto Zuzarte": ["Collecting and Maintaining Just-in-Time Statistics., ICDE, 2007"], "Luping Ding": ["Dynamic Materialized Views., ICDE, 2007"], "Ling Liu": ["A Load Shedding Framework and Optimizations for M-way Windowed Stream Joins., ICDE, 2007"], "See-Kiong Ng": ["Labeling network motifs in protein interactomes for protein function prediction., ICDE, 2007"], "Golan Yona": ["Topology Search over Biological Databases., ICDE, 2007"], "Shuigeng Zhou": ["GString: A Novel Approach for Efficient Search in Graph Databases., ICDE, 2007", "GPress: Towards Effective GML Documents Compresssion., ICDE, 2007"], "Jung-Hsien Chiang": ["Patterns Discovery on Complex Diagnosis and Biological Data Using Fuzzy Latent Variables., ICDE, 2007"], "Reynold Cheng": ["Efficient Evaluation of Imprecise Location-Dependent Queries., ICDE, 2007"], "Amol Deshpande": ["Representing and Querying Correlated Tuples in Probabilistic Databases., ICDE, 2007"], "Dan Olteanu": ["10106 Worlds and Beyond: Efficient Representation and Processing of Incomplete Information., ICDE, 2007", "MayBMS: Managing Incomplete Information with Probabilistic World-Set Decompositions., ICDE, 2007"], "Susanne E. Hambrusch": ["Indexing Uncertain Categorical Data., ICDE, 2007"], "Sebastian Maneth": ["Structural Selectivity Estimation for XML Documents., ICDE, 2007"], "Flavio Rizzolo": ["XPlainer: Visual Explanations of XPath Queries., ICDE, 2007"], "B. Aditya Prakash": ["Complex Group-By Queries for XML., ICDE, 2007"], "P. Sreenivasa Kumar": ["Branch Sequencing Based XML Message Broker Architecture., ICDE, 2007"], "Anastasios Kementsietsidis": ["Rewriting Regular XPath Queries on XML Views., ICDE, 2007", "Conditional Functional Dependencies for Data Cleaning., ICDE, 2007"], "Ioana Stanoi": ["Hiding in the Crowd: Privacy Preservation on Evolving Streams through Correlation Tracking., ICDE, 2007"], "Ganesh Ramesh": ["Preservation Of Patterns and Input-Output Privacy., ICDE, 2007"], "Hong Cheng": ["Mining Colossal Frequent Patterns by Core Pattern Fusion., ICDE, 2007"], "Chih-Wei Hsu": ["Discriminative Frequent Pattern Analysis for Effective Classification., ICDE, 2007"], "Xindong Wu": ["Discovering Relational Patterns across Multiple Databases., ICDE, 2007"], "Xiaofeng He": ["Distributed Data Stream Clustering: A Fast EM-based Approach., ICDE, 2007"], "Gang Luo": ["Partial Materialized Views., ICDE, 2007"], "Anthony K. H. Tung": ["SpADe: On Shape-based Pattern Detection in Streaming Time Series., ICDE, 2007"], "Heng Tao Shen": ["Multi-source Skyline Query Processing in Road Networks., ICDE, 2007"], "Donghui Zhang": ["Continuous Evaluation of Monochromatic and Bichromatic Reverse Nearest Neighbors., ICDE, 2007"], "Yannis Theodoridis": ["Index-based Most Similar Trajectory Search., ICDE, 2007"], "Surajit Chaudhuri": ["An Online Approach to Physical Design Tuning., ICDE, 2007"], "Xuemin Lin": ["Finding Top-k Min-Cost Connected Trees in Databases., ICDE, 2007"], "Panos Vassiliadis": ["Adding Context to Preferences., ICDE, 2007"], "S. Sudarshan": ["Reducing Order Enforcement Cost in Complex Query Plans., ICDE, 2007", "Fine Grained Authorization Through Predicated Grants., ICDE, 2007"], "Hans-Arno Jacobsen": ["Evaluating Proximity Relations Under Uncertainty., ICDE, 2007", "XML Routing in Data Dissemination Networks., ICDE, 2007"], "Dan Suciu": ["Efficient Top-k Query Evaluation on Probabilistic Data., ICDE, 2007"], "Kevin Chen-Chuan Chang": ["Top-k Query Processing in Uncertain Databases., ICDE, 2007", "Dewex: An Exploration Facility for Enabling the Deep Web Integration., ICDE, 2007"], "Laks V. S. Lakshmanan": ["Personalizing XML Search in PIMENTO., ICDE, 2007"], "Gregory R. Ganger": ["MultiMap: Preserving disk locality for multidimensional datasets., ICDE, 2007"], "Hanan Samet": ["Indexing Point Triples Via Triangle Geometry., ICDE, 2007"], "Ambuj K. Singh": ["APLA: Indexing Arbitrary Probability Distributions., ICDE, 2007"], "Eljas Soisalon-Soininen": ["Online Bulk Deletion., ICDE, 2007"], "Jiong Yang": ["TreePi: A Novel Graph Indexing Method., ICDE, 2007"], "Wei Wang": ["Graph Database Indexing Using Structured Graph Decomposition., ICDE, 2007"], "Jun Yang": ["Many-to-Many Aggregation for Sensor Networks., ICDE, 2007", "On Suspending and Resuming Dataflows., ICDE, 2007"], "Petros Maniatis": ["Proof Sketches: Verifiable In-Network Aggregation., ICDE, 2007"], "Murad S. Taqqu": ["Norm, Point, and Distance Estimation Over Multiple Signals Using Max-Stable Distributions., ICDE, 2007"], "Minos N. Garofalakis": ["Tree-Pattern Similarity Estimation for Scalable Content-based Routing., ICDE, 2007"], "Subhash Suri": ["Space Efficient Streaming Algorithms for the Maximum Error Histogram., ICDE, 2007"], "Wei Zhuang": ["Conquering the Divide: Continuous Clustering of Distributed Data Streams., ICDE, 2007"], "Masashi Yamamuro": ["Stream Monitoring under the Time Warping Distance., ICDE, 2007"], "Jignesh M. Patel": ["Efficient Evaluation of All-Nearest-Neighbor Queries., ICDE, 2007"], "Chinya V. Ravishankar": ["Pointwise-Dense Region Queries in Spatio-temporal Databases., ICDE, 2007"], "Michail Vaitis": ["Top-k Spatial Preference Queries., ICDE, 2007"], "Ge Yu": ["Similarity Match Over High Speed Time-Series Streams., ICDE, 2007"], "Karl Aberer": ["Scalable Peer-to-Peer Web Retrieval with Highly Discriminative Keys., ICDE, 2007", "Oscar: A Data-Oriented Overlay For Heterogeneous Environments., ICDE, 2007"], "Kian-Lee Tan": ["SPRITE: A Learning-Based Text Retrieval System in DHT Networks., ICDE, 2007", "Distributed Processing of Moving K-Nearest-Neighbor Query on Moving Objects., ICDE, 2007", "Multiple Query Optimization for Wireless Sensor Networks., ICDE, 2007"], "Lizhen Xu": ["Efficient Skyline Query Processing on Peer-to-Peer Networks., ICDE, 2007"], "Kwai Wong": ["Increasing Buffer-Locality for Multiple Relational Table Scans through Grouping and Throttling., ICDE, 2007"], "Adam J. Storm": ["Optimizing Concurrency Through Automated Lock Memory Tuning in DB2., ICDE, 2007"], "Shankar Pal": ["Optimizing Similar Scalar Subqueries for XML Processing in Microsoft SQL Server., ICDE, 2007"], "Shaorong Liu": ["RFID Data Processing with a Data Stream Query Language., ICDE, 2007"], "Vikas Arora": ["XMLTable Index An Efficient Way of Indexing and Querying XML Property Data., ICDE, 2007"], "Hanuma Kodavalla": ["Transaction Isolation and Lazy Commit., ICDE, 2007"], "Masayuki Numao": ["Parts Traceability for Manufacturers., ICDE, 2007"], "Hans Wegener": ["Information System Construction and Maintenance Based on Business Terminology: Experiences from the Reinsurance Industry., ICDE, 2007"], "John Pearson": ["Web-based Collaborative Information Integration for Scientific Research., ICDE, 2007"], "VenuMadhav Cheedella": ["Monkey: Approximate Graph Mining Based on Spanning Trees., ICDE, 2007"], "Limsoon Wong": ["Distance Based Subspace Clustering with Flexible Dimension Partitioning., ICDE, 2007", "CPS-tree: A Compact Partitioned Suffix Tree for Disk-based Indexing on Large Genome Sequences., ICDE, 2007"], "Naveen Ashish": ["Disambiguation Algorithm for People Search on the Web., ICDE, 2007"], "ChengXiang Zhai": ["Collaborative Wrapping: A Turbo Framework for Web Data Extraction., ICDE, 2007"], "Nick Koudas": ["Finding Skyline and Top-k Bargaining Solutions., ICDE, 2007", "A Lightweight Online Framework For Query Progress Indicators., ICDE, 2007"], "Xuehua Shen": ["Cost-Conscious Cleaning of Massive RFID Data Sets., ICDE, 2007"], "Deepak Agarwal": ["Parsimonious Explanations of Change in Hierarchical Data., ICDE, 2007"], "Jiawei Han": ["The Multi-Relational Skyline Operator., ICDE, 2007"], "Jayant R. Haritsa": ["Robust Heuristics for Scalable Optimization of Complex SQL Queries., ICDE, 2007"], "Kenneth Salem": ["Semantic Prefetching of Correlated Query Sequences., ICDE, 2007"], "Kenneth A. Ross": ["Efficient Hash Probes on Modern Processors., ICDE, 2007"], "Man Hon Wong": ["Boundary-Based Lower-Bound Functions for Dynamic Time Warping and Their Indexing., ICDE, 2007"], "Davood Rafiei": ["On MBR Approximation of Histories for Historical Queries: Expectations and Limitations., ICDE, 2007"], "Irina Rozenbaum": ["Monitoring Regular Expressions on Out-of-Order Streams., ICDE, 2007"], "Rajeev Rastogi": ["Efficient Detection of Distributed Constraint Violations., ICDE, 2007"], "K. Selçuk Candan": ["Data-quality Guided Load Shedding for Expensive In-Network Data Processing., ICDE, 2007", "PASS Middleware for Distributed and Autonomous XML Message Processing., ICDE, 2007"], "Jeffrey Xu Yu": ["Summarizing Order Statistics over Data Streams with Duplicates., ICDE, 2007"], "Carlo Zaniolo": ["Optimizing Timestamp Management in Data Stream Management Systems., ICDE, 2007"], "Ayse Basar Bener": ["Super Peer Web Service Discovery Architecture., ICDE, 2007"], "Gustavo Alonso": ["Making Applications Persistent at Run-time., ICDE, 2007"], "Apurva Kumar": ["Efficient Filter Based Replication for LDAP Directories., ICDE, 2007"], "Yi-Fang Chou": ["Building a Network-Aware and Load-Balanced Structured Peer-to-Peer System for Range Query., ICDE, 2007"], "Kien A. Hua": ["Support Concurrent Queries in Multiuser CBIR Systems., ICDE, 2007"], "Umeshwar Dayal": ["Abstract Process Data Warehousing., ICDE, 2007"], "Yijun Li": ["Dynamic Batch Nearest Neighbor Search in Video Retrieval., ICDE, 2007"], "Fabio Casati": ["Protocol Discovery from Imperfect Service Interaction Logs., ICDE, 2007"], "Jeffrey F. Naughton": ["K-Anonymization as Spatial Indexing: Toward Scalable and Incremental Anonymization., ICDE, 2007"], "Ahmet Erhan Nergiz": ["MultiRelational k-Anonymity., ICDE, 2007"], "Feng Zhu": ["On Multidimensional k-Anonymity with Local Recoding Generalization., ICDE, 2007"], "Baile Shi": ["Blocking Inference Channels in Frequent Pattern Sharing., ICDE, 2007"], "Subbarao Kambhampati": ["QPIAD: Query Processing over Incomplete Autonomous Databases., ICDE, 2007"], "Chen-Ming Hung": ["LiveConcept: Web Search using Structured Query., ICDE, 2007"], "Min Wang": ["Semantic Data Management: Towards Querying Data with their Meaning., ICDE, 2007"], "Benjamin Habegger": ["Mapping a database into an ontology : an interactive relational learning approach., ICDE, 2007"], "Veronique Tietz": ["Efficiently Detecting Inclusion Dependencies., ICDE, 2007"], "Yannis Velegrakis": ["Using Queries to Associate Metadata with Data., ICDE, 2007", "MMS: Using Queries As Data Values for Metadata Management., ICDE, 2007"], "Yuan Ni": ["Piggyback Optimization of XML Data Dissemination., ICDE, 2007"], "H. V. Jagadish": ["SIGOPT: Using Schema to Optimize XML Query Processing., ICDE, 2007"], "Marcos Antonio Vaz Salles": ["Bringing Precision to Desktop Search: A Predicate-based Desktop Search Architecture., ICDE, 2007"], "Vassilis J. Tsotras": ["RoXSum: Leveraging Data Aggregation and Batch Processing for XML Routing., ICDE, 2007"], "Matteo Golfarelli": ["X-Time: Schema Versioning and Cross-Version Querying in Data Warehouses., ICDE, 2007"], "Noureddine Mouaddib": ["Database Summarization: The SaintEtiQ System., ICDE, 2007"], "Torben Bach Pedersen": ["R-Cubes: OLAP Cubes Contextualized with Documents., ICDE, 2007"], "Gerhard Weikum": ["STAR: A System for Tuple and Attribute Ranking of Query Answers., ICDE, 2007"], "Alejandro P. Buchmann": ["Pushing Business Data Processing Towards the Periphery., ICDE, 2007"], "Paolo Papotti": ["Creating Nested Mappings with Clio., ICDE, 2007"], "Kenneth R. Wood": ["Faceted Browsing over Large Databases of Text-Annotated Objects., ICDE, 2007"], "William Schroeder": ["Using Control Theory for Load Shedding in Data Stream Management., ICDE, 2007"], "Ki-Hoon Lee": ["Odysseus: a High-Performance ORDBMS Tightly-Coupled with Spatial Database Features., ICDE, 2007"], "Stefan Schönauer": ["Theseos: A Query Engine for Traceability across Sovereign, Distributed RFID Databases., ICDE, 2007"], "Farouk Toumani": ["ServiceMosaic: Interactive Analysis and Manipulation of Service Conversations., ICDE, 2007"], "Walid G. Aref": ["The New Casper: A Privacy-Aware Location-Based Database Server., ICDE, 2007"], "Laurent Yeh": ["P2PTester: a tool for measuring P2P platform performance., ICDE, 2007"], "Renault John": ["UniStore: Querying a DHT-based Universal Storage., ICDE, 2007"], "Linhao Xu": ["Adapting Relational Database Engine to Accommodate Moving Objects in SpADE., ICDE, 2007"], "Abhishek Mukherji": ["FireStream: Sensor Stream Processing for Monitoring Fire Spread., ICDE, 2007"], "Thomas Seidl": ["AttentionAttractor: efficient video stream similarity query processing in real time., ICDE, 2007"], "Daniel Wong": ["µBE: User Guided Source Selection and Schema Mediation for Internet Scale Data Integration., ICDE, 2007"], "Aameek Singh": ["DSphere: A Source-Centric Approach to Crawling, Indexing and Searching the World Wide Web., ICDE, 2007"], "Paula-Lavinia Patranjan": ["Evolution of Distributed Web Data: An Application of the Reactive Language XChange., ICDE, 2007"], "Marco Patella": ["PIBE: Manage Your Images the Way You Want!, ICDE, 2007"], "Matthias Schubert": ["ProVeR: Probabilistic Video Retrieval using the Gauss-Tree., ICDE, 2007"], "Donald Baker": ["The Video Event Awareness System., ICDE, 2007"], "Ophir Frieder": ["A Tool for Information Retrieval Research in Peer-to-Peer File Sharing Systems., ICDE, 2007"]}