{"William Baker": ["Universal Access versus Universal Storage., ICDE, 1997"], "Hyoung-Joo Kim": ["SEOF: An Adaptable Object Prefetch Policy for Object-Oriented Database Systems., ICDE, 1997"], "Beng Chin Ooi": ["Indexing OODB Instances based on Access Proximity., ICDE, 1997", "On Incremental Cache Coherency Schemes in Mobile Computing Environments., ICDE, 1997"], "Martin L. Polaschek": ["The Multikey Type Index for Persistent Object Sets., ICDE, 1997"], "Tore Risch": ["Distributing Semantic Constraints Between Heterogeneous Databases., ICDE, 1997"], "Valeria De Antonellis": ["Semantic Dictionary Design for Database Interoperability., ICDE, 1997"], "Anthony Kosky": ["WOL: A Language for Database Transformations and Constraints., ICDE, 1997"], "Sven-Eric Lautemann": ["A Propagation Mechanism for Populated Schema Versions., ICDE, 1997"], "Sudarshan S. Chawathe": ["Representative Objects: Concise Representations of Semistructured, Hierarchial Data., ICDE, 1997"], "Michael Stonebraker": ["Supporting Fine-grained Data Lineage in a Database Visualization Environment., ICDE, 1997"], "Man Hon Wong": ["Quantifying Complexity and Performance Gains of Distributed Caching in a Wireless Mobile Computing Environment., ICDE, 1997"], "Vijay Kumar": ["Adaptive Broadcast Protocols to Support Power Conservant Retrieval by Mobile Users., ICDE, 1997"], "Pamela D. Fisher": ["System Design for Digital Media Asset Management., ICDE, 1997"], "Peter DeVries": ["Media Asset Management: Managing Complex Data as a Re-Engineering Exercise., ICDE, 1997"], "Fred L. Wurden": ["Content is King, (If You Can Find It): A New Model for Knowledge Storage and Retrieval., ICDE, 1997"], "Miron Livny": ["Relational Joins for Data on Tertiary Storage., ICDE, 1997"], "Balakrishna R. Iyer": ["Selectivity Estimation in the Presence of Alphanumeric Correlations., ICDE, 1997"], "R. Venkatasubrahmanian": ["Similarity Based Retrieval of Videos., ICDE, 1997"], "Karl Aberer": ["Databases and the Web: What's in it for Databases? (Panel)., ICDE, 1997"], "Clark D. French": ["Teaching an OLTP Database Kernel Advanced Data Warehousing Techniques., ICDE, 1997"], "Robert Armstrong": ["Data Warehousing: Dealing with the Growing Pains., ICDE, 1997"], "Jeffrey D. Ullman": ["Index Selection for OLAP., ICDE, 1997"], "Jennifer Widom": ["Clustering Association Rules., ICDE, 1997"], "Sunita Sarawagi": ["Modeling Multidimensional Databases., ICDE, 1997"], "Umeshwar Dayal": ["Failure Handling for Transaction Hierarchies., ICDE, 1997"], "Steven P. Levitan": ["An Argument in Favour of Presumed Commit Protocol., ICDE, 1997"], "Krithi Ramamritham": ["Delegation: Efficiently Rewriting History., ICDE, 1997"], "Brad Adelberg": ["Physical Database Design for Data Warehouses., ICDE, 1997"], "Janet L. Wiener": ["Multiple View Consistency for Data Warehousing., ICDE, 1997"], "Rakesh Agrawal": ["High-Dimensional Similarity Joins., ICDE, 1997"], "Gary Hallmark": ["Oracle Parallel Warehouse Server., ICDE, 1997"], "Hansjörg Zeller": ["Subquery Elimination: A Complete Unnesting Algorithm for an Extended Relational Algebra., ICDE, 1997"], "Kai-Hau Yeung": ["Partial Video Sequence Caching Scheme for VOD Systems with Heterogeneous Clients., ICDE, 1997"], "Abraham Silberschatz": ["Periodic Retrieval of Videos from Disk Arrays., ICDE, 1997"], "Leana Golubchik": ["Buffer and I/O Resource Pre-allocation for Implementing Batching and Buffering Techniques for Video-on-Demand Systems., ICDE, 1997"], "Sriram Padmanabhan": ["Interfacing Parallel Applications and Parallel Databases., ICDE, 1997"], "Andrea Bianco": ["Performance Evaluation of Rule Semantics in Active Databases., ICDE, 1997"], "Joel H. Saltz": ["Titan: A High-Performance Remote Sensing Database., ICDE, 1997"], "Kyle Peltonen": ["Adding Full Text Indexing to the Operating System., ICDE, 1997"], "Waqar Hasan": ["A Rule Engine for Query Transformation in Starburst and IBM DB2 C/S DBMS., ICDE, 1997"], "Frederick H. Lochovsky": ["A Data Model and Semantics of Objects with Dynamic Roles., ICDE, 1997"], "Gregory A. Riccardi": ["Object Related Plus: A Practical Tool for Developing Enhanced Object Databases., ICDE, 1997"], "Son Dao": ["Modeling and Querying Moving Objects., ICDE, 1997"], "Joachim Schü": ["A Generic Query-Translation Framework for a Mediator Architecture., ICDE, 1997"], "Louiqa Raschid": ["Semantic Query Optimization for Object Databases., ICDE, 1997"], "Michael Schrefl": ["Modeling Business Rules with Situation/Activation Diagrams., ICDE, 1997"], "John Stokes": ["Designing the Reengineering Services for the DOK Federated Database System., ICDE, 1997"], "Elke A. Rundensteiner": ["Integrated Query Processing Strategies for Spatial Path Queries., ICDE, 1997"], "Mariano Cilia": ["Active Customization of GIS User Interfaces., ICDE, 1997"], "Mario A. López": ["STR: A Simple and Efficient Algorithm for R-Tree Packing., ICDE, 1997"], "Jiawei Han": ["Data Mining: Where is it Heading? (Panel)., ICDE, 1997"], "Jeffrey F. Naughton": ["Memory Management for Scalable Web Data Servers., ICDE, 1997"], "Michael Rabinovich": ["Scalable Versioning in Distributed Databases with Commuting Updates., ICDE, 1997"], "Gerhard Weikum": ["A Cost-Model-Based Online Method for Ditributed Caching., ICDE, 1997", "New and Forgotten Dreams in Database Research (Panel)., ICDE, 1997"], "Azer Bestavros": ["Pinwheel Scheduling for Fault-Tolerant Broadcast Disks in Real-time Database Systems., ICDE, 1997"], "Sheung-lun Hung": ["A Priority Ceiling Protocol with Dynamic Adjustment of Serialization Order., ICDE, 1997"], "Gail E. Kaiser": ["The CORD Appraoch to Extensible Concurrency Control., ICDE, 1997"], "Jutta Willamowski": ["The Constraint-Based Knowledge Broker System., ICDE, 1997"], "Elena Tabet": ["ULIXES: Building Relational Views over the Web., ICDE, 1997"], "Ajith P. Madurapperuma": ["Tools to Enable Interoperation of Heterogeneous Databases., ICDE, 1997"], "Maurizio Vincini": ["ODB-QOPTIMIZER: A Tool for Semantic Query Optimization in OODB., ICDE, 1997"], "Stefano Paraboschi": ["The IDEA Tool Set., ICDE, 1997"], "Ernest Szeto": ["Developing and Accessing Scientific Databases with the OPM Data Management Tools., ICDE, 1997"], "Claudia Roncancio": ["NAOS Protyotype - Version 2.2., ICDE, 1997"], "Norman W. Paton": ["ROCK & ROLL: A Deductive Object-Oriented Database with Active and Spatial Extensions., ICDE, 1997"], "Christian Schlepphorst": ["FLORID: A Prototype for F-Logic., ICDE, 1997"], "Richard Heider": ["Improving the Quality of Technical Data for Developing Case Based Reasoning Diagnostic Software for Aircraft Maintenance., ICDE, 1997"], "Quintin I. Cutts": ["A Persistent Hyper-Programming System., ICDE, 1997"], "Oded Shmueli": ["W3QS - A System for WWW Querying., ICDE, 1997"], "Klaus R. Dittrich": ["Graphical Tools for Rule Development in the Active DBMS SAMOS., ICDE, 1997"], "J. Verso": ["Data Integration and Interrogation., ICDE, 1997"], "Hector Garcia-Molina": ["The WHIPS Prototype for Data Warehouse Creation and Maintenance., ICDE, 1997"]}