{"William D. Ruchte": ["Linear Hashing with Priority Splitting: A Method for Improving the Retrieval Performance of Linear Hashing., ICDE, 1987"], "Hans-Peter Kriegel": ["Multidimensional Dynamic Quantile Hashing is Very Efficient for Non-Uniform Record Distributions., ICDE, 1987"], "Jianzhong Li": ["Batched Interpolation Searching on Databases., ICDE, 1987"], "David K. Hsiao": ["Database Systems as Controllers, Managers and Linguists - A Study of the Relationship of Database and Operating Systems., ICDE, 1987"], "Richard L. Shuey": ["Panel on \"Distributed Operating Systems and Distributed Databases\"., ICDE, 1987"], "Douglas W. Cornell": ["A Vertical Partitioning Algorithm for Relational Databases., ICDE, 1987"], "Chaitanya K. Baru": ["Implementing Relational Database Operations in a Cube-Connected Multicomputer System., ICDE, 1987"], "Steven A. Demurjian": ["The Multi-Lingual Database System., ICDE, 1987"], "John H. Maloney": ["File Sessions: A Technique and its Application to the UNIX File System., ICDE, 1987"], "Bao-Chyuan Jenq": ["A Queueing Network Model for a Distributed Database Testbed System., ICDE, 1987"], "Dina Bitton": ["Performance of Complex Queries in Main Memory Database Systems., ICDE, 1987"], "Stephen S. Yau": ["Relationship Between Data Engineering and Software Engineering (Abstract)., ICDE, 1987"], "Gruia-Catalin Roman": ["Data Engineering in Software Development Environments., ICDE, 1987"], "Masaru Kitsuregawa": ["Functional Disk System for Relational Database., ICDE, 1987"], "J. Eliot B. Moss": ["Finer Grained Concurrency for the Database Cache., ICDE, 1987"], "A. L. Narasimha Reddy": ["A Fault Secure Dictionary Machine., ICDE, 1987"], "Hongjun Lu": ["Design and Evaluation of Algorithms to Compute the Transitive Closure of a Database Relation., ICDE, 1987"], "Ulrich Güntzer": ["On the Evaluation of Recursion in (Deductive) Database Systems by Efficient Differential Fixpoint Iteration., ICDE, 1987"], "G. Barbara Demo": ["Recursive Versus Iterative Schemes for Least Fix Point Computation in Logic Databases., ICDE, 1987"], "Martin Hardwick": ["Evaluating Recursive Queries in CAD Using an Extended Projection Function., ICDE, 1987"], "Karlheinz Allgeyer": ["Expert System Based Configuration of VSAM Files., ICDE, 1987"], "Timothy R. Hill": ["A Regression Approach to Performance Analysis for the Differential File Architecture., ICDE, 1987"], "David Hung-Chang Du": ["An Efficient File Structure for Document Retrieval in the Automated Office Environment., ICDE, 1987", "A Framework for Efficient IC/VLSI CAD Databases., ICDE, 1987"], "Nan C. Shu": ["Automatic Data Transformation and Restructuring., ICDE, 1987"], "Shun'ichi Torii": ["A Relational Database System Architecture Based on a Vector Processing Method., ICDE, 1987"], "Roger K. Shultz": ["Tree Structured Multiple Processor Join Methods., ICDE, 1987"], "Alexis Koster": ["Parallel Processing of Relational Databases on a Cellular Tree Machine., ICDE, 1987"], "Hidenori Itoh": ["Parallel Control Techniques for Dedicated Relational Database Engines., ICDE, 1987"], "C. V. Ramamoorthy": ["Logic-oriented Object Bases., ICDE, 1987"], "Aral Ege": ["Design and Implementation of GORDION, an Object Base Management System., ICDE, 1987"], "Jim Diederich": ["ODDESSY: An Object-Oriented Database Design System., ICDE, 1987"], "Gio Wiederhold": ["Modeling Asynchrony in Distributed Databases., ICDE, 1987"], "Anna Hac": ["A Performance Model of Synchronization Mechanisms in a File System., ICDE, 1987"], "Ouri Wolfson": ["The Performance of Locking Protocols in Distributed Databases., ICDE, 1987"], "Kazuo Sugihara": ["Concurrency Control Based on Distributed Cycle Detection., ICDE, 1987"], "Vincent Y. Lum": ["Data Engineering for Intelligent Inference (Panel Abstract)., ICDE, 1987"], "William B. Gevarter": ["Automatic Probabilistic Knowledge Acquisition from Data., ICDE, 1987"], "Sakti P. Ghosh": ["Data Engineering for Intelligent Inference: Statistical Data., ICDE, 1987"], "Gultekin Özsoyoglu": ["Synthetic Query Response Construction in Scientific Databases with Time Constraints and Incomplete Information., ICDE, 1987"], "Neil C. Rowe": ["Subclass Equal Instances, Thanks to Statistical Databases., ICDE, 1987"], "Harut Barsamian": ["Symbolic Processing (Panel Abstract)., ICDE, 1987"], "Alfonso F. Cardenas": ["Generalized Pictorial Data Management., ICDE, 1987"], "Dennis F. Kibler": ["The Qualitative Character of Intelligence., ICDE, 1987"], "Won Kim": ["Enhancing the Object-Oriented Concepts for Database Support., ICDE, 1987", "Operations and Implementation of Complex Objects., ICDE, 1987"], "Benjamin W. Wah": ["Design Methodologies of Computers for Aritificial Intelligence Processing., ICDE, 1987"], "Terry A. Welch": ["Symbolic Processing: Issues and Opportunities., ICDE, 1987"], "Henry Tirri": ["Concurrency Control for Relational Databases., ICDE, 1987"], "B. R. Badrinath": ["Semantics-Based Concurrency Control: Beyond Commutativity., ICDE, 1987"], "Mohan Ahuja": ["Concurrency Control by Pre-Ordering Entities in Databases with Multi-Versioned Entities., ICDE, 1987"], "Lin Chiu": ["An Optimistic Concurrency Control Mechanism without Freezing for Distributed Database Systems., ICDE, 1987"], "Margaret H. Eich": ["A Classification and Comparison of Main Memory Database Recovery Techniques., ICDE, 1987"], "Hassanein H. Amer": ["Modeling the Effect of Chip Failures on Cache Memory Systems., ICDE, 1987"], "Ming-Yee Lai": ["Protocol Verification Using Relational Database Systems., ICDE, 1987"], "Mimi Kao": ["What do you mean \"Null\"? Turning Null Responses into Quality Responses., ICDE, 1987"], "Michael Stonebraker": ["The Design of the Postgres Rules System., ICDE, 1987"], "Michael Kifer": ["Implementing Logic Programs as a Database System., ICDE, 1987"], "Maurizio Lenzerini": ["Covering and Disjointness Constraints in Type Networks., ICDE, 1987"], "Sushil Jajodia": ["Mutual Consistency in Decentralized Distributed Systems., ICDE, 1987", "Managing Replicated Files in Partitioned Distributed Database Systems., ICDE, 1987"], "K. V. S. Ramarao": ["Detection of Mutual Inconsistency in Distributed Databases., ICDE, 1987"], "Amit P. Sheth": ["Performance Analysis of Resiliency Mechanisms in Distributed Datbase Systems., ICDE, 1987"], "Hector Garcia-Molina": ["Achieving High Availability in Distributed Databases., ICDE, 1987"], "Walter A. Burkhard": ["The Gemini Replicated File System Test-bed., ICDE, 1987"], "Farokh B. Bastani": ["A Fault Tolerant Replicated Storage System., ICDE, 1987"], "Ching-Liang Huang": ["A Termination Protocol for Simple Network Partitioning in Distributed Database Systems., ICDE, 1987"], "Ramez Elmasri": ["Fragmentation and Query Decomposition in the ECR Model., ICDE, 1987"], "Bogdan D. Czejdo": ["An Approach to Schema Integration and Query Formulation in Federated Database Systems., ICDE, 1987"], "Susan Darling Urban": ["Perspectives of a Semantic Schema., ICDE, 1987"], "Patrick D. Hogan": ["Satellite Data Management for Effective Data Access., ICDE, 1987"], "Emmanuel O. Onuegbe": ["Database Management System Requirements for Software Engineering Environments., ICDE, 1987"], "Klaus R. Dittrich": ["Controlled Cooperation in Engineering Database Systems., ICDE, 1987"], "Ronda R. Henning": ["Computer Architectures, Database Security, and An Evaluation Metric., ICDE, 1987"], "James Clifford": ["The Historical Relational Data Model (HRDM) and Algebra Based on Lifespans., ICDE, 1987"], "Abdullah Uz Tansel": ["A Statistical Interface for Historical Relational Databases., ICDE, 1987"], "Doron Rotem": ["Physical Organization of Temporal Data., ICDE, 1987"], "Phillip Crews": ["tbt Expert: A Case Study in Interating Expert System Technology with Computer Assisted Instruction., ICDE, 1987"], "Andrew H. Wilson": ["Solution Patterns for Common Data Design Problems., ICDE, 1987"], "Henry M. Gladney": ["A Version Management Method for Distributed Information., ICDE, 1987"], "Anthony J. Gadient": ["Engineering Information Systems: Implementation Approaches and Issues., ICDE, 1987"], "Rakesh Agrawal": ["Alpha: An Extension of Relational Algebra to Express a Class of Recursive Queries., ICDE, 1987"], "Volker Linnemann": ["Non First Normal Form Relations and Recursive Queries: An SQL-Based Approach., ICDE, 1987"], "Z. Meral Özsoyoglu": ["A Design Method for Nested Relational Databases., ICDE, 1987"], "Dana E. Madison": ["An Expert System Interface and Data Requirements for the Integrated Product Design and Manufacturing Process., ICDE, 1987"], "Setrag Khoshafian": ["A Query Processing Strategy for the Decomposed Storage Model., ICDE, 1987"], "Hyunchul Kang": ["Using 2-way Semijoins in Distributed Query Processing., ICDE, 1987"], "Clement T. Yu": ["Efficient Recursive Query Processing using Wavefront Methods., ICDE, 1987"], "Nicolas Spyratos": ["Incorporating Functional Dependencies in Deductive Query Answering., ICDE, 1987"]}