{"Roberto Zicari": ["A Framework for Schema Updates In An Object-Oriented Database System., ICDE, 1991"], "Mary Jane Willshire": ["How Spacey Can They Get? Space Overhead for Storage and Indexing with Object-Oriented Databases., ICDE, 1991"], "Mingsen Guo": ["An Association Algebra For Processing Object-Oriented Databases., ICDE, 1991"], "Peter Triantafillou": ["Efficiently Maintaining Availability in the Presence of Partitionings in Distributed Systems., ICDE, 1991"], "A. Y. Lu": ["Processing of Multiple Queries in Distributed Databases., ICDE, 1991"], "Ming-Syan Chen": ["Determining Beneficial Semijoins for a Join Sequence in Distributed Query Processing., ICDE, 1991"], "Jean-Claude Mamou": ["Interactive Manipulation of Object-oriented Views., ICDE, 1991"], "Yosihisa Udagawa": ["Implementation and Evaluation of a Browsing Algorithm for Design Applications., ICDE, 1991"], "Stefan W. Joseph": ["A Knowledge-Based Subsystem for a Natural Language Interface to a Database that Predicts and Explains Query Failures., ICDE, 1991"], "Peter A. Franaszek": ["Wait Depth Limited Concurrency Control., ICDE, 1991"], "Ramez Elmasri": ["Efficient Implementation Techniques For the Time Index., ICDE, 1991"], "Jehan-François Pâris": ["Voting with Regenerable Volatile Witnesses., ICDE, 1991"], "Fereidoon Sadri": ["Modeling Uncertainty in Databases., ICDE, 1991"], "Ken-Chih Liu": ["Natural Joins in Relational Databases with Indefinite and Maybe Information., ICDE, 1991"], "Abdul Sattar": ["Meta-reasoning: An Incremental Compilation Approach., ICDE, 1991"], "Christos Faloutsos": ["DOT: A Spatial Access Method Using Fractals., ICDE, 1991"], "Elisa Bertino": ["An Indexing Technique for Object-Oriented Databases., ICDE, 1991"], "Josephine M. Cheng": ["An Efficient Hybrid Join Algorithm: A DB2 Prototype., ICDE, 1991"], "Mizuho Iwaihara": ["Navigation and Schema Transformations for Producing Nested Relations form Networks., ICDE, 1991"], "Yan-Nong Huang": ["Parallel Computation of Direct Transitive Closures., ICDE, 1991"], "Joel L. Wolf": ["An Effective Algorithm for Parallelizing Hash Joins in the Presence of Data Skew., ICDE, 1991", "Optimal Buffer Partitioning for the Nested Block Join Algorithm., ICDE, 1991"], "Tadashi Ohmori": ["Scheduling Batch Transactions on Shared-Nothing Parallel Database Machines: Effects of Concurrency and Parallelism., ICDE, 1991"], "Yasushi Kiyoki": ["The Software Architecture of a Parallel Processing System for Advanced Database Applications., ICDE, 1991"], "Sang-goo Lee": ["Semantic Query Reformulation in Deductive Databases., ICDE, 1991"], "Jayen Vaghani": ["Design Overview of the Aditi Deductive Database System., ICDE, 1991"], "Béatrice Finance": ["A Rule-Based Query Rewriter in an Extensible DBMS., ICDE, 1991"], "Jiawei Han": ["Constraint-Based Reasoning in Deductive Databases., ICDE, 1991"], "Sivarama P. Dandamudi": ["Locking Granularity in Multiprocessor Database Systems., ICDE, 1991"], "William Perrizo": ["Request Order Linked List (ROLL): A Concurrency Control Object for Centralized and Distributed Database Systems., ICDE, 1991", "Domain Vector Accelerator for Relational Operations., ICDE, 1991"], "Meichun Hsu": ["Unilateral Commit: A New Paradigm for Reliable Distributed Transaction Processing., ICDE, 1991"], "Peter Muth": ["Atomic Commitment for Integrated Database Systems., ICDE, 1991"], "Rafael Alonso": ["Data Sharing in a Large Heterogeneous Environment., ICDE, 1991"], "Dimitrios Georgakopoulos": ["On Serializability of Multidatabase Transactions Through Forced Local Conflicts., ICDE, 1991"], "HweeHwa Pang": ["An Efficient Semantic Query Optimization Algorithm., ICDE, 1991"], "Himawan Gunadhi": ["Query Processing Algorithms for Temporal Intersection Joins., ICDE, 1991"], "Shaul Dar": ["Optimization of Generalized Transitive Closure Queries., ICDE, 1991"], "Weimin Du": ["Maintaining Quasi Serializability in Multidatabase Systems., ICDE, 1991"], "Lois M. L. Delcambre": ["Object-Centered Constraints., ICDE, 1991"], "Hidenori Nakazato": ["Interval Assignment for Periodic Transactions in Real-Time Database Systems., ICDE, 1991"], "Gerald Kiernan": ["Compiling a Rule Database Program into a C/SQL Application., ICDE, 1991"], "Wesley W. Chu": ["Using Type Inference and Induced Rules to Provide Intensional Answers., ICDE, 1991"], "Arie Segev": ["Evaluation of Rule Processing Strategies In Expert Databases., ICDE, 1991"], "Masaru Kitsuregawa": ["Performance Evaluation of Functional Disk System (FDS-R2)., ICDE, 1991"], "Alexander Thomasian": ["Performance Limits of Two-Phase Locking., ICDE, 1991"], "Vijay Kumar": ["Performance Measurement of Some Main Memory Database Recovery Algorithms., ICDE, 1991"], "Rakesh Agrawal": ["Object Versioning in Ode., ICDE, 1991"], "Katsumi Tanaka": ["Query Pairs as Hypertext Links., ICDE, 1991"], "M. V. Ramakrishna": ["Perfect Hashing Functions for Hardware Applications., ICDE, 1991"], "Susan V. Vrbsky": ["An Object-Oriented Query Processor that Produces Monotonically Improving Approximate Answers., ICDE, 1991"], "Sharma Chakravarthy": ["Divide and Conquer: A Basis for Augmenting a Conventional Query Optimizer with Multiple Query Proceesing Capabilities., ICDE, 1991"], "Doron Rotem": ["Spatial Join Indices., ICDE, 1991"], "Oliver Günther": ["Spatial Database Indices for Large Extended Objects., ICDE, 1991"], "Gerti Kappel": ["Object/Behavior Diagrams., ICDE, 1991"], "Gary Hall": ["Modeling Transition., ICDE, 1991"], "Rafiul Ahad": ["ESQL: A Query Language for the Relation Model Supporting Image Domains., ICDE, 1991"], "Andreas Heuer": ["Preserving and Generating Objects in the LIVING IN A LATTICE Rule Language., ICDE, 1991"], "Amit P. Sheth": ["The Architecture of BrAID: A System for Bridging AI/DB Systems., ICDE, 1991"], "Christine W. Chan": ["Inferential Modelling Technique for Constructing Second Generation Knowledge Based Systems., ICDE, 1991"], "Divyakant Agrawal": ["Performance Characteristics of Protocols With Ordered Shared Locks., ICDE, 1991"], "Margo I. Seltzer": ["Read Optimized File System Designs: A Performance Evaluation., ICDE, 1991"], "Cyril U. Orji": ["A Methodology for Benchmarking Distributed Database Management Systems., ICDE, 1991"], "Philip S. Yu": ["Optimal Buffer Allocation in A Multi-Query Environment., ICDE, 1991"], "Axel Mönkeberg": ["Conflict-driven Load Control for the Avoidance of Data-Contention Thrashing., ICDE, 1991"], "Eliezer Levy": ["Incremental Restart., ICDE, 1991"], "Anant Jhingran": ["Precomputation in a Complex Object Environment., ICDE, 1991"], "Rishiyur S. Nikhil": ["Exploiting Parallelism in the Implementation of Agna, a Persistent Programming System., ICDE, 1991"], "Li Yu": ["An Evaluation Framework for Algebraic Object-Oriented Query Models., ICDE, 1991"], "David Eichmann": ["A Polymorphic Relational Algebra and Its Optimization., ICDE, 1991"], "Keh-Chang Guh": ["Real Time Retrieval and Update of Materialized Transitive Closure., ICDE, 1991"], "Marguerite C. Murphy": ["Execution Plan Balancing., ICDE, 1991"], "Elke A. Rundensteiner": ["A Semantic Integrity Framework: Set Restrictions for Semantic Groupings., ICDE, 1991"], "C. Mohan": ["ARIES-RRH: Restricted Repeating of History in the ARIES Transaction Recovery Method., ICDE, 1991"], "Sumit Ganguly": ["An Analysis Technique for Transitive Closure Algorithms: A Statistical Approach., ICDE, 1991"], "D. G. Shin": ["Lk: A Language for Capturing Real World Meanings of the Stored Data., ICDE, 1991"], "Ke Wang": ["First-Order Logic Reducible Programs., ICDE, 1991"], "Chihping Wang": ["Distributed Query Optimization by One-Shot Fixed-Precision Semi-Join Execution., ICDE, 1991"], "Victor M. Markowitz": ["Problems Underlying the Use of Referential Integrity in Relational Database Management Systems., ICDE, 1991"]}