{"Jennifer Widom": ["Representing and Querying Changes in Semistructured Data., ICDE, 1998"], "Dan Suciu": ["Optimizing Regular Path Expressions Using Graph Schemas., ICDE, 1998"], "Alberto O. Mendelzon": ["WebOQL: Restructuring Documents, Databases, and Webs., ICDE, 1998", "WWW and the Internet - Did We Miss the Boat? (Panel)., ICDE, 1998"], "Jean Ferrié": ["Concurrent Operations in a Distributed and Mobile Collaborative Environment., ICDE, 1998"], "Sanjoy Malik": ["Grouping Techniques for Update Propagation in Intermittently Connected Databases., ICDE, 1998"], "Hong Va Leong": ["Cache Management for Mobile Databases: Design and Evaluation., ICDE, 1998"], "Dieter Gawlick": ["Messaging/Queuing in Oracle8., ICDE, 1998"], "Goetz Graefe": ["The New Database Imperatives., ICDE, 1998"], "Masaru Kitsuregawa": ["Performance Analysis of Parallel Hash Join Algorithms on a Distributed Shared Memory Machine: Implementation and Evaluation on HP Exemplar SPP 1600., ICDE, 1998"], "Daniel F. Lieuwen": ["Parallelizing Loops in Database Programming Languages., ICDE, 1998"], "Amr El Abbadi": ["Cyclic Allocation of Two-Dimensional Data., ICDE, 1998"], "Earl Stahl": ["Employing Intelligent Agents for Knowledge Discovery (Abstract)., ICDE, 1998"], "Evangelos Simoudis": ["Industry Applications of Data Mining: Challenges & Opportunities (Abstract)., ICDE, 1998"], "Tarik Bouaziz": ["Fuzzy Triggers: Incorporating Imprecise Reasoning into Active Databases., ICDE, 1998"], "Hector Garcia-Molina": ["Graph Structured Views and Their Incremental Maintenance., ICDE, 1998"], "Jarek Gryz": ["Query Folding with Inclusion Dependencies., ICDE, 1998"], "Ravi Krishnamurthy": ["On Query Spreadsheets., ICDE, 1998"], "Henry F. Korth": ["Data Logging: A Method for Efficient Data Updates in Constantly Active RAIDs., ICDE, 1998"], "David B. Lomet": ["Persistent Applications Using Generalized Redo Recovery., ICDE, 1998"], "Mario A. López": ["The Effect of Buffering on the Performance of R-Trees., ICDE, 1998"], "David Wilhite": ["Redbrick Vista: Aggregate Computation and Management., ICDE, 1998"], "Jeffrey A. Bedell": ["Outstanding Challenges in OLAP., ICDE, 1998"], "Corey Salka": ["Ending the MOLAP/ROLAP Debate: Usage Based Aggregation and Flexible HOLAP (Abstract)., ICDE, 1998"], "Narayanan Shivakumar": ["Safeguarding and Charging for Information on the Internet., ICDE, 1998"], "Christian S. Jensen": ["Point-Versus Interval-Based Temporal Data Models., ICDE, 1998"], "Christos Faloutsos": ["Efficient Retrieval of Similar Time Sequences Under Time Warping., ICDE, 1998"], "Thomas Seidl": ["Fast Nearest Neighbor Search in High-Dimensional Space., ICDE, 1998"], "Alejandro P. Buchmann": ["Encoded Bitmap Indexing for Data Warehouses., ICDE, 1998"], "Theodore Johnson": ["Coarse Indices for a Tape-Based Data Warehouse., ICDE, 1998"], "Jeffrey F. Naughton": ["Array-Based Evaluation of Multi-Dimensional Queries in Object-Relational Databases Systems., ICDE, 1998"], "Ramesh Jain": ["Content-based Multimedia Information Management., ICDE, 1998"], "Dieter Roller": ["Building A Robust Workflow Management System With Persistent Queues and Stored Procedures., ICDE, 1998"], "Akiko Kanaya": ["An Extended Object-Oriented Database Approach to Networked Multimedia Applications., ICDE, 1998"], "B. Prabhakaran": ["Distributed Video Presentations., ICDE, 1998"], "Naphtali Rishe": ["Query Processing in a Video Retrieval System., ICDE, 1998"], "K. Selçuk Candan": ["SEMCOG: A Hybrid Object-based Image Database System and Its Modeling, Language, and Query Processing., ICDE, 1998"], "William J. McKenna": ["Data Warehousing Lessons From Experience (Panel)., ICDE, 1998"], "Ashish Gupta": ["Junglee: Integrating Data of All Shapes and Sizes., ICDE, 1998"], "Anand Rajaraman": ["Virtual Database Technology., ICDE, 1998"], "Bernhard Mitschang": ["Data Intensive Intra- & Internet Applications - Experiences Using Java and CORBA in the World Wide Web., ICDE, 1998"], "Susan Malaika": ["Migrating Legacy Databases and Applications (Panel)., ICDE, 1998"], "Stefano Ceri": ["A Tightly-Coupled Architecture for Data Mining., ICDE, 1998"], "Jörg Sander": ["A Distribution-Based Clustering Algorithm for Mining in Large Spatial Databases., ICDE, 1998"], "Krithi Ramamritham": ["Failure Handling and Coordinated Execution of Concurrent Workflows., ICDE, 1998"], "Calton Pu": ["Methodical Restructuring of Complex Workflow Activities., ICDE, 1998"], "Anthony Tomasic": ["Leveraging Mediator Cost Models with Heterogeneous Data Sources., ICDE, 1998"], "Andreas Henrich": ["The LSDh-Tree: An Access Structure for Feature Vectors., ICDE, 1998"], "Uri Shaft": ["Compressing Relations and Indexes., ICDE, 1998"], "Paul M. Aoki": ["Generalizing \"Search\" in Generalized Search Trees (Extended Abstract)., ICDE, 1998"], "Hannu Toivonen": ["Efficient Discovery of Functional and Approximate Dependencies Using Partitions., ICDE, 1998"], "Philip S. Yu": ["Online Generation of Association Rules., ICDE, 1998"], "Abraham Silberschatz": ["Cyclic Association Rules., ICDE, 1998"], "Michael Rabinovich": ["Asynchronous Version Advancement in a Distributed Three-Version Database., ICDE, 1998"], "Philip M. Lewis": ["Design and Performance of an Assertional Concurrency Control System., ICDE, 1998"], "Sharad Mehrotra": ["Dynamic Granular Locking Approach to Phantom Protection in R-Trees., ICDE, 1998"], "David Maier": ["Future Directions in Database Research (Panel)., ICDE, 1998"], "Elke A. Rundensteiner": ["Processing Incremental Multidimensional Range Queries in a Direct Manipulation Visual Query., ICDE, 1998"], "Kenneth C. Sevcik": ["High Dimensional Similarity Joins: Algorithms and Performance Evaluation., ICDE, 1998"], "Timos K. Sellis": ["Cost Models for Join Queries in Spatial Databases., ICDE, 1998"], "Margaret H. Dunham": ["Mining Association Rules: Anti-Skew Algorithms., ICDE, 1998"], "Shamkant B. Navathe": ["Mining for Strong Negative Associations in a Large Database of Customer Transactions., ICDE, 1998"], "Kyuseok Shim": ["Mining Optimized Association Rules with Categorical and Numeric Attributes., ICDE, 1998"], "Miron Livny": ["Remote Load-Sensitive Caching for Multi-Server Database Systems., ICDE, 1998"], "Shojiro Nishio": ["DB-MAN: A Distributed Database System based on Database Migration in ATM Networks., ICDE, 1998"], "Panos K. Chrysanthis": ["Network Latency Optimizations in Distributed Database Systems., ICDE, 1998"], "Tanveer Fathima Syeda-Mahmood": ["Global Integration of Visual Databases., ICDE, 1998"], "Peter Widmayer": ["The Alps at Your Fingertips: Virtual Reality and Geoinformation Systems., ICDE, 1998"], "Tran Cao Son": ["Design and Implementation of Display Specification for Multimedia Answers., ICDE, 1998"], "Martin L. Kersten": ["Flattening an Object Algebra to Provide Performance., ICDE, 1998"], "Rivka Ladin": ["Back to the Future: Dynamic Hierarchical Clustering., ICDE, 1998"], "Gisela Mendez": ["Cost and Imprecision in Modeling the Position of Moving Objects., ICDE, 1998"], "Riqiang Shan": ["ROL: A Prototype for Deductive and Object-Oriented Databases (Demo)., ICDE, 1998"], "Thomas Thalhammer": ["A Graphical Editor for the Conceptual Design of Business Rules., ICDE, 1998"], "Kinji Ono": ["The Active Hypermedia Delivery System (AHYDS) using the PHASME Application-Oriented DBMS., ICDE, 1998"], "Roger Le": ["ECA Rule Support for Distributed Heterogeneous Environments., ICDE, 1998"], "Clemens Bertram": ["ZEBRA Image Access System., ICDE, 1998"]}