{"Eric K. Neumann": ["Can A Semantic Web for Life Sciences Improve Drug Discovery?, ICDE, 2004"], "Steven Hagan": ["Driving Forces in Database Technology., ICDE, 2004"], "David Lehman": ["Enabling Communities of Knowledge Workers., ICDE, 2004"], "Anthony K. H. Tung": ["LDC: Enabling Search By Partial Distance In A Hyper-Dimensional Space., ICDE, 2004", "Go Green: Recycle and Reuse Frequent Patterns., ICDE, 2004", "Substructure Clustering on Sequential 3d Object Datasets., ICDE, 2004", "ItCompress: An Iterative Semantic Compression Algorithm., ICDE, 2004"], "David B. Lomet": ["Simple, Robust and Highly Concurrent B-trees with Node Deletion., ICDE, 2004", "Improving Logging and Recovery Performance in Phoenix/App., ICDE, 2004", "Database Kernel Research: What, if anything, is left to do?, ICDE, 2004"], "Jeffrey Scott Vitter": ["Bulk Operations for Space-Partitioning Trees., ICDE, 2004"], "Jeffrey F. Naughton": ["Recursive XML Schemas, Recursive XML Queries, and Relational Storage: XML-to-SQL Query Translation., ICDE, 2004"], "M. Tamer Özsu": ["A Succinct Physical Storage Scheme for Efficient Evaluation of Path Queries in XML., ICDE, 2004", "Multi-Scale Histograms for Answering Queries over Time Series Data., ICDE, 2004"], "Wynne Hsu": ["A Prime Number Labeling Scheme for Dynamic Ordered XML Trees., ICDE, 2004"], "Jiawei Han": ["BIDE: Efficient Mining of Frequent Closed Sequences., ICDE, 2004"], "Ehud Gudes": ["Mining Frequent Labeled and Partially Labeled Graph Patterns., ICDE, 2004"], "David Buttler": ["Probe, Cluster, and Discover: Focused Extraction of QA-Pagelets from the Deep Web., ICDE, 2004"], "Todd C. Mowry": ["Improving Hash Join Performance through Prefetching., ICDE, 2004"], "Sharad Mehrotra": ["Approximate Selection Queries over Imprecise Data., ICDE, 2004"], "Dimitre Trendafilov": ["Improved File Synchronization Techniques for Maintaining Large Replicated Collections over Slow Networks., ICDE, 2004"], "Amr El Abbadi": ["A Peer-to-peer Framework for Caching Range Queries., ICDE, 2004"], "Jingren Zhou": ["MTCache: Transparent Mid-Tier Database Caching in SQL Server., ICDE, 2004"], "Christos Faloutsos": ["Approximate Temporal Aggregation., ICDE, 2004"], "Bin Liu": ["Querying about the Past, the Present, and the Future in Spatio-Temporal., ICDE, 2004"], "Dimitris Papadias": ["Spatio-Temporal Aggregation Using Sketches., ICDE, 2004"], "Luis Gravano": ["Selectivity Estimation for String Predicates: Overcoming the Underestimation Problem., ICDE, 2004"], "Guido Moerkotte": ["Nested Queries and Quantifiers in an Ordered Context., ICDE, 2004", "An Efficient Framework for Order Optimization., ICDE, 2004"], "Walid G. Aref": ["Hash-Merge Join: A Non-blocking Join Algorithm for Producing Fast and Early Join Results., ICDE, 2004"], "Yannis E. Ioannidis": ["Selectivity Estimation for XML Twigs., ICDE, 2004", "Personalization of Queries in Database Systems., ICDE, 2004"], "Akira Matsumoto": ["A Machine Learning Approach to Rapid Development of XML Mapping Queries., ICDE, 2004"], "Bongki Moon": ["PRIX: Indexing And Querying XML Using Prüfer Sequences., ICDE, 2004"], "Kyriakos Mouratidis": ["Group Nearest Neighbor Queries., ICDE, 2004"], "Kian-Lee Tan": ["Making the Pyramid Technique Robust to Query Types and Workloads., ICDE, 2004", "Authenticating Query Results in Edge Computing., ICDE, 2004", "Hiding Data Accesses in Steganographic File System., ICDE, 2004"], "Jayant R. Haritsa": ["SPINE: Putting Backbone into String Indexing., ICDE, 2004", "Engineering a Fast Online Persistent Suffix Tree Construction., ICDE, 2004", "LexEQUAL: Supporting Multilexical Queries in SQL., ICDE, 2004"], "Wagner Truppel": ["Online Amnesic Approximation of Streaming Time Series., ICDE, 2004"], "Rajeev Motwani": ["Load Shedding for Aggregation Queries over Data Streams., ICDE, 2004"], "Jeffrey Xu Yu": ["Continuously Maintaining Quantile Summaries of the Most Recent N Elements over a Data Stream., ICDE, 2004"], "Arbee L. P. Chen": ["An Efficient Algorithm for Mining Frequent Sequences by a New Strategy without Support Counting., ICDE, 2004"], "Subbarao Kambhampati": ["A Frequency-based Approach for Mining Coverage Statistics in Data Integration., ICDE, 2004"], "Philip S. Yu": ["CrossMine: Efficient Classification Across Multiple Database Relations., ICDE, 2004"], "Thomas J. E. Schwarz": ["Algebraic Signatures for Scalable Distributed Data Structures., ICDE, 2004"], "Kenneth Salem": ["Lazy Database Replication with Ordering Guarantees., ICDE, 2004"], "Elke A. Rundensteiner": ["Detection and Correction of Conflicting Source Updates for View Maintenance., ICDE, 2004"], "John W. Byers": ["Approximate Aggregation Techniques for Sensor Databases., ICDE, 2004"], "Vivek R. Narasayya": ["SQLCM: A Continuous Monitoring Framework for Relational Database Engines., ICDE, 2004"], "Ibrahim Kamel": ["Scalable Multimedia Disk Scheduling., ICDE, 2004"], "Hans-Arno Jacobsen": ["Modeling Uncertainties in Publish/Subscribe Systems., ICDE, 2004"], "Yannis Kotidis": ["Web-Services Architecture for Efficient XML Data Exchange., ICDE, 2004"], "Mor Harchol-Balter": ["Priority Mechanisms for OLTP and Transactional Web Applications., ICDE, 2004"], "Wesley W. Chu": ["A Probabilistic Approach to Metasearching with Adaptive Probing., ICDE, 2004"], "Radu Sion": ["Proving Ownership over Categorical Data., ICDE, 2004"], "Lucy Chernobrod": ["Applications for Expression Data in Relational Database System., ICDE, 2004"], "Nitin Khandelwal": ["XBench Benchmark and Performance Testing of XML DBMSs., ICDE, 2004"], "Ahmed Metwally": ["Range CUBE: Efficient Cube Computation by Exploiting Data Correlation., ICDE, 2004"], "Marcelo Arenas": ["Efficient Incremental Validation of XML Documents., ICDE, 2004"], "Jun Yang": ["Multiresolution Indexing of XML for Frequent Queries., ICDE, 2004", "NEXSORT: Sorting XML in External Memory., ICDE, 2004"], "Sen Zhang": ["Unordered Tree Mining with Applications to Phylogeny., ICDE, 2004"], "Robert Fiedler": ["GODIVA: Lightweight Data Management for Scientific Visualization Applications., ICDE, 2004"], "Ning An": ["Incorporating Updates in Domain Indexes: Experiences with Oracle Spatial R-trees., ICDE, 2004"], "Karthik Ramani": ["Content-based Three-dimensional Engineering Shape Search., ICDE, 2004"], "Xuemin Lin": ["Direct Mesh: a Multiresolution Approach to Terrain Visualization., ICDE, 2004"], "Torben Bach Pedersen": ["Integrating XML Data in the TARGITOLAP System., ICDE, 2004"], "Alfons Kemper": ["Benchmarking SAP R/3 Archiving Scenarios., ICDE, 2004"], "Philip A. Bernstein": ["Adapting a Generic Match Algorithm to Align Ontologies of Human Anatomy., ICDE, 2004"], "David Rosenbluth": ["Stream Query Processing for Healthcare Bio-sensor Applications., ICDE, 2004"], "Martin Ringwald": ["From Sipping on a Straw to Drinking from a Fire Hose: Data Integration in a Public Genome Database., ICDE, 2004"], "Michael J. Carey": ["BEA Liquid Data for WebLogic: XML-Based Enterprise Information Integration., ICDE, 2004"], "Rich Urmston": ["Information Lifecycle Management: The EMC Perspective., ICDE, 2004"], "Chito Jovellanos": ["ContextMetricsTM: Semantic and Syntactic Interoperability in Cross-Border Trading Systems., ICDE, 2004"], "Mark Scardina": ["Extending XML Database to Support Open XML., ICDE, 2004"], "Sumit Negi": ["EShopMonitor: A Web Content Monitoring Tool., ICDE, 2004"], "Hansjörg Zeller": ["Publish/Subscribe in NonStop SQL: Transactional Streams in a Relational Context., ICDE, 2004"], "Peter A. Ng": ["Privacy Preservation for Data Cubes., ICDE, 2004"], "Kyuseok Shim": ["SQUIRE: Sequential Pattern Mining with Quantities., ICDE, 2004"], "Wen Qiang Wang": ["XJoin Index: Indexing XML Data for Efficient Handling of Branching Path Expressions., ICDE, 2004"], "Raghu Ramakrishnan": ["On the Integration of Structure Indexes and Inverted Lists., ICDE, 2004"], "Amy Braverman": ["Scaling Clustering Algorithms for Massive Data Sets using Data Streams., ICDE, 2004"], "Chinya V. Ravishankar": ["Using vTree Indices for Queries over Objects with Complex Motions., ICDE, 2004"], "Gaurav Pandey": ["On Local Pruning of Association Rules Using Directed Hypergraphs., ICDE, 2004"], "Ee-Peng Lim": ["Spectral Analysis of Text Collection for Similarity-based Clustering., ICDE, 2004"], "Lee-Feng Chien": ["Mining the Web for Generating Thematic Metadata from Textual Data., ICDE, 2004"], "Thomas Seidl": ["Efficient Similarity Search in Large Databases of Tree Structured Objects., ICDE, 2004"], "Dimitrios Dervos": ["Bitmap-Tree Indexing for Set Operations on Free Text., ICDE, 2004"], "Yu Xu": ["Minimization and Group-By Detection for Nested XQueries., ICDE, 2004"], "Alan Nash": ["Web Service Composition Through Declarative Queries: The Case of Conjunctive Queries with Union and Negation., ICDE, 2004"], "Geoffrey S. Knauth": ["Efficient Execution of Computation Modules in a Model with Massive Data., ICDE, 2004"], "Yuqing Wu": ["Storing XML (with XSD) in SQL Databases: Interplay of Logical and Physical Designs., ICDE, 2004"], "Peter Rosenthal": ["A Type-Safe Object-Oriented Solution for the Dynamic Construction of Queries., ICDE, 2004"], "Ting Yu": ["Routing XML Queries., ICDE, 2004"], "Farouk Toumani": ["Peering and Querying e-Catalog Communities., ICDE, 2004"], "Stefan Brandl": ["Dynamic Extensible Query Processing in Super-Peer Based P2P Systems., ICDE, 2004"], "Andreas Heuer": ["FLYINGDOC: An Architecture for Distributed, User-friendly, and Personalized Information Systems., ICDE, 2004"], "Wenwei Xue": ["Function Proxy: Template-Based Proxy Caching for Table-Valued Functions., ICDE, 2004"], "Xiaopeng Xiong": ["Nile: A Query Processing Engine for Data Streams., ICDE, 2004"], "Qi Zhong": ["RACCOON: A Peer-Based System for Data Integration and Sharing., ICDE, 2004"], "Hasan M. Jamil": ["OntoBuilder: Fully Automatic Extraction and Consolidation of Ontologies from Web Sources., ICDE, 2004"], "Ramesh C. Jain": ["Using Stream Semantics for Continuous Queries in Media Stream Processors., ICDE, 2004"], "Abdelkader Bétari": ["VirGIS: Mediation for Geographical Information Systems., ICDE, 2004"], "Lingzhi Zhang": ["A Flexible Infrastructure for Gathering XML Statistics and Estimating Query Cardinality., ICDE, 2004"], "Marco Pötke": ["BOSS: Browsing OPTICS-Plots for Similarity Search., ICDE, 2004"], "Jean-Marc Petit": ["DBA Companion: A Tool for Logical Database Tuning., ICDE, 2004"], "Liying Zhang": ["GenExplore: Interactive Exploration of Gene Interactions from Microarray Data., ICDE, 2004"], "Shawn Bowers": ["Superimposed Applications using SPARCE., ICDE, 2004"], "John Mylopoulos": ["ToMAS: A System for Adapting Mappings while Schemas Evolve., ICDE, 2004"], "Sunil Prabhakar": ["wmdb.: Rights Protection for Numeric Relational Data., ICDE, 2004"], "Leon Portman": ["t-Synopses: A System for Run-Time Management of Remote Synopses., ICDE, 2004"], "Daniela Florescu": ["Database Research for the Current Millennium., ICDE, 2004"], "Dieter Gawlick": ["Querying the Past, the Present, and the Future., ICDE, 2004"], "Michael Stonebraker": ["Outrageous Ideas and/or Thoughts While Shaving., ICDE, 2004"], "Wang-Chien Lee": ["Data Management in Location-Dependent Information Services., ICDE, 2004"], "Arnaud Sahuguet": ["\"My Personal Web\": A Seminar on Personalization and Privacy for Web and Converged Services., ICDE, 2004"], "Benjamin Bustos": ["Similarity Search in Multimedia Databases., ICDE, 2004"], "Donald Kossmann": ["XML Query Processing., ICDE, 2004"], "Sergey Melnik": ["Meta Data Management., ICDE, 2004"], "Samuel Madden": ["Implementation and Research Issues in Query Processing for Wireless Sensor Networks ., ICDE, 2004"], "Venugopal Govindaraju": ["Data Mining for Intrusion Detection: Techniques, Applications and Systems., ICDE, 2004"]}