{"Michael Schrefl": ["Object Class Definition by Generalization Using Upward Inheritance., ICDE, 1988"], "David Beech": ["Generalized Version Control in an Object-Oriented Database., ICDE, 1988"], "Katsumi Tanaka": ["Schema Virtualization in Object-Oriented Databases., ICDE, 1988"], "Jay Banerjee": ["Queries in Object-Oriented Databases., ICDE, 1988"], "Bharat K. Bhargava": ["A Model for Adaptable Systems for Transaction Processing., ICDE, 1988", "An Experimental Analysis of Replicated Copy Control During Site Failure and Recovery., ICDE, 1988"], "Adrian Segall": ["Optimal Communication Topologies for Atomic Commitment., ICDE, 1988"], "William Perrizo": ["Ordering Accesses to Improving Transaction Processing Performance., ICDE, 1988"], "Cyril U. Orji": ["A Performance Analysis of an Optimistic and a Basic Timestamp-Ordering Concurrency Control Algorithm for Centralized Database Systems., ICDE, 1988"], "Xiaolin Du": ["Data Allocation in a Dynamically Reconfigurable Environment., ICDE, 1988"], "Yao-Nan Lien": ["File Allocation on Homogeneous Local Computer Systems with Two-Level Multiaccess Networks., ICDE, 1988"], "Douglas W. Cornell": ["Site Assignment for Relations and Join Operations in the Distributed Transaction Processing Environment., ICDE, 1988"], "Markian M. Gooley": ["Efficient Reordering of Prolog Programs., ICDE, 1988"], "Gunter Schlageter": ["OOPS - An Object Oriented Programming System with Integrated Data Management Faciltity., ICDE, 1988"], "Kyu-Young Whang": ["A Framework for Optimization in Expert System - DBMS Interface., ICDE, 1988"], "Ching-Liang Huang": ["A Quorum-Based Commit and Termination Protocol for Distributed Database Systems., ICDE, 1988"], "Sushil Jajodia": ["Integrating Static and Dynamic Voting Protocols To Enhance File Availability., ICDE, 1988"], "Pei-Jyun Leu": ["Concurrent Robust Checkpointing and Recovery in Distributed Systems., ICDE, 1988"], "Rob Bell": ["ADT: A Toolkit for Development of Database-Centered Applications., ICDE, 1988"], "Amit P. Sheth": ["A Tool for Integrating Conceptual Schemas and User Views., ICDE, 1988", "Managing and Integrating Unstructured and Structured Data: Problems of Representation, Features, and Abstraction (position paper)., ICDE, 1988"], "James P. Davis": ["EDICT - An Enhanced Relational Data Dictionary: Architecture and Example., ICDE, 1988"], "Shun'ichi Torii": ["Accelerating Nonnumerical Processing by an Extended Vector Processor., ICDE, 1988"], "Setrag Khoshafian": ["Parallel Query Processing for Complex Objects., ICDE, 1988"], "Hidetoshi Monoi": ["Parallel Control Technique and Performance of an MPPM Knowledge-Base Machine., ICDE, 1988"], "Michael Stonebraker": ["Future Trends in Data Base Systems., ICDE, 1988"], "Christophe de Maindreville": ["A Production Rule-Based Approach to Deductive Databases., ICDE, 1988"], "Bonnie K. MacKellar": ["Reasoning by Analogy in Knowledge Base Systems., ICDE, 1988"], "Ken-Chih Liu": ["On Representing Indefinite and Maybe Information in Relational Databases., ICDE, 1988"], "Suhayya Abu-Hakima": ["RATIONALE: Reasoning by Explaining., ICDE, 1988"], "Jehan-François Pâris": ["Efficient Dynamic Voting Algorithms., ICDE, 1988"], "Victor M. Markowitz": ["Incremental Restructuring of Relational Schemas., ICDE, 1988"], "Michel Banâtre": ["Ensuring Data Security and Integrity with a Fast Stable Storage., ICDE, 1988"], "K. Narayanaswamy": ["An Incremental Mechanism for Schema Evolution in Engineering Domains., ICDE, 1988"], "Pankaj Goyal": ["Scheduling of Page Fetches in Join Operations Using Bc-Trees., ICDE, 1988"], "Jooseok Park": ["Using Common Subexpressions to Optimize Multiple Queries., ICDE, 1988"], "Peter Bodorik": ["Distributed Query Processing Optimization Objectives., ICDE, 1988"], "Ravi Mukkamala": ["A Heuristic Algorithm for Determining a Near-optimal Set of Nodes to Access in a Partially Replicated Distributed Database System., ICDE, 1988"], "Xiaolei Qian": ["An Effective Method for Integrity Constraint Simplification., ICDE, 1988"], "Amit Basu": ["Knowledge Base Views in Multiuser Knowledge Based Systems., ICDE, 1988"], "M. Rajini Kanth": ["Extending an Assumption Based Truth Maintenance System to Databases., ICDE, 1988"], "M. V. Ramakrishna": ["An Exact Probability Model for Finite Hash Tables., ICDE, 1988"], "Hans-Peter Kriegel": ["PLOP-Hashing: A Grid File without Directory., ICDE, 1988"], "Mireille Régnier": ["Trie Hashing Analysis., ICDE, 1988"], "Clement T. Yu": ["Adaptive Algorithms for Balanced Multidimensional Clustering., ICDE, 1988"], "Jean-Pierre Cheiney": ["A Functional Clustering Method for Optimal Access to Complex Domains in a Relational DBMS., ICDE, 1988"], "Jaideep Srivastava": ["Efficient Algorithms for Maintenance of Large Database., ICDE, 1988", "A Tree Based Access Method (TBSAM) for Fast Processing of Aggregate Queries., ICDE, 1988"], "C. P. Wang": ["A Unified Concurrency Control Algorithm for Distributed Database Systems., ICDE, 1988"], "Asit Dan": ["Modeling the Effects of Data and Resource Contention on the Performance of Optimistic Concurrency Control Protocols., ICDE, 1988"], "Mohan Ahuja": ["Performance Evaluation of Two Concurrency Control Protocols for Distributed Databases with Multiversioned Entities., ICDE, 1988"], "Leonard D. Shapiro": ["Panel on: Database Management Systems and Model Management Systems., ICDE, 1988"], "Arthur M. Geoffrion": ["A Structured Modeling Approach to Model Management System (Panel Position Abstract)., ICDE, 1988"], "Sanggoo Lee": ["Semantic Query Optimization in Recursive Databases., ICDE, 1988"], "Rakesh Agrawal": ["Moving Selections into Linear Least Fixpoint Queries., ICDE, 1988"], "Arie Tzvieli": ["PL - A Probabilistic Logic., ICDE, 1988"], "Seppo Sippu": ["An Optimization Strategy for Recursive Queries in Logic Databases., ICDE, 1988"], "Beatrice T. Oshika": ["Improved Retrieval of Foreign Names from Large Databases., ICDE, 1988"], "Osamu Nakamura": ["A High-speed Morpheme-Extraction System Using Dictionary Database., ICDE, 1988"], "Hans-Werner Six": ["Spatial Searching in Geometric Databases., ICDE, 1988"], "K. V. S. Ramarao": ["Transaction Atomicity in the Presence of Network Partitions., ICDE, 1988"], "Joel L. Wolf": ["A Hybrid Data Sharing - Data Partitioning Architecture for Transaction Processing., ICDE, 1988"], "Sang Hyuk Son": ["An Adaptive Checkpointing Scheme for Distributed Databases with Mixed Types of Transactions., ICDE, 1988"], "Anupam Bhide": ["A Performance Comparison of Two Architectures for Fast Transaction Processing., ICDE, 1988"], "Calton Pu": ["Superdatabases for Composition of Heterogeneous Databases., ICDE, 1988"], "Lingyuan Ge": ["Database Applications Support in Open Systems: Language Concepts and Implementation Architectures., ICDE, 1988"], "Ahmed K. Elmagarmid": ["Supporting Updates in Heterogeneous Distributed Database Systems., ICDE, 1988"], "Andreas Hutflesz": ["Globally Order Preserving Multidimensional Linear Hashing., ICDE, 1988"], "Ekow J. Otoo": ["Linearizing the Directory Growth in Order Preserving Extendible Hashing., ICDE, 1988"], "Edward Omiecinski": ["Concurrent Storage Structure Conversion: from B+ Tree to Linear Hash File., ICDE, 1988"], "James A. Larson": ["Browsing Unstructured Data., ICDE, 1988"], "Brian Phillips": ["Multimedia Systems and Text., ICDE, 1988"], "Robert A. Yost": ["Can Image Data be Integrated with Structured Data?, ICDE, 1988"], "Jack A. Orenstein": ["Can We Meaningfully Integrate Drawings, Text, Images, and Voice with Structured Data?, ICDE, 1988"]}