{"Alexander Thomasian": ["On a More Realistic Lock Contention Model and Its Analysis., ICDE, 1994", "Performance Analysis of RAID5 Disk Arrays with a Vacationing Server Model for Rebuild Mode Operation., ICDE, 1994"], "Jayant R. Haritsa": ["Approximate Analysis of Real-Time Database Systems., ICDE, 1994"], "Yixiu Huang": ["Object Allocation in Distributed Databases and Mobile Computers., ICDE, 1994"], "Peter Triantafillou": ["Supporting Partial Data Accesses to Replicated Data., ICDE, 1994"], "Michael Rabinovich": ["Efficient Support for Partial Write Operations in Replicated Databases., ICDE, 1994"], "Michael Stonebraker": ["Mariposa: A New Architecture for Distributed Data., ICDE, 1994"], "G. N. Paulley": ["Exploiting Uniqueness in Query Optimization., ICDE, 1994"], "Paul W. P. J. Grefen": ["A Multi-Set Extended Relational Algebra - A Formal Approach to a Practical Issue., ICDE, 1994"], "Weipeng P. Yan": ["Performing Group-By before Join., ICDE, 1994"], "John T. Robinson": ["Analysis of Reorganization Overhead in Log-Structured File Systems., ICDE, 1994"], "Voon-Fee Yong": ["Storage Reclamation and Reorganization in Client-Server Persistent Object Stores., ICDE, 1994"], "Thomas Kirsche": ["Cooperative Problem Solving Using Database Conversations., ICDE, 1994"], "Qiang Zhu": ["A Query Sampling Method of Estimating Local Cost Parameters in a Multidatabase System., ICDE, 1994"], "Ee-Peng Lim": ["Resolving Attribute Incompatibility in Database Integration: An Evidential Reasoning Approach., ICDE, 1994"], "Peter M. Schwarz": ["Managing Change in the Rufus System., ICDE, 1994"], "Ling Liu": ["Polymorphic Reuse Mechanisms for Object-Oriented Database Specifications., ICDE, 1994"], "Paul Johannesson": ["A Method for Transforming Relational Schemas Into Conceptual Schemas., ICDE, 1994"], "Diego Calvanese": ["On the Interaction Between ISA and Cardinality Constraints., ICDE, 1994"], "Matilde Celma": ["Comparing and Synthesizing Integrity Checking Methods for Deductive Databases., ICDE, 1994"], "Doheon Lee": ["Discovering Database Summaries through Refinements of Fuzzy Hypotheses., ICDE, 1994"], "Vram Kouramajian": ["Declustering Techniques for Parallelizing Temporal Access Structures., ICDE, 1994"], "Yvonne Zhou": ["Disk Allocation Methods for Parallelizing Grid Files., ICDE, 1994"], "Shahram Ghandeharizadeh": ["Object Placement in Parallel Object-Oriented Database Systems., ICDE, 1994"], "Rakesh Chandra": ["Implementing Calendars and Temporal Rules in Next Generation Databases., ICDE, 1994"], "Han Shen": ["The TP-Index: A Dynamic and Efficient Indexing Mechanism for Temporal Databases., ICDE, 1994"], "Michael D. Soo": ["Efficient Evaluation of the Valid-Time Natural Join., ICDE, 1994"], "Venu Vasudevan": ["Supporting High-Bandwidth Navigation in Object-Bases., ICDE, 1994"], "Daniel A. Keim": ["Supporting Data Mining of Large Databases by Visual Feedback Queries., ICDE, 1994"], "Manish Arya": ["QBISM: Extending a DBMS to Support 3D Medical Images., ICDE, 1994"], "Sunita Sarawagi": ["Efficient Organization of Large Multidimensional Arrays., ICDE, 1994"], "Tak W. Yan": ["Index Structures for Information Filtering Under the Vector Space Model., ICDE, 1994"], "Jukka Teuhola": ["An Efficient Relational Implementation of Recursive Relationships using Path Signatures., ICDE, 1994"], "Bhaskar Himatsingka": ["Performance Evaluation of Grid Based Multi-Attibute Record Declustering Methods., ICDE, 1994"], "Pierre Morizet-Mahoudeaux": ["Knowledge-Based Handling of Design Expertise., ICDE, 1994"], "Heinrich Jasper": ["Active Databases for Active Repositories., ICDE, 1994"], "Tzi-cker Chiueh": ["Papyrus: A History-Based VLSI Design Process Management System., ICDE, 1994"], "Daniel L. Silver": ["X-500 Directory Schema Management., ICDE, 1994"], "Arding Hsu": ["Data Management in Delayed Conferencing (Abstract)., ICDE, 1994"], "Amit P. Sheth": ["Transactional Workflows: Research, Enabling Technologies, and Applications (Abstract)., ICDE, 1994"], "David S. Reiner": ["Parallel Approaches to Database Management (Abstract)., ICDE, 1994"], "Goetz Graefe": ["Sort-Merge-Join: An Idea Whose Time Has(h) Passed?, ICDE, 1994"], "Kun-Lung Wu": ["Data Placement and Buffer Management for Concurrent Mergesorts with Parallel Prefetching., ICDE, 1994"], "Alistair Moffat": ["Fast Ranking in Limited Space., ICDE, 1994"], "Norbert Ritter": ["Capturing Design Dynamics the Concord Approach., ICDE, 1994"], "Andrew Deacon": ["Semantics-Based Multilevel Transaction Management in Federated Systems., ICDE, 1994"], "Dimitrios Georgakopoulos": ["Specification and Management of Extended Transactions in a Programmable Transaction Environment., ICDE, 1994", "Transactional Workflow Management in Distributed Object Computing Environments., ICDE, 1994"], "Martin L. Kersten": ["Query Optimization Strategies for Browsing Sessions., ICDE, 1994"], "Jamal R. Alsabbagh": ["Analysis of Common Subexpression Exploitation Models in Multiple-Query Processing., ICDE, 1994"], "Qi Yang": ["A Hybrid Transitive Closure Algorithm for Sequential and Parallel Processing., ICDE, 1994"], "Kien A. Hua": ["Object Skeletons: An Efficient Navigation Structure for Object-Oriented Database Systems., ICDE, 1994"], "Hwan-Seung Yong": ["Applying Signatures for Forward Traversal Query Processing in Object-Oriented Databases., ICDE, 1994"], "Sunil Choenni": ["On the Selection of Optimal Index Configuration in OO Databases., ICDE, 1994"], "William Carpenter": ["Distributed Heterogeneous Information Systems (Abstract)., ICDE, 1994"]}