{"Michael L. Brodie": ["Que Sera, Sera: The Coincidental Confluence of Economics, Business, and Collaborative Computing., ICDE, 1999"], "Jacques Kouloumdjian": ["A Database Approach for Modeling and Querying Video Data., ICDE, 1999"], "Arbee L. P. Chen": ["Efficient Theme and Non-Trivial Repeating Pattern Discovering in Music Databases., ICDE, 1999"], "M. V. Ramakrishna": ["Query Processing Issues in Image (Multimedia) Databases., ICDE, 1999"], "Beng Chin Ooi": ["On Getting Some Answers Quickly, and Perhaps More Later., ICDE, 1999"], "Viswanath Poosala": ["Systematic Multiresolution and Its Application to the World Wide Web., ICDE, 1999"], "Ramana Yerneni": ["Capability-Sensitive Query Processing on Internet Sources., ICDE, 1999"], "Tommy Joseph": ["A Messaging-Based Architecture for Enterprise Application Integration., ICDE, 1999"], "Aahok R. Saxena": ["Database as an Application Integration Platform (Abstract)., ICDE, 1999"], "Saydean Zeldin": ["Business Objects and Application Integration (Abstract)., ICDE, 1999"], "Munir Cochinwala": ["Cooperative Caching in Append-only Databases with Hot Spots., ICDE, 1999"], "Ta-Hsiung Hu": ["Improving RAID Performance Using a Multibuffer Technique., ICDE, 1999"], "Arnd Christian König": ["Managing Distributed Memory to Meet Multiclass Workload Response Time Goals., ICDE, 1999"], "Bongki Moon": ["Scalable Web Server Design for Distributed Data Management., ICDE, 1999"], "Peter Scheuermann": ["A Transparent Replication of HTTP Service., ICDE, 1999"], "Victor T.-S. Shi": ["Atomic Commitment in Database Systems over Active Networks., ICDE, 1999"], "Takashi Fuji": ["A Hypertext Database for Advanced Sharing of Distributed Web Pages., ICDE, 1999"], "Euripides G. M. Petrakis": ["Similarity Searching in Text Databases with Multiple Field Types., ICDE, 1999"], "Wolfgang Benn": ["Integrating Heterogeneous OO Schemas., ICDE, 1999"], "Xuemin Lin": ["Confirmation: A Solution for Non-Compensatability in Workflow Applications., ICDE, 1999"], "Ming-Chien Shan": ["Policies in a Resource Manager of Workflow Systems: Modeling, Enforcement and Management., ICDE, 1999"], "Christoph Bussler": ["TP-Monitor-based Workflow Management System Architecture., ICDE, 1999"], "Yiwen Yin": ["Efficient Mining of Partial Periodic Patterns in Time Series Database., ICDE, 1999"], "Richard R. Muntz": ["STING+: An Approach to Active Spatial Data Mining., ICDE, 1999", "Exploiting Data Lineage for Parallel Optimization in Extensible DBMSs., ICDE, 1999"], "Ada Wai-Chee Fu": ["Efficient Time Series Matching by Wavelets., ICDE, 1999"], "Pavel Velikhov": ["Enhancing Semistructured Data Mediators with Document Type Definitions., ICDE, 1999"], "Naphtali Rishe": ["Estimating the Usefulness of Search Engines., ICDE, 1999"], "Ling Liu": ["Query Routing in Large-Scale Digital Library Systems., ICDE, 1999"], "Samuel DeFazio": ["Database Extensions for Complex Forms of Data (Abstract)., ICDE, 1999"], "Susan Malaika": ["Using XML in Relational Database Applications (Abstract)., ICDE, 1999"], "Yasuhiko Kanemasa": ["Document Warehousing Based on a Multimedia Database System., ICDE, 1999"], "Takashi Yano": ["The ECHO Method: Concurrency Control Method for a Large-Scale Distributed Database., ICDE, 1999"], "J. Ross Quinlan": ["Data Mining from an AI Perspective (Abstract)., ICDE, 1999"], "Dimitrios Gunopulos": ["Constraint-Based Rule Mining in Large, Dense Databases., ICDE, 1999"], "Rakesh Agrawal": ["Parallel Classification for Data Mining on Shared-Memory Multiprocessors., ICDE, 1999"], "Kyuseok Shim": ["Mining Optimized Support Rules for Numeric Attributes., ICDE, 1999", "ROCK: A Robust Clustering Algorithm for Categorical Attributes., ICDE, 1999"], "Lily Hendra": ["Using Java and CORBA for Implementing Internet Databases., ICDE, 1999"], "Evaggelia Pitoura": ["Mobile Agents for WWW Distributed Database Access., ICDE, 1999"], "Klemens Böhm": ["Working Together in Harmony - An Implementation of the CORBA Object Query Service and Its Evaluation., ICDE, 1999"], "Damianos Chatziantoniou": ["Ad Hoc OLAP: Expression and Evaluation., ICDE, 1999"], "Jinhua Li": ["Fast Approximate Search Algorithm for Nearest Neighbor Queries in High Dimensions., ICDE, 1999"], "Venkatesh Ganti": ["Fast Approximate Query Answering Using Precomputed Statistics., ICDE, 1999"], "Elke A. Rundensteiner": ["Data Warehouse Maintenance under Concurrent Schema and Data Updates., ICDE, 1999", "Data Warehouse Evolution: Trade-Offs between Quality and Cost of Query Rewritings., ICDE, 1999"], "Hongjun Lu": ["Hash in Place with Memory Shifting: Datacube Computation Revisited., ICDE, 1999"], "Peter Widmayer": ["The Bulk Index Join: A Generic Approach to Processing Non-Equijoins., ICDE, 1999"], "Paul M. Aoki": ["Algorithms for Index-Assisted Selectivity Estimation., ICDE, 1999"], "Hezhi Ai": ["Multiple Index Structures for Efficient Retrieval of 2D Objects., ICDE, 1999"], "Peter Fankhauser": ["Declarative and Procedural Object-Oriented Views., ICDE, 1999"], "Per-Åke Larson": ["Speeding up Heterogeneous Data Access by Converting and Pushing Down String Comparisons., ICDE, 1999"], "Albert Vernon": ["Scalable Trigger Processing., ICDE, 1999"], "S. Sudarshan": ["Using Codewords to Protect Database Data from a Class of Software Errors., ICDE, 1999"], "Gerhard Weikum": ["Integrating Light-Weight Workflow Management Systems within Existing Business Environments., ICDE, 1999"], "Vivek R. Narasayya": ["Index Merging., ICDE, 1999"], "G. Linderman": ["Optimizer and Parallel Engine Extensions for Handling Expensive Methods Based on Large Objects., ICDE, 1999"], "Christian S. Jensen": ["Developing a DataBlade for a New Index., ICDE, 1999", "Multidimensional Data Modeling for Complex Data., ICDE, 1999"], "Terence R. Smith": ["Relative Prefix Sums: An Efficient Approach for Querying Dynamic OLAP Data Cubes., ICDE, 1999"], "Alejandro A. Vaisman": ["Maintaining Data Cubes under Dimension Updates., ICDE, 1999"], "Anne H. H. Ngu": ["Semantic Brokering over Dynamic Heterogeneous Data Sources in InfoSleuth., ICDE, 1999"], "Swati Vora": ["Heterogeneous Query Processing through SQL Table Functions., ICDE, 1999"], "Jianwen Su": ["Data Integration by Describing Sources with Constraint Databases., ICDE, 1999"], "Sharma Chakravarthy": ["An Agent-Based Approach to Extending the Native Active Capability of Relational Database Systems., ICDE, 1999", "Formal Semantics of Composite Events for Distributed Environments., ICDE, 1999"], "Rainer Unland": ["On the Semantics of Complex Events in Active Database Management Systems., ICDE, 1999"], "Davood Rafiei": ["On Similarity-Based Queries for Time Series Data., ICDE, 1999"], "Richard T. Snodgrass": ["Parallel Algorithms for Computing Temporal Aggregates., ICDE, 1999"], "Carlo Zaniolo": ["Universal Temporal Extensions for Database Languages., ICDE, 1999"], "Sharad Mehrotra": ["The Hybrid Tree: An Index Structure for High Dimensional Feature Spaces., ICDE, 1999"], "Jun Miyazaki": ["Fat-Btree: An Update-Conscious Parallel Directory Structure., ICDE, 1999"], "Kam-yiu Lam": ["Real-Time Data Access Control on B-Tree Index Structures., ICDE, 1999"], "Jeff Bernhardt": ["Scalable Classification over SQL Databases., ICDE, 1999"], "Peter Baumann": ["Storage of Multidimensional Arrays Based on Arbitrary Tiling., ICDE, 1999"], "Gottfried Vossen": ["Complements for Data Warehouses., ICDE, 1999"], "James C. French": ["Clustering Large Datasets in Arbitrary Metric Spaces., ICDE, 1999"], "Nandit Soparkar": ["Data Organization and Access for Efficient Data Mining., ICDE, 1999"], "Abraham Silberschatz": ["Scheduling and Data Replication to Improve Tape Jukebox Performance., ICDE, 1999"], "Roger Midtstraum": ["Improving the Access Time Performance of Serpentine Tape Drives., ICDE, 1999"], "Michael Gillmann": ["Tape-Disk Join Strategies under Disk Contention., ICDE, 1999"], "Rudolf Bayer": ["Processing Operations with Restrictions in RDBMS without External Sorting: The Tetris Algorithm., ICDE, 1999"], "Gultekin Özsoyoglu": ["A Graph Query Language and Its Query Processing., ICDE, 1999"], "B. R. Badrinath": ["Multiversion Reconciliation for Mobile Databases., ICDE, 1999"], "Muhammad Naeem Ayyaz": ["Design and Evaluation of Disk Scheduling Policies for High-Demand Multimedia Servers., ICDE, 1999"], "Rakesh K. Sinha": ["Raster-Spatial Data Declustering Revisited: An Interactive Navigation Perspective., ICDE, 1999"], "Amr El Abbadi": ["Concentric Hyperspaces and Disk Allocation for Fast Parallel Range Searching., ICDE, 1999"], "Boris Chidlovskii": ["Indexing Constraint Databases by Using a Dual Representation., ICDE, 1999"], "Christos Faloutsos": ["I/O Complexity for Range Queries on Region Data Stored Using an R-tree., ICDE, 1999"], "Oscar H. Ibarra": ["An Index Structure for Spatial Joins in Linear Constraint Databases., ICDE, 1999"]}