{"Dennis Tsichritzis": ["Computation, Information, Communication, Imagination (Abstract)., ICDE, 1993", "Audio/Video Databases: An Object-Oriented Approach., ICDE, 1993"], "Marc H. Scholl": ["Deterministic Semantics of Set-Oriented Update Sequences., ICDE, 1993"], "Nicolas Spyratos": ["Updating Intensional Predicates in Deductive Databases., ICDE, 1993"], "Udo W. Lipeck": ["Deriving Integrity Maintaining Triggers from Transition Graphs., ICDE, 1993"], "Mark Coyle": ["Path Computation Algorithms for Advanced Traveller Information System (ATIS)., ICDE, 1993"], "Ralf Schneider": ["Comparison of Approximations of Complex Objects Used for Approximation-based Query Processing in Spatial Database Systems., ICDE, 1993"], "Oliver Günther": ["Efficient Computation of Spatial Joins., ICDE, 1993"], "Narain H. Gehani": ["The O++ Database Programming Language: Implementation and Experience., ICDE, 1993"], "Arie Shoshani": ["Object Queries over Relational Databases: Language, Implementation, and Applications., ICDE, 1993"], "Dirk Van Gucht": ["Algebraic Foundation and Optimization for Object Based Query Languages., ICDE, 1993"], "Rosemary Walsh": ["The Gold Mailer., ICDE, 1993"], "Shamkant B. Navathe": ["Using Active Database Techniques For Real Time Engineering Applications., ICDE, 1993", "Database Technology and Standards: Are we Getting Anywhere? (Panel Abstract)., ICDE, 1993"], "James E. Gary": ["Feature-Based Retrieval of Similar Shapes., ICDE, 1993"], "Margaret H. Eich": ["Post-crash Log Processing for Fuzzy Checkpointing Main Memory Databases., ICDE, 1993"], "Daniel M. Dias": ["A Simple Analysis of the LRU Buffer Policy and Its Relationship to Buffer Warm-Up Transient., ICDE, 1993"], "Jen-Yao Chung": ["Database Access Characterization for Buffer Hit Prediction., ICDE, 1993"], "Rafi Ahmed": ["Recursive Functions in Iris., ICDE, 1993"], "Donald Kossmann": ["Adaptable Pointer Swizzling Strategies in Object Bases., ICDE, 1993"], "M. Erol Arkun": ["A Query Model for Object-Oriented Databases., ICDE, 1993"], "Andreas Zachmann": ["Towards More Flexible Schema Management in Object Bases., ICDE, 1993"], "Kenneth Salem": ["Adaptive Block Rearrangement., ICDE, 1993"], "Ulrich Finke": ["A New Algorithm for Computing Joins with Grid Files., ICDE, 1993"], "Doron Rotem": ["Sampling from Spatial Databases., ICDE, 1993"], "William J. McKenna": ["The Volcano Optimizer Generator: Extensibility and Efficient Search., ICDE, 1993"], "Giansalvatore Mecca": ["IsaLog: A declarative language for complex objects with hierarchies., ICDE, 1993"], "Christof Hasse": ["Semantic Concurrency Control in Object-Oriented Database Systems., ICDE, 1993"], "C. Mohan": ["ARIES/LHS: A Concurrency Control and Recovery Method Using Write-Ahead Logging for Linear Hashing with Separators., ICDE, 1993", "Two-Phase Commit Optimizations and Tradeoffs in the Commercial Environment., ICDE, 1993"], "José Martinez": ["Automating Fine Concurrency Control in Object-Oriented Databases., ICDE, 1993"], "Richard T. Snodgrass": ["Unification of Temporal Data Models., ICDE, 1993", "Valid-time Indeterminancy., ICDE, 1993"], "Norbert Südkamp": ["SQL/XNF - Processing Composite Objects as Abstractions over Relational Data., ICDE, 1993"], "Manuel E. Bermudez": ["Voltaire: A Database Programming Language with a Single Execution Model for Evaluating Queries, Constraints amd Functions., ICDE, 1993"], "James Richardson": ["Entity Identification in Database Integration., ICDE, 1993"], "Aryya Gangopadhyay": ["Integrating Functional and Data Modeling in a Computer Integrated Manufacturing System., ICDE, 1993"], "Ouri Wolfson": ["A Competitive Dynamic Data Replication Algorithm., ICDE, 1993"], "Vassilis J. Tsotras": ["Efficient Support of Historical Queries for Multiple Lines of Evolution., ICDE, 1993"], "Manolis Koubarakis": ["Representation and Querying in Temporal Databases: the Power of Temporal Constraints., ICDE, 1993"], "Balakrishna R. Iyer": ["A Polynomial Time Algorithm for Optimizing Join Queries., ICDE, 1993"], "Michael A. Olson": ["Large Object Support in POSTGRES., ICDE, 1993"], "Henk M. Blanken": ["An Evaluation of Physical Disk I/Os for Complex Object Processing., ICDE, 1993"], "Andreas Heuer": ["Definition and Application of Metaclasses in an Object-Oriented Database Model., ICDE, 1993"], "Susan Darling Urban": ["A Framework for Declarative Updates and Constraint Maintenance in Object-Oriented Databases., ICDE, 1993"], "David J. DeWitt": ["Batch Scheduling in Parallel Database Systems., ICDE, 1993"], "Zue-An Chang": ["Workload Balance and Page Access Scheduling For Parallel Joins In Shared-Nothing Systems., ICDE, 1993"], "Valery Soloviev": ["A Truncating Hash Algorithm for Processing Band-Join Queries., ICDE, 1993"], "Jerry Kiernan": ["An Access Structure for Generalized Transitive Closure Queries., ICDE, 1993"], "Yahiko Kambayashi": ["Continuous Backup Systems Utilizing Flash Memory., ICDE, 1993"], "Gideon L. V. Schipper": ["Data fragmentation for parallel transitive closure strategies., ICDE, 1993"], "Anoop Singhal": ["Can OODB Technology Solve CAD Design Data Management Problems? (Panel Abstract)., ICDE, 1993"], "Patrick Valduriez": ["Parallel Database Systems: the case for shared-something., ICDE, 1993"], "Antonio Si": ["The Design, Implementation, and Evaluation of an Object-Based Sharing Mechanism for Federated Database Systems., ICDE, 1993"], "Son Dao": ["Construction of a Relational Front-end for Object-Oriented Database Systems., ICDE, 1993"], "Andreas Paepcke": ["An Object-Oriented View Onto Public, Heterogeneous Text Databases., ICDE, 1993"], "Andrea H. Skarra": ["SLEVE: Semantic Locking for EVEnt synchronisation., ICDE, 1993"], "Margo I. Seltzer": ["Transaction Support in a Log-Structured File System., ICDE, 1993"], "Ron Obermarck": ["Algorithms for the Management of Remote Backup Data Bases for Disaster Recovery., ICDE, 1993"], "Ghassan Z. Qadah": ["The Efficient Computation of Strong Partial Transitive-Closures., ICDE, 1993"], "Gennady Antoshenkov": ["Dynamic Query Optimization in Rdb/VMS., ICDE, 1993"], "Chau M. Hua": ["Efficient Evaluation of Traversal Recursive Queries Using Connectivity Index., ICDE, 1993"], "Tong Lu": ["Normalization of Linear Recursions in Deductive Databases., ICDE, 1993"], "Yangjun Chen": ["A Bottom-up Query Evaluation Method for Stratified Databases., ICDE, 1993"], "Ming-Syan Chen": ["Dynamic Finite Versioning: An Effective Versioning Approach to Concurrent Transaction and Query Processing., ICDE, 1993"], "Krithi Ramamritham": ["Performance Characteristics of Epsilon Serializability with Hierarchical Inconsistency Bounds., ICDE, 1993"], "Tadeusz Morzy": ["The Correctness of Concurrency Control for Multiversion Database Systems with Limited Number of Versions., ICDE, 1993"], "Michael Stonebraker": ["Are We Polishing a Round Ball? (Panel Abstract)., ICDE, 1993"], "Beat Wüthrich": ["On Updates and Inconsistency Repairing in Knowledge Bases., ICDE, 1993"], "Jack Tan": ["JazzMatch: Fine-Grained Parallel Matching for Large Rule Sets., ICDE, 1993"], "Alan L. Rector": ["A Descriptive Semantic Formalism for Medicine., ICDE, 1993"], "Franz Puntigam": ["A Language Multidatabase System Communication Protocol., ICDE, 1993"], "Witold Litwin": ["Execution of Extended Multidatabase SQL., ICDE, 1993"], "Manish Arya": ["Polyglot: Extensions to Relational Databases for Sharable Types and Functions in a Multi-Language Environment., ICDE, 1993"], "Christian Stary": ["Model-Based Design Bases for Task-Oriented Systems., ICDE, 1993"], "Stuart E. Madnick": ["Data Quality Requirements Analysis and Modeling., ICDE, 1993"], "René Janssen": ["On Modularity for Conceptual Data Models and the Consequences for Subtyping, Inheritance & Overriding., ICDE, 1993"]}