{"Malú Castellanos": ["ICDE 2008 General Chairs Message., ICDE, 2008"], "Gustavo Alonso": ["ICDE 2008 PC Chairs Message., ICDE, 2008"], "Luis von Ahn": ["Human Computation., ICDE, 2008"], "Martin L. Kersten": ["The Database Architecture Jigsaw Puzzle., ICDE, 2008"], "Hector Garcia-Molina": ["PhotoSpread: A Spreadsheet for Managing Photos., ICDE, 2008"], "Samuel Madden": ["Declarative, Domain-Specific Languages - Elegant Simplicity or a Hammer in Search of a Nail?, ICDE, 2008"], "Raghu Ramakrishnan": ["Cloud Computing - Was Thomas Watson Right After All?, ICDE, 2008"], "Randal C. Burns": ["Scientific Data Management: An Orphan in the Database Community?, ICDE, 2008"], "Bogdan Alexe": ["Muse: Mapping Understanding and deSign by Example., ICDE, 2008"], "Hazem Elmeleegy": ["Usage-Based Schema Matching., ICDE, 2008"], "Alessandro Raffio": ["Clip: a Visual Language for Explicit Schema Mappings., ICDE, 2008"], "Arvind Arasu": ["Transformation-based Framework for Record Matching., ICDE, 2008"], "Andrea Calì": ["Querying Data under Access Limitations., ICDE, 2008"], "Vijayshankar Raman": ["Constant-Time Query Processing., ICDE, 2008"], "Hoyoung Jeung": ["A Hybrid Prediction Model for Moving Objects., ICDE, 2008", "Convoy Queries in Spatio-Temporal Databases., ICDE, 2008"], "Petko Bakalov": ["A Generic Framework for Continuous Motion Pattern Query Evaluation., ICDE, 2008", "Maintaining Connectivity in Dynamic Multimodal Network Models., ICDE, 2008"], "Yueguo Chen": ["Querying Complex Spatio-Temporal Sequences in Human Motion Databases., ICDE, 2008"], "Man Lung Yiu": ["Common Influence Join: A Natural Join Operation for Spatial Pointsets., ICDE, 2008", "SpaceTwist: Managing the Trade-Offs Among Location Privacy, Query Performance, and Query Accuracy in Mobile Services., ICDE, 2008"], "Robert McCann": ["Matching Schemas in Online Communities: A Web 2.0 Approach., ICDE, 2008"], "Bing Tian Dai": ["Validating Multi-column Schema Matchings by Type., ICDE, 2008"], "Xiang Zhang": ["CARE: Finding Local Linear Correlations in High Dimensional Data., ICDE, 2008"], "Jae-Gil Lee": ["Trajectory Outlier Detection: A Partition-and-Detect Framework., ICDE, 2008"], "Charu C. Aggarwal": ["A Framework for Clustering Uncertain Data Streams., ICDE, 2008", "On Unifying Privacy and Uncertain Data Models., ICDE, 2008", "LOCUST: An Online Analytical Processing Framework for High Dimensional Classification of Data Streams., ICDE, 2008", "On High Dimensional Indexing of Uncertain Data., ICDE, 2008"], "Mengsheng Zhang": ["Mining Approximate Order Preserving Clusters in the Presence of Noise., ICDE, 2008"], "Hong Cheng": ["Direct Discriminative Pattern Mining for Effective Classification., ICDE, 2008"], "Barzan Mozafari": ["Verifying and Mining Frequent Patterns from Large Windows over Data Streams., ICDE, 2008"], "Graham Cormode": ["On Signatures for Communication Graphs., ICDE, 2008", "Exponentially Decayed Aggregates on Data Streams., ICDE, 2008"], "Shantanu Joshi": ["Robust Stratified Sampling Plans for Low Selectivity Queries., ICDE, 2008"], "Deng Cai": ["Training Linear Discriminant Analysis in Linear Time., ICDE, 2008"], "Lei Chen": ["Parallel Evaluation of Composite Aggregate Queries., ICDE, 2008"], "Erik Vee": ["Efficient Computation of Diverse Query Results., ICDE, 2008"], "David J. Martin": ["Toward Expressive and Scalable Sponsored Search Auctions., ICDE, 2008"], "Panagiotis Karras": ["Lattice Histograms: a Resilient Synopsis Structure., ICDE, 2008"], "Chen Li": ["Efficient Merging and Filtering Algorithms for Approximate String Searches., ICDE, 2008"], "Marios Hadjieleftheriou": ["Fast Indexes and Algorithms for Set Similarity Selection Queries., ICDE, 2008"], "Ashwin Machanavajjhala": ["Privacy: Theory meets Practice on the Map., ICDE, 2008"], "Rajeev Motwani": ["Auditing SQL Queries., ICDE, 2008"], "Haibing Lu": ["Optimal Boolean Matrix Decomposition: Application to Role Engineering., ICDE, 2008"], "Ira Assent": ["Efficient similarity search using the Earth Mover's Distance for large multimedia databases., ICDE, 2008"], "Xiang Lian": ["Similarity Search in Arbitrary Subspaces Under Lp-Norm., ICDE, 2008", "Pattern Matching over Cloaked Time Series., ICDE, 2008"], "Vassilis Athitsos": ["Nearest Neighbor Retrieval Using Distance-Based Hashing., ICDE, 2008"], "Donghui Zhang": ["On Monitoring the top-k Unsafe Places., ICDE, 2008"], "Brent Bryan": ["Compact Similarity Joins., ICDE, 2008"], "Muhammed Miah": ["Standing Out in a Crowd: Selecting Attributes for Maximum Visibility., ICDE, 2008"], "Osman Abul": ["Never Walk Alone: Uncertainty for Anonymity in Moving Objects Databases., ICDE, 2008"], "Bugra Gedik": ["Efficient Construction of Compact Shedding Filters for Data Stream Processing., ICDE, 2008", "MobiQual: QoS-aware Load Shedding in Mobile CQ Systems., ICDE, 2008"], "Rimma V. Nehme": ["A Security Punctuation Framework for Enforcing Access Control on Streaming Data., ICDE, 2008"], "Ke Yi": ["Randomized Synopses for Query Assurance on Data Streams., ICDE, 2008", "Efficient Processing of Top-k Queries in Uncertain Databases., ICDE, 2008"], "Thomas Phan": ["Dynamic Materialization of Query Views for Data Warehouse Workloads., ICDE, 2008"], "Tiancheng Li": ["Injector: Mining Background Knowledge for Data Anonymization., ICDE, 2008"], "Christian Thomsen": ["RiTE: Providing On-Demand Data for Right-Time Data Warehousing., ICDE, 2008"], "Wisam Dakka": ["Automatic Extraction of Useful Facet Hierarchies from Text Databases., ICDE, 2008"], "Junyi Xie": ["A Sampling-Based Approach to Information Recovery., ICDE, 2008"], "Nisheeth Shrivastava": ["Mining (Social) Network Graphs to Detect Random Link Attacks., ICDE, 2008"], "Ali Inan": ["A Hybrid Approach to Private Record Linkage., ICDE, 2008"], "Bin Zhou": ["Preserving Privacy in Social Networks Against Neighborhood Attacks., ICDE, 2008"], "Loreto Bravo": ["Increasing the Expressivity of Conditional Functional Dependencies without Extra Complexity., ICDE, 2008"], "Srinivas R. Kashyap": ["Efficient Constraint Monitoring Using Adaptive Thresholds., ICDE, 2008"], "Lei Zou": ["Dominant Graph: An Efficient Indexing Structure to Answer Top-K Queries., ICDE, 2008"], "Bin Cui": ["Parallel Distributed Processing of Constrained Skyline Queries by Filtering., ICDE, 2008"], "Mohamed E. Khalefa": ["Skyline Query Processing for Incomplete Data., ICDE, 2008"], "Vebjorn Ljosa": ["Top-k Spatial Joins of Probabilistic Objects., ICDE, 2008"], "Mohammad Alomari": ["The Cost of Serializability on Platforms That Use Snapshot Isolation., ICDE, 2008"], "Xiaodan Wang": ["Network-Aware Join Processing in Global-Scale Database Federations., ICDE, 2008"], "Anastasios Gounaris": ["Robust Runtime Optimization of Data Transfer in Queries over Web Services., ICDE, 2008"], "Serge Abiteboul": ["XML processing in DHT networks., ICDE, 2008", "OptimAX: efficient support for data-intensive mash-ups., ICDE, 2008", "Distributed Monitoring of Peer-to-Peer Systems., ICDE, 2008"], "Leonidas Fegaras": ["Efficient Processing of XML Update Streams., ICDE, 2008"], "Christoph Koch": ["XML Prefiltering as a String Matching Problem., ICDE, 2008"], "Alpa Jain": ["Optimizing SQL Queries over Text Databases., ICDE, 2008"], "Pedro DeRose": ["Building Community Wikipedias: A Machine-Human Partnership Approach., ICDE, 2008"], "Ian De Felipe": ["Keyword Search on Spatial Databases., ICDE, 2008"], "Yanif Ahmad": ["Simultaneous Equation Systems for Query Processing on Continuous-Time Data Streams., ICDE, 2008", "COLR-Tree: Communication-Efficient Spatio-Temporal Indexing for a Sensor Data Web Portal., ICDE, 2008"], "Luping Ding": ["Runtime Semantic Query Optimization for Event Stream Processing., ICDE, 2008"], "Mi Zhou": ["Efficient Online Subsequence Searching in Data Streams under Dynamic Time Warping Distance., ICDE, 2008"], "Mikhail J. Atallah": ["Efficient Data Authentication in an Environment of Untrusted Third-Party Distributors., ICDE, 2008"], "Zhengli Huang": ["OptRR: Optimizing Randomized Response Schemes for Privacy-Preserving Data Mining., ICDE, 2008"], "Gabriel Ghinita": ["On the Anonymization of Sparse High-Dimensional Data., ICDE, 2008"], "Yufei Tao": ["On Anti-Corruption Privacy Preserving Publication., ICDE, 2008"], "Wei Jiang": ["Similar Document Detection with Limited Information Disclosure., ICDE, 2008"], "Aristides Gionis": ["k-Anonymization Revisited., ICDE, 2008"], "Amol Deshpande": ["Flow Algorithms for Parallel Query Optimization., ICDE, 2008"], "Theoni Pitoura": ["Self-Join Size Estimation in Large-scale Distributed Data Systems., ICDE, 2008"], "Zachary G. Ives": ["Sideways Information Passing for Push-Style Query Processing., ICDE, 2008"], "Song Lin": ["Region Sampling: Continuous Adaptive Sampling on Sensor Networks., ICDE, 2008"], "Jeong-Hyon Hwang": ["Fast and Highly-Available Stream Processing over Wide Area Networks., ICDE, 2008"], "Nikolaus Augsten": ["Approximate Joins for Data-Centric XML., ICDE, 2008"], "Mirit Shalem": ["The Space Complexity of Processing XML Twig Queries Over Indexed Documents., ICDE, 2008"], "Iman Elghandour": ["XML Index Recommendation with Tight Optimizer Coupling., ICDE, 2008"], "Mohammed Eunus Ali": ["A Motion-Aware Approach to Continuous Retrieval of 3D Objects., ICDE, 2008"], "Ying Yan": ["Continuous Content-Based Copy Detection over Streaming Videos., ICDE, 2008"], "Rui Zhang": ["Continuous Intersection Joins Over Moving Objects., ICDE, 2008"], "Nan Tang": ["Multiple Materialized View Selection for XPath Query Rewriting., ICDE, 2008", "Hierarchical Indexing Approach to Support XPath Queries., ICDE, 2008"], "Ramakrishna Varadarajan": ["Explaining and Reformulating Authority Flow Queries., ICDE, 2008"], "Yangjun Chen": ["An Efficient Algorithm for Answering Graph Reachability Queries., ICDE, 2008"], "Yong Liu": ["Summarizing Graph Patterns., ICDE, 2008"], "Jiefeng Cheng": ["Fast Graph Pattern Matching., ICDE, 2008"], "Shixi Chen": ["Stop Chasing Trends: Discovering High Order Models in Evolving Data., ICDE, 2008"], "Frederick Reiss": ["An Algebraic Approach to Rule-Based Information Extraction., ICDE, 2008"], "Fei Chen": ["Efficient Information Extraction over Evolving Text Data., ICDE, 2008"], "Gjergji Kasneci": ["NAGA: Searching and Ranking Knowledge., ICDE, 2008"], "Yuanyuan Tian": ["TALE: A Tool for Approximate Large Graph Matching., ICDE, 2008"], "Reynold Cheng": ["Probabilistic Verifiers: Evaluating Constrained Nearest-Neighbor Queries over Uncertain Data., ICDE, 2008"], "Lyublena Antova": ["Fast and Simple Relational Processing of Uncertain Data., ICDE, 2008"], "Aameek Singh": ["Sharoes: A Data Sharing Platform for Outsourced Enterprise Storage Environments., ICDE, 2008"], "Supratim Deb": ["Accelerating Lookups in P2P Systems using Peer Caching., ICDE, 2008"], "Surajit Chaudhuri": ["Diagnosing Estimation Errors in Page Counts Using Execution Feedback., ICDE, 2008"], "Anish Das Sarma": ["Exploiting Lineage for Confidence Computation in Uncertain and Probabilistic Databases., ICDE, 2008"], "Robert Krauthgamer": ["Greedy List Intersection., ICDE, 2008"], "Shetal Shah": ["Handling Non-linear Polynomial Queries over Dynamic Data., ICDE, 2008"], "Sarvjeet Singh": ["Database Support for Probabilistic Attributes and Tuples., ICDE, 2008"], "Mark A. Iwen": ["Scalable Rule-Based Gene Expression Data Classification., ICDE, 2008"], "Olivier Biton": ["Querying and Managing Provenance through User Views in Scientific Workflows., ICDE, 2008"], "Yin Yang": ["Spatial Outsourcing for Location-based Services., ICDE, 2008", "Just-In-Time Processing of Continuous Queries., ICDE, 2008"], "Dong Xin": ["P-Cube: Answering Preference Queries in Multi-Dimensional Space., ICDE, 2008"], "Periklis Georgiadis": ["Efficient Rewriting Algorithms for Preference Queries., ICDE, 2008"], "Michael D. Lieberman": ["A Fast Similarity Join Algorithm Using Graphics Processing Units., ICDE, 2008"], "Qi Zhang": ["Approximate Clustering on Distributed Data Streams., ICDE, 2008"], "Tingjian Ge": ["Handling Uncertain Data in Array Database Systems., ICDE, 2008"], "Bhargav Kanagal": ["Online Filtering, Smoothing and Probabilistic Modeling of Streaming data., ICDE, 2008"], "Ting Wang": ["Butterfly: Protecting Output Privacy in Stream Mining., ICDE, 2008"], "Lewis Girod": ["XStream: a Signal-Oriented Data Stream Management System., ICDE, 2008"], "César A. Galindo-Legaria": ["Optimizing Star Join Queries for Data Warehousing in Microsoft SQL Server., ICDE, 2008"], "Lin Qiao": ["Integration of Server, Storage and Database Stack: Moving Processing Towards Data., ICDE, 2008"], "Tzi-cker Chiueh": ["Accurate and Efficient Inter-Transaction Dependency Tracking., ICDE, 2008"], "Fusheng Wang": ["Native Web Browser Enabled SVG-based Collaborative Multimedia Annotation for Medical Images., ICDE, 2008"], "Vinayak R. Borkar": ["XQSE: An XQuery Scripting Extension for the AquaLogic Data Services Platform., ICDE, 2008"], "Zhe Wu": ["Implementing an Inference Engine for RDFS/OWL Constructs and User-Defined Rules in Oracle., ICDE, 2008"], "Nicolas Bruno": ["Towards Declarative Queries on Adaptive Data Structures., ICDE, 2008"], "Srini Acharya": ["Filtered Indices and Their Use in Flexible Schema Scenarios., ICDE, 2008"], "Himanshu Agrawal": ["An Enhanced Extract-Transform-Load System for Migrating Data in Telecom Billing., ICDE, 2008"], "Marko Vrhovnik": ["An Overview of SQL Support in Workflow Products., ICDE, 2008", "PGM/F: A Framework for the Optimization of Data Processing in Business Processes., ICDE, 2008"], "Souripriya Das": ["A Scalable Scheme for Bulk Loading Large RDF Graphs into Oracle., ICDE, 2008"], "Stefan Dessloch": ["Orchid: Integrating Schema Mapping and ETL., ICDE, 2008"], "Kai Zhao": ["Merging Hierarchies Using Object Placement., ICDE, 2008"], "Michael N. Gubanov": ["Model Management Engine for Data Integration with Reverse-Engineering Support., ICDE, 2008"], "Yipu Wu": ["Extracting Loosely Structured Data Records Through Mining Strict Patterns., ICDE, 2008"], "Zheng Liu": ["Detection of Shape Anomalies: A Probabilistic Approach Using Hidden Markov Models., ICDE, 2008"], "Jure Ferlez": ["Monitoring Network Evolution using MDL., ICDE, 2008"], "Cecilia M. Procopiuc": ["Database Exploration Using Join Paths., ICDE, 2008"], "Laks V. S. Lakshmanan": ["What-if OLAP Queries with Changing Dimensions., ICDE, 2008"], "Feng Pan": ["A General Framework for Fast Co-clustering on Large Datasets Using Matrix Decomposition., ICDE, 2008"], "Hans-Peter Kriegel": ["MUSE: Multi-Represented Similarity Estimation., ICDE, 2008", "Efficient Query Processing in Large Traffic Networks., ICDE, 2008"], "Sandeep Tata": ["FLAME: Shedding Light on Hidden Frequent Patterns in Sequence Datasets., ICDE, 2008"], "Hung V. Nguyen": ["Mining Search-Phrase Definitions from Item Descriptions., ICDE, 2008"], "Claudio Lucchese": ["Rights Protection of Trajectory Datasets., ICDE, 2008"], "Yaping Li": ["Privacy Preserving Joins., ICDE, 2008"], "Aleksandra Korolova": ["Link Privacy in Social Networks., ICDE, 2008"], "Anna Cinzia Squicciarini": ["Protecting Databases from Query Flood Attacks., ICDE, 2008"], "Mohamed Nabeel": ["Secure Delta-Publishing of XML Content., ICDE, 2008"], "Rinku Dewri": ["On the Optimal Selection of k in the k-Anonymity Problem., ICDE, 2008"], "Jianzhong Li": ["Anonymizing Streaming Data for Privacy Protection., ICDE, 2008"], "Alberto Trombetta": ["Privately Updating Suppression and Generalization based k-Anonymous Databases., ICDE, 2008"], "Nicolas Anciaux": ["InstantDB: Enforcing Timely Degradation of Sensitive Data., ICDE, 2008"], "Jianneng Cao": ["CASTLE: A delay-constrained scheme for ks-anonymizing data streams., ICDE, 2008"], "Kanthi Nagaraj": ["Efficient Aggregate Computation over Data Streams., ICDE, 2008"], "Linfeng Zhang": ["Frequency Estimation over Sliding Windows., ICDE, 2008"], "Xiaohui Gu": ["Online Failure Forecast for Fault-Tolerant Data Stream Processing., ICDE, 2008"], "Daniel Gyllstrom": ["On Supporting Kleene Closure over Event Streams., ICDE, 2008"], "Shyam Antony": ["MOOLAP: Towards Multi-Objective OLAP., ICDE, 2008"], "Tian Xia": ["On Skylining with Flexible Dominance Relation., ICDE, 2008"], "Philipp Rösch": ["Designing Random Sample Synopses with Outliers., ICDE, 2008"], "Ming Hua": ["Efficiently Answering Probabilistic Threshold Top-k Queries on Uncertain Data., ICDE, 2008"], "Xuedong Chen": ["Adjoined Dimension Column Clustering to Improve Data Warehouse Query Performance., ICDE, 2008"], "Milena Ivanova": ["Adaptive Segmentation for Scientific Databases., ICDE, 2008"], "Mumtaz Ahmad": ["QShuffler: Getting the Query Mix Right., ICDE, 2008"], "Rishi Rakesh Sinha": ["Adaptive Bitmap Indexes for Space-Constrained Systems., ICDE, 2008"], "Akrivi Vlachou": ["Skyline-based Peer-to-Peer Top-k Query Processing., ICDE, 2008"], "Jan Sedmidubský": ["Adaptive Approximate Similarity Searching through Metric Social Networks., ICDE, 2008"], "Farnoush Banaei Kashani": ["Fixed-Precision Approximate Continuous Aggregate Queries in Peer-to-Peer Databases., ICDE, 2008"], "Guido Moerkotte": ["Faster Join Enumeration for Complex Queries., ICDE, 2008"], "Justin J. Levandoski": ["PermJoin: An Efficient Algorithm for Producing Early Results in Multi-join Query Plans., ICDE, 2008"], "Vassilis Stoumpos": ["Processing Event-Monitoring Queries in Sensor Networks., ICDE, 2008"], "Ixent Galpin": ["An Architecture for Query Optimization in Sensor Networks., ICDE, 2008"], "Qun Chen": ["Optimizing Complex Event Processing over RFID Data Streams., ICDE, 2008"], "Richard Cocci": ["Efficient Data Interpretation and Compression over RFID Streams., ICDE, 2008"], "Antonios Deligiannakis": ["Outlier-Aware Data Aggregation in Sensor Networks., ICDE, 2008"], "Yunjun Gao": ["Optimal-Nearest-Neighbor Queries., ICDE, 2008"], "Haggai Roitman": ["Satisfying Complex Data Needs using Pull-Based Online Monitoring of Volatile Data Sources., ICDE, 2008", "Capturing Approximated Data Delivery Tradeoffs., ICDE, 2008"], "Shivnath Babu": ["Processing Diagnosis Queries: A Principled and Scalable Approach., ICDE, 2008"], "Ross Shaull": ["Skippy: Enabling Long-Lived Snapshots of the Long-Lived Past., ICDE, 2008"], "Sebastian Obermeier": ["Adjourn State Concurrency Control Avoiding Time-Out Problems in Atomic Commit Protocols., ICDE, 2008"], "Nodira Khoussainova": ["Probabilistic Event Extraction from RFID Data., ICDE, 2008"], "Dan Wang": ["Mobile Filter: Exploring Migration of Filters for Error-Bounded Data Collection in Sensor Networks., ICDE, 2008"], "Atsuyuki Morishima": ["PageChaser: A Tool for the Automatic Correction of Broken Web Links., ICDE, 2008"], "Amit Pathak": ["Index Design for Dynamic Personalized PageRank., ICDE, 2008"], "Houtan Shirani-Mehr": ["Quality-Aware Retrieval of Data Objects from Autonomous Sources for Web-Based Repositories., ICDE, 2008"], "Ravi Kumar": ["Efficient Discovery of Authoritative Resources., ICDE, 2008"], "Hoa Nguyen": ["Automatically Extracting Form Labels., ICDE, 2008"], "Ziyang Liu": ["Answering Keyword Queries on XML Using Materialized Views., ICDE, 2008"], "Loredana Afanasiev": ["An Inflationary Fixed Point Operator in XQuery., ICDE, 2008"], "Andrey Balmin": ["Grouping and Optimization of XPath Expressions in System RX., ICDE, 2008"], "Nuwee Wiwatwattana": ["A Query Processing Architecture for an XML Data Warehouse., ICDE, 2008"], "Georgia Koloniari": ["A Clustered Index Approach to Distributed XPath Processing., ICDE, 2008"], "Mariano P. Consens": ["AxPRE Summaries: Exploring the (Semi-)Structure of XML Web Collections., ICDE, 2008"], "Judice L. Y. Koh": ["Correlation-based Attribute Outlier Detection in XML., ICDE, 2008"], "Fernando Farfán": ["Ontology-Aware Search on XML-based Electronic Medical Records., ICDE, 2008"], "Theodore Johnson": ["Query-Aware Partitioning for Monitoring Massive Network Data Streams., ICDE, 2008"], "Lipyeow Lim": ["Optimizing Hierarchical Access in OLAP Environment., ICDE, 2008"], "Carsten Binnig": ["Automatic Result Verification for the Functional Testing of a Query Language., ICDE, 2008"], "Yu Deng": ["Improving Information Access for a Community of Practice Using Business Process as Context., ICDE, 2008"], "Mir Sadek Ali": ["DescribeX: Interacting with AxPRE Summaries., ICDE, 2008"], "Aoying Zhou": ["COSTA: Adaptive Indexing for Terms in a Large-scale Distributed System., ICDE, 2008", "SMART: A System for Online Monitoring Large Volumes of Network Traffic., ICDE, 2008"], "Ander de Keijzer": ["IMPrECISE: Good-is-good-enough data integration., ICDE, 2008"], "Yi Luo": ["SPARK: A Keyword Search Engine on Relational Databases., ICDE, 2008"], "Pablo Castro": ["Astoria: A Programming Model for Data on the Web., ICDE, 2008"], "Stacy Patterson": ["Environmental Tomography: Ubiquitous Sensing with Mobile Devices., ICDE, 2008"], "Sandeep Gupta": ["Graphitti: An Annotation Management System for Heterogeneous Objects., ICDE, 2008"], "Christoph Heinz": ["Toward Simulation-Based Optimization in Data Stream Management Systems., ICDE, 2008"], "Christopher Peery": ["Fuzzy Multi-Dimensional Search in the Wayfinder File System., ICDE, 2008"], "Marcin Kwietniewski": ["MED: A Multimedia Event Database for 3D Crime Scene Representation and Analysis., ICDE, 2008"], "Matthias Böhm": ["DIPBench Toolsuite: A Framework for Benchmarking Integration Systems., ICDE, 2008"], "Mohamed Y. Eltabakh": ["Managing Biological Data using BDBMS., ICDE, 2008"], "Andrew Campen": ["Mining Gene Expression Database for Primary Human Disease Tissues., ICDE, 2008"], "Hendrik Blockeel": ["Mining Views: Database Views for Data Mining., ICDE, 2008"], "Mei Wang": ["PictureBook: A Text-and-Image Summary System for Web Search Result., ICDE, 2008"], "Manish Bhide": ["Enhanced Business Intelligence using EROCS., ICDE, 2008"], "Johannes Aßfalg": ["T-Time: Threshold-Based Data Mining on Time Series., ICDE, 2008"], "Sanjeet Khaitan": ["RAD: A Scalable Framework for Annotator Development., ICDE, 2008"], "Ji Zhang": ["SPOT: A System for Detecting Projected Outliers From High-dimensional Data Streams., ICDE, 2008"]}