{"Rakesh Agrawal": ["Mining Sequential Patterns., ICDE, 1995"], "Dennis McLeod": ["The Design and Experimental Evaluation of an Information Discovery Mechanism for Networks of Autonomous Database Systems., ICDE, 1995"], "Maurice A. W. Houtsma": ["Set-Oriented Mining for Association Rules in Relational Databases., ICDE, 1995"], "Alexandros Biliris": ["A High Performance Configurable Storage Manager., ICDE, 1995", "Transactions in the Client-Server EOS Object Store., ICDE, 1995"], "Kien A. Hua": ["A Performance Evaluation of Load Balancing Techniques for Join Operations on Multicomputer Database Systems., ICDE, 1995"], "Mark L. McAuliffe": ["A Trace-Based Simulation of Pointer Swizzling Techniques., ICDE, 1995"], "Weimin Du": ["Enterprise Workflow Architecture., ICDE, 1995"], "Son Dao": ["Toward Scalability and Interoperability of Heterogeneous Information Sources., ICDE, 1995"], "Shu-Chin Su Chen": ["The Design and Implementation of a Full-Fledged Multiple DBMS., ICDE, 1995"], "Karl Aberer": ["Semantic Query Optimization for Methods in Object-Oriented Database Systems., ICDE, 1995"], "Bharathi Subramanian": ["The AQUA Approach to Querying Lists and Trees in Object-Oriented Databases., ICDE, 1995"], "Clement T. Yu": ["Translation of Object-Oriented Queries to Relational Queries., ICDE, 1995"], "Lyman Do": ["Active Database Management of Global Data Integrity Constraints in Heterogeneous Database Environments., ICDE, 1995"], "Danilo Montesi": ["A Transaction Transformation Approach to Active Rule Processing., ICDE, 1995"], "Alejandro P. Buchmann": ["Building an Integrated Active OODBMS: Requirements, Architecture, and Design Decisions., ICDE, 1995"], "Qi Yang": ["Efficient Processing of Nested Fuzzy SQL Queries., ICDE, 1995"], "Weining Zhang": ["Context-Dependent Interpretations of Linguistic Terms in Fuzzy Relational Databases., ICDE, 1995"], "Walid G. Aref": ["Efficient Processing of Proximity Queries for Large Databases., ICDE, 1995"], "Randal J. Peters": ["Axiomatization of Dynamic Schema Evolution in Objectbases., ICDE, 1995"], "Young-Gook Ra": ["A Transparent Object-Oriented Schema Change Approach Using View Evolution., ICDE, 1995"], "Ernest Teniente": ["A Common Framework for Classifying and Specifying Deductive Database Updating Problems., ICDE, 1995"], "Ron-Chung Hu": ["Navigation Server: A Highly Parallel DBMS on Open Systems., ICDE, 1995"], "Jen-Yao Chung": ["Scalable Parallel Query Server for Decision Support Applications., ICDE, 1995"], "Surajit Chaudhuri": ["Optimizing Queries with Materialized Views., ICDE, 1995"], "Dinesh Das": ["Praire: A Rule Specification Framework for Query Optimizers., ICDE, 1995"], "Laks V. S. Lakshmanan": ["Pushing Semantics Inside Recursion: A General Framework for Semantic Optimization of Recursive Queries., ICDE, 1995"], "Nick Kline": ["Computing Temporal Aggregates., ICDE, 1995"], "Praveen Seshadri": ["SEQ: A Model for Sequence Databases., ICDE, 1995", "Generalized Partial Indexes., ICDE, 1995"], "Arthur M. Keller": ["A Version Numbering Scheme with a Useful Lexicographical Order., ICDE, 1995"], "Yannis Papakonstantinou": ["Object Exchange Across Heterogeneous Information Sources., ICDE, 1995"], "J. Leon Zhao": ["A Universal Relation Approach to Federated Database Management., ICDE, 1995"], "Xiaolei Qian": ["Query Interoperation Among Object-Oriented and Relational Databases., ICDE, 1995"], "Y. Alp Aslandogan": ["Design, Implementation and Evaluation of SCORE (a System for COntent based REtrieval of Pictures)., ICDE, 1995"], "Ravi Krishnamurthy": ["RBE: Rendering By Example., ICDE, 1995"], "Ping-Yu Hsu": ["Improving SQL with Generalized Quantifiers., ICDE, 1995"], "Laurent Daynès": ["Locking in OODBMS Client Supported Nestd Transactions., ICDE, 1995"], "C. Mohan": ["Disk Read-Write Optimizations and Data Integrity in Transaction Systems Using Write-Ahead Logging., ICDE, 1995"], "Zhiyong Peng": ["Deputy Mechanisms for Object-Oriented Databases., ICDE, 1995"], "Sharma Chakravarthy": ["ECA Rule Integration into an OODBMS: Architecture and Implementation., ICDE, 1995"], "Lung-Lung Liu": ["Infobusiness Issues in ROC., ICDE, 1995"], "Michael Yap": ["Singapore NII : Building the Electronic Universe., ICDE, 1995"], "Kwo-Jean Farn": ["Practical Issues for RDBMS Application Development., ICDE, 1995"], "Shivakumar Venkataraman": ["The Impact of Data Placement on Memory Management for Multi-Server OODBMS., ICDE, 1995"], "Inien Syu": ["A Heuristic Information Retrieval Model on a Massively Parallel Processor., ICDE, 1995"], "Duen-Ren Liu": ["A Similarity Graph-Based Approach to Declustering Problems and Its Application towards Paralleling Grid Files., ICDE, 1995"], "Christian Kalus": ["Record Subtyping in Flexible Relations by Means of Attribute Dependencies., ICDE, 1995"], "I-Min A. Chen": ["Modeling Scientific Experiments with an Object Data Model., ICDE, 1995"], "Young Francis Day": ["An Object-Oriented Conceptual Modeling of Video Data., ICDE, 1995"], "Shashi Shekhar": ["CCAM: A Connectivity-Clustered Access Method for Aggregate Queries on Transportation Networks: A Summary of Results., ICDE, 1995"], "Catherine Hamon": ["Two-Level Caching of Composite Object Views of Relational Databases., ICDE, 1995"], "Doron Rotem": ["Buffer Management for Video Database Systems., ICDE, 1995"], "Siu-Wah Lau": ["A Cost-effective Near-line Storage Server for Multimedia System., ICDE, 1995"], "Yen-Jen Oyang": ["Design of Multimedia Storage Systems for On-Demand Playback., ICDE, 1995"], "Mizuho Iwaihara": ["Bottom-Up Evaluation of Logic Programs Using Binary Decision Diagrams., ICDE, 1995"], "Joonyeoub Sung": ["A New Recursive Subclass of Domain Independent Formulas Based on Subimplication., ICDE, 1995"], "Il-Yeol Song": ["Ternary Relationship Decomposition Strategies Based on Binary Imposition Rules., ICDE, 1995"], "Shailesh Agarwal": ["Flexible Relation: An Approach for Integrating Data from Multiple, Possibly Inconsistent Databases., ICDE, 1995"], "Manuel García-Solaco": ["A Structure Based Schema Integration Methodology., ICDE, 1995"], "Sibel Adali": ["A Uniform Framework for Integrating Knowledge in Heterogeneous Knowledge Systems., ICDE, 1995"], "Peter J. Haas": ["Sampling-Based Selectivity Estimation for Joins Using Augmented Frequent Value Statistics., ICDE, 1995"], "Yibei Ling": ["An Evaluation of Sampling-Based Size Estimation Methods for Selections in Database Systems., ICDE, 1995"], "Wee Keong Ng": ["Relational Database Compression Using Augmented Vector Quantization., ICDE, 1995"], "Hassan Mountassir": ["OCAM: A Collaborative System for Multimedia Applications., ICDE, 1995"], "Christine Hofmeister": ["An Industrial Perspective of Software Architecture., ICDE, 1995"], "Alberto Apostolico": ["An International Masters in Software Engineering: Experience and Prospects., ICDE, 1995"]}