{"Julia Stoyanovich": ["Viewing the Web as a Distributed Knowledge Base., ICDE, 2012"], "Surajit Chaudhuri": ["How Different is Big Data?, ICDE, 2012"], "Peter Druschel": ["Accountability and Trust in Cooperative Information Systems., ICDE, 2012"], "Alexander S. Szalay": ["The Future of Scientific Data Bases., ICDE, 2012"], "Elena Ferrari": ["Privacy in Social Networks: How Risky is Your Social Graph?, ICDE, 2012"], "Ting Yu": ["Differentially Private Spatial Decompositions., ICDE, 2012", "Aggregate Query Answering on Possibilistic Data with Cardinality Constraints., ICDE, 2012"], "Ge Yu": ["Differentially Private Histogram Publication., ICDE, 2012"], "Elisa Bertino": ["Privacy-Preserving and Content-Protecting Location Based Queries., ICDE, 2012"], "Chi-Yin Chow": ["GeoFeed: A Location Aware News Feed System., ICDE, 2012"], "Erhard Rahm": ["Entity Search Strategies for Mashup Applications., ICDE, 2012", "A Self-Configuring Schema Matching System., ICDE, 2012", "Load Balancing for MapReduce-based Entity Resolution., ICDE, 2012"], "Huxia Shi": ["CI-Rank: Ranking Keyword Search Results Based on Collective Importance., ICDE, 2012"], "Songyun Duan": ["Temporal Analytics on Big Data for Web Advertising., ICDE, 2012"], "Sam Madden": ["Lookup Tables: Fine-Grained Partitioning for Distributed Databases., ICDE, 2012"], "Stephen W. Thomas": ["Temporal Support for Persistent Stored Modules., ICDE, 2012"], "Masaru Kitsuregawa": ["Energy Efficient Storage Management Cooperated with Large Data Intensive Applications., ICDE, 2012"], "Nagiza F. Samatova": ["ISOBAR Preconditioner for Effective and High-throughput Lossless Data Compression., ICDE, 2012"], "Jonathan Goldstein": ["Physically Independent Stream Merging., ICDE, 2012"], "David P. Woodruff": ["A General Method for Estimating Correlated Aggregates over a Data Stream., ICDE, 2012"], "Fujun Liu": ["Accuracy-Aware Uncertain Stream Databases., ICDE, 2012"], "Wen-Chih Peng": ["On Discovery of Traveling Companions from Streaming Trajectories., ICDE, 2012"], "C. Lee Giles": ["Iterative Graph Feature Mining for Graph Indexing., ICDE, 2012"], "Hai Jin": ["An Efficient Graph Indexing Method., ICDE, 2012"], "Shuigeng Zhou": ["PRAGUE: Towards Blending Practical Visual Subgraph Query Formulation and Query Processing., ICDE, 2012"], "Lise Getoor": ["Ego-centric Graph Pattern Census., ICDE, 2012"], "Christian Böhm": ["Searching Uncertain Data Represented by Non-axis Parallel Gaussian Mixture Models., ICDE, 2012"], "Bolin Ding": ["Discovering Threshold-based Frequent Closed Itemsets over Probabilistic Data., ICDE, 2012"], "Hongkai Wen": ["Ranking Query Answers in Probabilistic Databases: Complexity and Efficient Algorithms., ICDE, 2012"], "Hector Garcia-Molina": ["Joint Entity Resolution., ICDE, 2012"], "Wenyuan Yu": ["Incremental Detection of Inconsistencies in Distributed Data., ICDE, 2012"], "Zachary G. Ives": ["Recomputing Materialized Instances after Changes to Mappings and Data., ICDE, 2012"], "H. V. Jagadish": ["SWST: A Disk Based Index for Sliding Window Spatio-Temporal Data., ICDE, 2012"], "Andreas Züfle": ["Querying Uncertain Spatio-Temporal Data., ICDE, 2012"], "Yuan Xue": ["The Min-dist Location Selection Query., ICDE, 2012"], "Dinesh Manocha": ["Bi-level Locality Sensitive Hashing for k-Nearest Neighbor Computation., ICDE, 2012"], "Stanley B. Zdonik": ["Learning-based Query Performance Modeling and Prediction., ICDE, 2012"], "Ivan T. Bowman": ["Parametric Plan Caching Using Density-Based Clustering., ICDE, 2012"], "Viktor Leis": ["Effective and Robust Pruning for Top-Down Join Enumeration Algorithms., ICDE, 2012"], "Georgia Koutrika": ["Towards Preference-aware Relational Databases., ICDE, 2012"], "Christian S. Jensen": ["A Foundation for Efficient Indoor Distance-Aware Query Processing., ICDE, 2012", "Upgrading Uncompetitive Products Economically., ICDE, 2012"], "Mohamed F. Mokbel": ["LARS: A Location-Aware Recommender System., ICDE, 2012"], "Jeffrey Xu Yu": ["Approximate Shortest Distance Computing: A Query-Dependent Local Landmark Scheme., ICDE, 2012", "On Top-k Structural Similarity Search., ICDE, 2012"], "Jing Xu": ["DESKS: Direction-Aware Spatial Keyword Search., ICDE, 2012"], "Michael J. Carey": ["Extending Map-Reduce for Efficient Predicate-Based Sampling., ICDE, 2012"], "Jeffrey D. Ullman": ["Fuzzy Joins Using MapReduce., ICDE, 2012"], "Kyuseok Shim": ["Parallel Top-K Similarity Join Algorithms Using MapReduce., ICDE, 2012"], "Alfons Kemper": ["Load Balancing in MapReduce Based on Scalable Cardinality Estimates., ICDE, 2012"], "Thomas S. Huang": ["Community Detection with Edge Content in Social Media Networks., ICDE, 2012"], "Anthony K. H. Tung": ["Cross Domain Search by Exploiting Wikipedia., ICDE, 2012"], "Qingyun Liu": ["Provenance-based Indexing Support in Micro-blog Platforms., ICDE, 2012"], "Alessandra Russo": ["Learning Stochastic Models of Information Flow., ICDE, 2012"], "Sai Wu": ["BestPeer++: A Peer-to-Peer Based Large-Scale Data Processing Platform., ICDE, 2012"], "Aoying Zhou": ["Effective Data Density Estimation in Ring-Based P2P Networks., ICDE, 2012"], "Neoklis Polyzotis": ["Processing of Rank Joins in Highly Distributed Systems., ICDE, 2012"], "Dragan Tomic": ["Mapping XML to a Wide Sparse Table., ICDE, 2012"], "Sourav S. Bhowmick": ["Querying XML Data: As You Shape It., ICDE, 2012"], "Guodong Feng": ["Branch Code: A Labeling Scheme for Efficient Query Answering on Trees., ICDE, 2012"], "Feifei Li": ["Scalable Multi-query Optimization for SPARQL., ICDE, 2012"], "Jeffrey F. Naughton": ["GSLPI: A Cost-Based Query Progress Indicator., ICDE, 2012"], "Saumya Debray": ["Micro-Specialization in DBMSes., ICDE, 2012"], "Ajay Kalhan": ["Towards Multi-tenant Performance SLOs., ICDE, 2012"], "Peter Ward": ["Multi-version Concurrency via Timestamp Range Conflict Management., ICDE, 2012"], "Talel Abdessalem": ["Automatic Extraction of Structured Web Data with Domain Knowledge., ICDE, 2012"], "Divesh Srivastava": ["Discovering Conservation Rules., ICDE, 2012", "Detecting Clones, Copying and Reuse on the Web., ICDE, 2012", "A Dataset Search Engine for the Research Document Corpus., ICDE, 2012"], "Eric Lo": ["Answering Why-not Questions on Top-k Queries., ICDE, 2012"], "Jianhua Feng": ["An Efficient Trie-based Method for Approximate Entity Extraction with Edit-Distance Constraints., ICDE, 2012"], "Hans-Arno Jacobsen": ["Relevance Matters: Capitalizing on Less (Top-k Matching in Publish/Subscribe)., ICDE, 2012", "Multi-query Stream Processing on FPGAs., ICDE, 2012"], "Haixun Wang": ["Efficiently Monitoring Top-k Pairs over Sliding Windows., ICDE, 2012"], "Jun Yang": ["Processing and Notifying Range Top-k Subscriptions., ICDE, 2012"], "Hongrae Lee": ["Efficient Exact Similarity Searches Using Multiple Token Orderings., ICDE, 2012"], "Wei Wang": ["Efficient Graph Similarity Joins with Edit Distance Constraints., ICDE, 2012"], "Hong Cheng": ["Parameter-Free Determination of Distance Thresholds for Metric Distance Constraints., ICDE, 2012"], "Jian Pei": ["Random Error Reduction in Similarity Search on Time Series: A Statistical Approach., ICDE, 2012"], "Min Wang": ["Optimizing Statistical Information Extraction Programs over Evolving Text., ICDE, 2012"], "Siddharth Barman": ["Approximate String Membership Checking: A Multiple Filter, Optimization-Based Approach., ICDE, 2012"], "Philip S. Yu": ["On Text Clustering with Side Information., ICDE, 2012", "Attribute-Based Subsequence Matching and Mining., ICDE, 2012", "Mining Knowledge from Data: An Information Network Analysis Approach., ICDE, 2012"], "Jingfeng Guo": ["Fast SLCA and ELCA Computation for XML Keyword Queries Based on Set Intersection., ICDE, 2012"], "Carlo Zaniolo": ["Optimization of Massive Pattern Queries by Dynamic Configuration Morphing., ICDE, 2012"], "Alexandros Labrinidis": ["Three-Level Processing of Multiple Aggregate Continuous Queries., ICDE, 2012"], "Anastasia Ailamaki": ["Accelerating Range Queries for Brain Simulations., ICDE, 2012"], "Yuxin Huang": ["Keyword Query Reformulation on Structured Data., ICDE, 2012"], "Kwong-Sak Leung": ["Predicting Approximate Protein-DNA Binding Cores Using Association Rule Mining., ICDE, 2012"], "Mong-Li Lee": ["Integrating Frequent Pattern Mining from Multiple Data Domains for Classification., ICDE, 2012", "Incorporating Duration Information for Trajectory Classification., ICDE, 2012"], "Michael Stonebraker": ["Efficient Versioning for Scientific Array Databases., ICDE, 2012"], "Sebastian Seith": ["Multidimensional Analysis of Atypical Events in Cyber-Physical Data., ICDE, 2012"], "Klemens Böhm": ["HiCS: High Contrast Subspaces for Density-Based Outlier Ranking., ICDE, 2012"], "Srinivasan Parthasarathy": ["Extracting Analyzing and Visualizing Triangle K-Core Motifs within Networks., ICDE, 2012"], "Yang-Sae Moon": ["Horizontal Reduction: Instance-Level Dimensionality Reduction for Similarity Search in Large Document Databases., ICDE, 2012"], "Oliver Wonneberg": ["Adaptive Windows for Duplicate Detection., ICDE, 2012"], "Seung-won Hwang": ["Efficient Dual-Resolution Layer Indexing for Top-k Queries., ICDE, 2012"], "Jiefeng Cheng": ["Evaluating Probabilistic Queries over Uncertain Matching., ICDE, 2012"], "Antonios Deligiannakis": ["Detecting Outliers in Sensor Networks Using the Geometric Approach., ICDE, 2012"], "Jeffrey Jestes": ["Efficient Threshold Monitoring for Distributed Probabilistic Data., ICDE, 2012"], "Xiaofang Zhou": ["Reducing Uncertainty of Low-Sampling-Rate Trajectories., ICDE, 2012"], "Murat Kantarcioglu": ["Efficient Similarity Search over Encrypted Data., ICDE, 2012", "A Game-Theoretic Approach for High-Assurance of Data Trustworthiness in Sensor Networks., ICDE, 2012"], "Jialie Shen": ["Obfuscating the Topical Intention in Enterprise Text Search., ICDE, 2012"], "Gregor Hackenbroich": ["Correlation Support for Risk Evaluation in Databases., ICDE, 2012"], "Yannis Velegrakis": ["Data Management Issues on the Semantic Web., ICDE, 2012"], "Thomas Seidl": ["Discovering Multiple Clustering Solutions: Grouping Objects in Different Views of the Data., ICDE, 2012"], "Xifeng Yan": ["Emerging Graph Queries in Linked Data., ICDE, 2012"], "Jaideep Vaidya": ["Boolean Matrix Decomposition Problem: Theory, Variations and Applications to Data Engineering., ICDE, 2012"], "Wolfgang Lehner": ["SMIX Live - A Self-Managing Index Infrastructure for Dynamic Workloads., ICDE, 2012", "F2DB: The Flash-Forward Database System., ICDE, 2012"], "Zhenjie Zhang": ["EUDEMON: A System for Online Video Frame Copy Detection by Earth Mover's Distance., ICDE, 2012"], "Reda Alhajj": ["AskFuzzy: Attractive Visual Fuzzy Query Builder., ICDE, 2012"], "Jennifer Widom": ["Provenance-Based Debugging and Drill-Down in Data-Oriented Workflows., ICDE, 2012"], "Arif Ghafoor": ["M3: Stream Processing on Main-Memory MapReduce., ICDE, 2012"], "Manuel Mayr": ["A Deep Embedding of Queries into Ruby., ICDE, 2012"], "Wang Chiew Tan": ["Asking the Right Questions in Crowd Data Sourcing., ICDE, 2012"], "Bogdan Cautis": ["LotusX: A Position-Aware XML Graphical Search System with Auto-Completion., ICDE, 2012"], "Aijun An": ["Efficient Top-k Keyword Search in Graphs with Polynomial Delay., ICDE, 2012"], "Kevin Chen-Chuan Chang": ["TEDAS: A Twitter-based Event Detection and Analysis System., ICDE, 2012"], "Renée J. Miller": ["AutoDict: Automated Dictionary Discovery., ICDE, 2012"], "Jacopo Girardi": ["Trust and Share: Trusted Information Sharing in Online Social Networks., ICDE, 2012"], "Arthur Zimek": ["Evaluation of Clusterings - Metrics and Visual Support., ICDE, 2012"], "Gabriel Kliot": ["Horton: Online Query Execution Engine for Large Distributed Graphs., ICDE, 2012"], "Jens Teubner": ["MXQuery with Hardware Acceleration., ICDE, 2012"], "Kai-Uwe Sattler": ["Data3 - A Kinect Interface for OLAP Using Complex Event Processing., ICDE, 2012"], "Maysum Panju": ["Analyzing Query Optimization Process: Portraits of Join Enumeration Algorithms., ICDE, 2012"], "Li Xiong": ["DPCube: Releasing Differentially Private Data Cubes for Health Information., ICDE, 2012"], "Riccardo Torlone": ["NYAYA: A System Supporting the Uniform Management of Large Sets of Semantic Data., ICDE, 2012"], "Xinsheng Li": ["R2DB: A System for Querying and Visualizing Weighted RDF Graphs., ICDE, 2012"], "Wei Lu": ["Project Daytona: Data Analytics as a Cloud Service., ICDE, 2012"], "Matteo Palmonari": ["Interactive User Feedback in Ontology Matching Using Signature Vectors., ICDE, 2012"], "Slawomir Goryczka": ["DObjects+: Enabling Privacy-Preserving Data Federation Services., ICDE, 2012"], "Richard T. Snodgrass": ["DRAGOON: An Information Accountability System for High-Performance Databases., ICDE, 2012"], "Andrew Sillers": ["Intuitive Interaction with Encrypted Query Execution in DataStorm., ICDE, 2012"], "Jingren Zhou": ["Exploiting Common Subexpressions for Cloud Query Processing., ICDE, 2012"], "Peter A. Boncz": ["Vectorwise: A Vectorized Analytical DBMS., ICDE, 2012"], "Berthold Reinwald": ["Scalable and Numerically Stable Descriptive Statistics in SystemML., ICDE, 2012"], "Jimmy J. Lin": ["Earlybird: Real-Time Search at Twitter., ICDE, 2012"], "Jason Zhang": ["Data Infrastructure at LinkedIn., ICDE, 2012"], "Kurt Stockinger": ["The Credit Suisse Meta-data Warehouse., ICDE, 2012"], "Balasubramanyam Sthanikam": ["Efficient Support of XQuery Update Facility in XML Enabled RDBMS., ICDE, 2012"], "Aravind Yalamanchi": ["Making Unstructured Data SPARQL Using Semantic Indexing in Oracle Database., ICDE, 2012"], "Maurizio Vincini": ["A Meta-language for MDX Queries in eLog Business Solution., ICDE, 2012"]}