{"Václav Lín": ["MiniCount: Efficient Rewriting of COUNT-Queries Using Views., ICDE, 2006"], "Yannis Kotidis": ["Updates Through Views: A New Hope., ICDE, 2006"], "Bee-Chung Chen": ["Learning from Aggregate Views., ICDE, 2006"], "Dong Xin": ["C-Cubing: Efficient Computation of Closed Cubes by Aggregation-Based Checking., ICDE, 2006"], "Surajit Chaudhuri": ["A Primitive Operator for Similarity Joins in Data Cleaning., ICDE, 2006", "Robust Cardinality and Cost Estimation for Skyline Operator., ICDE, 2006", "Foundations of Automated Database Tuning., ICDE, 2006"], "Paul G. Brown": ["Techniques for Warehousing of Sample Data., ICDE, 2006"], "Anish Das Sarma": ["Working Models for Uncertain Data., ICDE, 2006"], "Sudipto Guha": ["Reasoning About Approximate Match Query Results., ICDE, 2006"], "Christian Böhm": ["The Gauss-Tree: Efficient Object Identification in Databases of Probabilistic Feature Vectors., ICDE, 2006"], "Evangelos Kanoulas": ["Finding Fastest Paths on A Road Network with Speed Patterns., ICDE, 2006"], "Ira Assent": ["Approximation Techniques for Indexing the Earth Mover's Distance in Multimedia Databases., ICDE, 2006"], "Joxan Jaffar": ["Indexing for Dynamic Abstract Regions., ICDE, 2006"], "Changqing Li": ["Efficient Processing of Updates in Dynamic XML Data., ICDE, 2006"], "Christopher Ré": ["A Complete and Efficient Algebraic Compiler for XQuery., ICDE, 2006"], "Nuwee Wiwatwattana": ["Making Designer Schemas with Colors., ICDE, 2006"], "Ke Wang": ["Mining Actionable Patterns by Role Models., ICDE, 2006"], "Ruoming Jin": ["Systematic Approach for Optimizing Complex Mining Tasks on Multiple Databases., ICDE, 2006", "New Sampling-Based Estimators for OLAP Queries., ICDE, 2006"], "Reza Sherkat": ["Efficiently Evaluating Order Preserving Similarity Queries over Historical Market-Basket Data., ICDE, 2006"], "Cristian Estan": ["End-biased Samples for Join Cardinality Estimation., ICDE, 2006"], "Ralf Rantzau": ["Laws for Rewriting Queries Containing Division Operators., ICDE, 2006"], "Xiaopeng Xiong": ["R-trees with Update Memos., ICDE, 2006"], "Jun Rao": ["Compiled Query Execution Engine using JVM., ICDE, 2006"], "Ashwin Machanavajjhala": ["l-Diversity: Privacy Beyond k-Anonymity., ICDE, 2006"], "Kristen LeFevre": ["Mondrian Multidimensional K-Anonymity., ICDE, 2006"], "Rakesh Agrawal": ["Sovereign Joins., ICDE, 2006", "Taming Compliance with Sarbanes-Oxley Internal Controls Using Database Technology., ICDE, 2006"], "Fatih Emekçi": ["Privacy Preserving Query Processing Using Third Parties., ICDE, 2006"], "Amit Chandel": ["Efficient Batch Top-k Search for Dictionary-based Entity Recognition., ICDE, 2006"], "Imran R. Mansuri": ["Integrating Unstructured Data into Relational Databases., ICDE, 2006"], "Periklis Andritsos": ["Clean Answers over Dirty Databases: A Probabilistic Approach., ICDE, 2006"], "Ken Q. Pu": ["Syntactic Rule Based Approach toWeb Service Composition., ICDE, 2006"], "Fan Yang": ["Hilda: A High-Level Language for Data-DrivenWeb Applications., ICDE, 2006"], "Huiming Qu": ["UNIT: User-centric Transaction Management in Web-Database Systems., ICDE, 2006"], "H. V. Jagadish": ["VBI-Tree: A Peer-to-Peer Framework for Supporting Multi-Dimensional Indexing Schemes., ICDE, 2006"], "David B. Lomet": ["Transaction Time Support Inside a Database Engine., ICDE, 2006"], "Albrecht Schmidt": ["Expiration Times for Data Management., ICDE, 2006"], "Arnd Christian König": ["Scalable Exploration of Physical Database Design., ICDE, 2006"], "Huahai He": ["Closure-Tree: An Index Structure for Graph Queries., ICDE, 2006"], "Utkarsh Srivastava": ["ISOMER: Consistent Histogram Construction Using Query Feedback., ICDE, 2006"], "Nikos Ntarmos": ["Counting at Large: Efficient Cardinality Estimation in Internet-Scale Data Networks., ICDE, 2006"], "Philippe Cudré-Mauroux": ["Probabilistic Message Passing in Peer Data Management Systems., ICDE, 2006"], "Benjamin Arai": ["Approximating Aggregation Queries in Peer-to-Peer Networks., ICDE, 2006"], "Stratos Idreos": ["Distributed Evaluation of Continuous Equi-join Queries over Large Structured Overlay Networks., ICDE, 2006"], "Wensheng Wu": ["WebIQ: Learning from the Web to Match Deep-Web Query Interfaces., ICDE, 2006"], "Ullas Nambiar": ["Answering Imprecise Queries over Autonomous Web Databases., ICDE, 2006"], "Eduard C. Dragut": ["Merging Source Query Interfaces onWeb Databases., ICDE, 2006"], "Ping Wu": ["Query Selection Techniques for Efficient Crawling of Structured Web Sources., ICDE, 2006"], "David Chu": ["Approximate Data Collection in Sensor Networks using Probabilistic Models., ICDE, 2006"], "Peter R. Pietzuch": ["Network-Aware Operator Placement for Stream-Processing Systems., ICDE, 2006"], "Xin Zhou": ["Unifying the Processing of XML Streams and Relational Data Streams., ICDE, 2006"], "Ying Zhang": ["Space-efficient Relative Error Order Sketch over Data Streams., ICDE, 2006"], "Steven Bird": ["Designing and Evaluating an XPath Dialect for Linguistic Queries., ICDE, 2006"], "Shuang Hou": ["Predicate-based Filtering of XPath Expressions., ICDE, 2006"], "Hanyu Li": ["An Estimation System for XPath Expressions., ICDE, 2006"], "Yongluan Zhou": ["Adaptive Reorganization of Coherency-Preserving Dissemination Tree for Streaming Data., ICDE, 2006"], "Frederick Reiss": ["Declarative Network Monitoring with an Underprovisioned Query Processor., ICDE, 2006"], "Graham Cormode": ["What's Different: Distributed, Continuous Monitoring of Duplicate-Resilient Aggregates on Data Streams., ICDE, 2006"], "Jennifer L. Beckmann": ["Extending RDBMSs To Support Sparse Datasets Using An Interpreted Attribute Storage Format., ICDE, 2006"], "Marcin Zukowski": ["Super-Scalar RAM-CPU Cache Compression., ICDE, 2006"], "Bianca Schroeder": ["How to Determine a Good Multi-Programming Level for External Scheduling., ICDE, 2006", "Achieving Class-Based QoS for Transactional Workloads., ICDE, 2006"], "Ning Zhang": ["XSEED: Accurate and Fast Cardinality Estimation for XPath Queries., ICDE, 2006"], "Cheng Luo": ["Estimating XML Structural Join Size Quickly and Economically., ICDE, 2006"], "Neoklis Polyzotis": ["XCluster Synopses for Structured XML Content., ICDE, 2006"], "Yufei Tao": ["SUBSKY: Efficient Computation of Skylines in Subspaces., ICDE, 2006"], "Zhiyong Huang": ["Skyline Queries Against Mobile Lightweight Devices in MANETs., ICDE, 2006"], "Shouke Qin": ["Approximately Processing Multi-granularity Aggregate Queries over Data Streams., ICDE, 2006"], "Adam Silberstein": ["A Sampling-Based Approach to Optimizing Top-k Queries in Sensor Networks., ICDE, 2006", "Energy-Efficient Continuous Isoline Queries in Sensor Networks., ICDE, 2006"], "Georgia Koutrika": ["Précis: The Essence of a Query Answer., ICDE, 2006"], "Yingqi Xu": ["ProcessingWindow Queries in Wireless Sensor Networks., ICDE, 2006"], "Christian S. Jensen": ["Effective Density Queries on ContinuouslyMoving Objects., ICDE, 2006"], "Nikos Mamoulis": ["Efficient Aggregation of Ranked Inputs., ICDE, 2006"], "Jianyong Wang": ["CLAN: An Algorithm for Mining Closed Cliques from Large Dense Graph Databases., ICDE, 2006"], "Junmei Wang": ["A Partition-Based Approach to Graph Mining., ICDE, 2006"], "Haixun Wang": ["Dual Labeling: Answering Graph Reachability Queries in Constant Time., ICDE, 2006"], "Man Lung Yiu": ["Reverse Nearest Neighbors Search in Ad-hoc Subspaces., ICDE, 2006"], "Tian Xia": ["Continuous Reverse Nearest Neighbor Monitoring., ICDE, 2006"], "Ke Deng": ["Surface k-NN Query Processing., ICDE, 2006"], "Yi Chen": ["An Efficient XPath Query Processor for XML Streams., ICDE, 2006"], "Praveen Rao": ["SketchTree: Approximate Tree Pattern Counts over Streaming Labeled Trees., ICDE, 2006"], "Feifei Li": ["Characterizing and Exploiting Reference Locality in Data Stream Applications., ICDE, 2006"], "Floris Geerts": ["MONDRIAN: Annotating and Querying Databases through Colors and Blocks., ICDE, 2006"], "Hector Gonzalez": ["Warehousing and Analyzing Massive RFID Data Sets., ICDE, 2006"], "Kien A. Hua": ["Query Decomposition: A Multiple Neighborhood Approach to Relevance Feedback Processing in Content-based Image Retrieval., ICDE, 2006"], "Ken C. K. Lee": ["Nearest Surrounder Queries., ICDE, 2006"], "Subramanian Arumugam": ["Closest-Point-of-Approach Join for Moving Object Histories., ICDE, 2006"], "Sandeep Tata": ["Declarative Querying for Biological Sequences., ICDE, 2006"], "Xifeng Yan": ["Searching Substructures with Superimposed Distance., ICDE, 2006"], "Xin Xu": ["Mining Shifting-and-Scaling Co-Regulation Patterns on Gene Expression Profiles., ICDE, 2006"], "Stefan Seltzsam": ["AutoGlobe: An Automatic Administration Concept for Service-Oriented Database Applications., ICDE, 2006"], "Asuman Dogac": ["Collaborative Business Process Support in IHE XDS through ebXML Business Processes., ICDE, 2006"], "Nicole Alexander": ["RDF Object Type and Reification in the Database., ICDE, 2006"], "Huajun Chen": ["RDF/RDFS-based Relational Database Integration., ICDE, 2006"], "Eugene Inseok Chong": ["Supporting Keyword Columns with Ontology-based Referential Constraints in DBMS., ICDE, 2006"], "Fusheng Wang": ["Experiment Management with Metadata-based Integration for Collaborative Scientific Research., ICDE, 2006", "Using XML to Build Efficient Transaction-Time Temporal Database Systems on Relational Databases., ICDE, 2006"], "Sunil Jigyasu": ["SQL to XQuery Translation in the AquaLogic Data Services Platform., ICDE, 2006"], "A. Kumaran": ["On Pushing Multilingual Query Operators into Relational Engines., ICDE, 2006"], "Antti-Pekka Liedes": ["SIREN: A Memory-Conserving, Snapshot-Consistent Checkpoint Algorithm for in-Memory Databases., ICDE, 2006"], "Mohamed Y. Eltabakh": ["Space-Partitioning Trees in PostgreSQL: Realization and Performance., ICDE, 2006"], "Ganesh Ramakrishnan": ["Automatic Sales Lead Generation from Web Data., ICDE, 2006"], "Wen-Syan Li": ["Load Balancing for Multi-tiered Database Systems through Autonomic Placement of Materialized Views., ICDE, 2006"], "Paolo Atzeni": ["Schema and Data Translation., ICDE, 2006"], "Johannes Gehrke": ["Models and Methods for Privacy-Preserving Data Analysis and Publishing., ICDE, 2006"], "Jiawei Han": ["Mining, Indexing, and Similarity Search in Graphs and Complex Structures., ICDE, 2006"], "Anastassia Ailamaki": ["Query Co-Processing on Commodity Hardware., ICDE, 2006"], "Michael D. Morse": ["Efficient Continuous Skyline Computation., ICDE, 2006"], "Melanie Weis": ["Detecting Duplicates in Complex XML Data., ICDE, 2006"], "Heng Tao Shen": ["SaveRF: Towards Efficient Relevance Feedback Search., ICDE, 2006"], "Charu C. Aggarwal": ["On the Inverse Classification Problem and its Applications., ICDE, 2006"], "Yiping Ke": ["MIC Framework: An Information-Theoretic Approach to Quantitative Association Rule Mining., ICDE, 2006"], "Xiaoming Jin": ["Efficient Discovery of Emerging Frequent Patterns in ArbitraryWindows on Data Streams., ICDE, 2006"], "Hongyan Liu": ["Top-Down Mining of Interesting Patterns from Very High Dimensional Data., ICDE, 2006"], "Chang Sheng": ["Mining Dense Periodic Patterns in Time Series Data., ICDE, 2006"], "Alberto Trombetta": ["Private Updates to Anonymous Databases., ICDE, 2006"], "Sergei Evdokimov": ["Provable Security for Outsourcing Database Operations., ICDE, 2006"], "Bradley Malin": ["Composition and Disclosure of Unlinkable Distributed Databases., ICDE, 2006"], "Basit Shafiq": ["Technique for Optimal Adaptation of Time-Dependent Workflows with Security Constraints., ICDE, 2006"], "Wei Zhang": ["Segmentation of Publication Records of Authors from the Web., ICDE, 2006"], "Dou Shen": ["Text Classification Improved through Automatically Extracted Sequences., ICDE, 2006"], "Weifeng Su": ["Holistic Query Interface Matching using Parallel Schema Matching., ICDE, 2006"], "Zaiqing Nie": ["Extracting Objects from the Web., ICDE, 2006"], "Stefanie Rinderle": ["On the Controlled Evolution of Process Choreographies., ICDE, 2006"], "Magesh Jayapandian": ["Automating the Design and Construction of Query Forms., ICDE, 2006"], "Ling Wang": ["U-Filter: A Lightweight XML View Update Checker., ICDE, 2006"], "Simon Sheu": ["XCut: Indexing XML Data for Efficient Twig Evaluation., ICDE, 2006"], "Matthias Brantner": ["Algebraic Optimization of Nested XPath Expressions., ICDE, 2006"], "Maged El-Sayed": ["Incremental Maintenance of Materialized XQuery Views., ICDE, 2006"], "Zeeshan Sardar": ["Don't be a Pessimist: Use Snapshot based Concurrency Control for XML., ICDE, 2006"], "Farnoush Banaei Kashani": ["Partial Selection Query in Peer-to-Peer Databases., ICDE, 2006"], "Mihai Lupu": ["HiWaRPP - Hierarchical Wavelet-based Retrieval on Peer-to-Peer Network., ICDE, 2006"], "Prasanna Padmanabhan": ["DREAM: A Data Replication Technique for Real-Time Mobile Ad-hoc Network Databases., ICDE, 2006"], "Damdinsuren Amarmend": ["An Air Index for Data Access over Multiple Wireless Broadcast Channels., ICDE, 2006"], "Ouri Wolfson": ["Searching Local Information in Mobile Databases., ICDE, 2006"], "Michael Cammert": ["An Approach to Adaptive Memory Management in Data Stream Systems., ICDE, 2006", "Stream Processing in Production-to-Business Software., ICDE, 2006"], "John Hershberger": ["Cluster Hull: A Technique for Summarizing Spatial Data Streams., ICDE, 2006"], "DongDong Zhang": ["SlidingWindow based Multi-Join Algorithms over Distributed Data Streams., ICDE, 2006"], "Shawn R. Jeffery": ["A Pipelined Framework for Online Cleaning of Sensor Data Streams., ICDE, 2006"], "Esther Ryvkina": ["Revision Processing in a Stream Processing Engine: A High-Level Design., ICDE, 2006"], "Ahmed Ayad": ["Approximating StreamingWindow Joins Under CPU Limitations., ICDE, 2006"], "Minji Wu": ["Monitoring Top-k Query inWireless Sensor Networks., ICDE, 2006"], "Vebjorn Ljosa": ["LB-Index: A Multi-Resolution Index Structure for Images., ICDE, 2006"], "Xin Zhang": ["Better Burst Detection., ICDE, 2006"], "Matthew Denny": ["Operators for Expensive Functions in Continuous Queries., ICDE, 2006"], "Dina Q. Goldin": ["Faster In-Network Evaluation of Spatial Aggregationin Sensor Networks., ICDE, 2006"], "Johannes Aßfalg": ["Threshold Similarity Queries in Large Time Series Databases., ICDE, 2006"], "Lin Qiao": ["Automated Storage Management with QoS Guarantees., ICDE, 2006"], "Shantanu Joshi": ["Materialized Sample Views for Database Approximation., ICDE, 2006"], "Sourav S. Bhowmick": ["Every Click You Make, IWill Be Fetching It: Efficient XML Query Processing in RDMS Using GUI-driven Prefetching., ICDE, 2006"], "Khuzaima Daudjee": ["Inferring a Serialization Order for Distributed Transactions., ICDE, 2006"], "Flip Korn": ["Fractal Modeling of IP Network Traffic at Streaming Speeds., ICDE, 2006"], "Govi Govindarajan": ["Message from Demo Chairs., ICDE, 2006"], "Mohammed K. Jaber": ["UNIDOOR: a Deductive Object-Oriented Database Management System., ICDE, 2006"], "Luca Cabibbo": ["DaWaII: a Tool for the Integration of Autonomous Data Marts., ICDE, 2006"], "Francesco Bonchi": ["ConQueSt: a Constraint-based Querying System for Exploratory Pattern Discovery., ICDE, 2006"], "Wei-Shinn Ku": ["MAPLE: A Mobile Scalable P2P Nearest Neighbor Query System for Location-based Services., ICDE, 2006"], "Shuigeng Zhou": ["SIPPER: Selecting Informative Peers in Structured P2P Environment for Content-Based Retrieval., ICDE, 2006"], "Kun Gao": ["Simultaneous Pipelining in QPipe: Exploiting Work Sharing Opportunities Across Queries., ICDE, 2006"], "Jagan Sankaranarayanan": ["Enabling Query Processing on Spatial Networks., ICDE, 2006"], "Ying Chen": ["cgmOLAP: Efficient Parallel Generation and Querying of Terabyte Size ROLAP Data Cubes., ICDE, 2006"], "Anastasios Gounaris": ["Practical Adaptation to Changing Resources in Grid Query Processing., ICDE, 2006"], "Hans-Peter Kriegel": ["ViEWNet: Visual Exploration of Region-Wide Traffic Networks., ICDE, 2006"], "Chang-Tien Lu": ["AITVS: Advanced Interactive Traffic Visualization System., ICDE, 2006"], "Jialie Shen": ["HSI: A Novel Framework for Efficient Automated Singer Identification in Large Music Database., ICDE, 2006"], "Mariano P. Consens": ["XPlainer: An XPath Debugging Framework., ICDE, 2006"], "Sriram Mohan": ["ACXESS - Access Control for XML with Enhanced Security Specifications., ICDE, 2006"], "Le Gruenwald": ["PETRANET: a Power Efficient Transaction Management Technique for Real-Time Mobile Ad-hoc Network Databases., ICDE, 2006"]}