{"Stefano Ceri": ["Search Computing., ICDE, 2009"], "David Carlson": ["Why Can't I Find My Data the Way I Find My Dinner?, ICDE, 2009"], "Raghu Ramakrishnan": ["Data Management in the Cloud., ICDE, 2009"], "Jian Zhang": ["Modeling and Integrating Background Knowledge in Data Anonymization., ICDE, 2009"], "Wenliang Du": ["Deriving Private Information from Association Rule Mining Results., ICDE, 2009"], "Stanley B. Zdonik": ["Light-Weight, Runtime Verification of Query Sources., ICDE, 2009"], "Gerome Miklau": ["Auditing a Database under Retention Restrictions., ICDE, 2009"], "Louiqa Raschid": ["ApproxRank: Estimating Rank for a Subgraph., ICDE, 2009", "Web Monitoring 2.0: Crossing Streams to Satisfy Complex Data Needs., ICDE, 2009"], "Erik Nijkamp": ["BinRank: Scaling Dynamic Authority-Based Search Using Materialized SubGraphs., ICDE, 2009"], "Chong Zhou": ["AJAX Crawl: Making AJAX Applications Searchable., ICDE, 2009"], "Martin Markov": ["A Data Structure for Sponsored Search., ICDE, 2009"], "Charu C. Aggarwal": ["A Framework for Clustering Massive-Domain Data Streams., ICDE, 2009", "On High Dimensional Projected Clustering of Uncertain Data Streams., ICDE, 2009"], "Yin Zhang": ["Self-Tuning, Bandwidth-Aware Monitoring for Dynamic Data Streams., ICDE, 2009"], "Klemens Böhm": ["Towards Efficient Processing of General-Purpose Joins in Sensor Networks., ICDE, 2009"], "Bojian Xu": ["Forward Decay: A Practical Time Decay Model for Streaming Systems., ICDE, 2009"], "Martín Abadi": ["Unified Declarative Platform for Secure Netwoked Information Systems., ICDE, 2009"], "Sumedh Ambokar": ["An Architecture for Regulatory Compliant Database Management., ICDE, 2009"], "Gustavo Alonso": ["Perm: Processing Provenance and Data on the Same Data Model through Query Rewriting., ICDE, 2009"], "Luis Gravano": ["Join Optimization of Information Extraction Output: Quality Matters!, ICDE, 2009"], "Hanhua Chen": ["STAIRS: Towards Efficient Full-Text Filtering and Dissemination in a DHT Environment., ICDE, 2009"], "Hong Gao": ["iVA-File: Efficiently Indexing Sparse Wide Tables in Community Systems., ICDE, 2009"], "Christoph Pinkel": ["SP^2Bench: A SPARQL Performance Benchmark., ICDE, 2009"], "Jun Yang": ["Weighted Proximity Best-Joins for Information Retrieval., ICDE, 2009"], "Matthai Philipose": ["Access Methods for Markovian Streams., ICDE, 2009"], "Prasan Roy": ["Keyword Search over Dynamic Categorized Information., ICDE, 2009"], "Joseph Y. Halpern": ["Shared Winner Determination in Sponsored Search Auctions., ICDE, 2009"], "Xiang Xu": ["Deductive Framework for Programming Sensor Networks., ICDE, 2009"], "Minos N. Garofalakis": ["Histograms and Wavelets on Probabilistic Data., ICDE, 2009"], "Ke Yi": ["Semantics of Ranking Queries for Probabilistic Data and Expected Ranks., ICDE, 2009", "Tree Indexing on Flash Disks., ICDE, 2009"], "Ihab F. Ilyas": ["Ranking with Uncertain Scores., ICDE, 2009"], "Gautam Das": ["Leveraging COUNT Information in Sampling Hidden Databases., ICDE, 2009"], "Uwe Röhm": ["A Robust Technique to Ensure Serializable Executions with Snapshot Isolation DBMS., ICDE, 2009"], "David B. Lomet": ["Transaction Support for Log-Based Middleware Server Recovery., ICDE, 2009"], "Kirk Pruhs": ["Adaptive Scheduling of Web Transactions., ICDE, 2009"], "Xiaodong Zhang": ["BP-Wrapper: A System Framework Making Any Replacement Algorithms (Almost) Lock Contention Free., ICDE, 2009"], "Alin Dobra": ["Sketching Sampled Data Streams., ICDE, 2009"], "Lei Chen": ["Continuous Subgraph Pattern Search over Graph Streams., ICDE, 2009", "A Concise Representation of Range Queries., ICDE, 2009", "Max Regional Aggregate over Sensor Networks., ICDE, 2009"], "Philipp Cimiano": ["Top-k Exploration of Query Candidates for Efficient Keyword Search on Graph-Shaped (RDF) Data., ICDE, 2009"], "H. V. Jagadish": ["A Spreadsheet Algebra for a Direct Data Manipulation Query Interface., ICDE, 2009"], "Elisa Bertino": ["Using Anonymized Data for Classification., ICDE, 2009"], "Sau Dan Lee": ["Decision Trees for Uncertain Data., ICDE, 2009"], "Anthony K. H. Tung": ["Finding Time-Lagged 3D Clusters., ICDE, 2009"], "Reiner Kraft": ["Contextual Ranking of Keywords Using Click Data., ICDE, 2009"], "Ravishankar Ramamurthy": ["Power Hints for Query Optimization., ICDE, 2009"], "Antonios Deligiannakis": ["Double Index NEsted-Loop Reactive Join for Result Rate Optimization., ICDE, 2009"], "Nick Koudas": ["Join Reordering by Join Simulation., ICDE, 2009"], "Kenneth Salem": ["PSALM: Cardinality Estimation inthe Presence of Fine-Grained Access Controls., ICDE, 2009"], "Jiaheng Lu": ["Effective XML Keyword Search with Relevance Oriented Ranking., ICDE, 2009", "Space-Constrained Gram-Based Indexing for Efficient Approximate String Search., ICDE, 2009"], "Evaggelia Pitoura": ["Distributed Structural Relaxation of XPath Queries., ICDE, 2009"], "Neoklis Polyzotis": ["Sketch-Based Summarization of Ordered XML Streams., ICDE, 2009", "MatchUp: Autocompletion for Mashups., ICDE, 2009", "A Benchmark for Online Index Selection., ICDE, 2009"], "Maayan Shiloach": ["Flexible XML Querying Using Skyline Semantics., ICDE, 2009"], "Peter A. Boncz": ["Efficient Distribution of Full-Fledged XQuery., ICDE, 2009"], "Bertram Ludäscher": ["X-CSR: Dataflow Optimization for Distributed XML Process Pipelines., ICDE, 2009"], "Feifei Li": ["Improving Transaction-Time DBMS Performance and Functionality., ICDE, 2009"], "David A. Patterson": ["Predicting Multiple Metrics for Queries: Better Decisions Enabled by Machine Learning., ICDE, 2009"], "Divesh Srivastava": ["Exploring a Few Good Tuples from Text Databases., ICDE, 2009", "Recommending Join Queries via Query Log Analysis., ICDE, 2009", "Efficient Table Anonymization for Aggregate Query Answering., ICDE, 2009", "Weighted Set Similarity: Queries and Updates., ICDE, 2009"], "Jennifer Widom": ["Confidence-Aware Join Algorithms., ICDE, 2009"], "Christoph Koch": ["SPROUT: Lazy vs. Eager Query Plans for Tuple-Independent Probabilistic Databases., ICDE, 2009"], "Hanan Samet": ["Distance Oracles for Spatial Networks., ICDE, 2009"], "Piyush Kumar": ["Reverse Furthest Neighbors in Spatial Databases., ICDE, 2009"], "Jeffrey Xu Yu": ["Spatial Range Querying for Gaussian-Based Imprecise Query Objects., ICDE, 2009", "Context-Aware Object Connection Discovery in Large Graphs., ICDE, 2009", "Probabilistic Skyline Operator over Sliding Windows., ICDE, 2009"], "Masaru Kitsuregawa": ["Keyword Search in Spatial Databases: Towards Searching by Document., ICDE, 2009"], "Junjie Yao": ["Routing Questions to the Right Users in Online Communities., ICDE, 2009"], "Laks V. S. Lakshmanan": ["On Efficient Recommendations for Online Exchange Markets., ICDE, 2009", "GuruMine: A Pattern Mining System for Discovering Leaders and Tribes., ICDE, 2009"], "Yufei Tao": ["Querying Communities in Relational Databases., ICDE, 2009", "Scalable Keyword Search on Large Data Streams., ICDE, 2009"], "Xiaofang Zhou": ["Instant Advertising in Mobile Peer-to-Peer Networks., ICDE, 2009", "Online Near-Duplicate Video Clip Detection and Retrieval: An Accurate and Fast System., ICDE, 2009"], "Philip S. Yu": ["On Efficient Query Processing of Stream Counts on the Cell Processor., ICDE, 2009", "Privacy-Preserving Singular Value Decomposition., ICDE, 2009", "Scale-Up Strategies for Processing High-Rate Data Streams in System S., ICDE, 2009"], "Hyeonseung Im": ["Parallel Skyline Computation on Multicore Architectures., ICDE, 2009"], "Samir Khuller": ["Minimizing Communication Cost in Distributed Multi-query Processing., ICDE, 2009"], "Kajal T. Claypool": ["Sequence Pattern Query Processing over Out-of-Order Event Streams., ICDE, 2009"], "Sagar Pandit": ["Computing Distance Histograms Efficiently in Scientific Databases., ICDE, 2009"], "Sanjeev Khanna": ["Differencing Provenance in Scientific Workflows., ICDE, 2009"], "Michael Weiner": ["XOntoRank: Ontology-Aware Search of Electronic Medical Records., ICDE, 2009"], "Yuan Zhou": ["Supporting Database Applications as a Service., ICDE, 2009"], "Ambuj K. Singh": ["GraphSig: A Scalable Approach to Mining Significant Subgraphs in Large Graph Databases., ICDE, 2009"], "Gerhard Weikum": ["STAR: Steiner-Tree Approximation in Relationship Graphs., ICDE, 2009", "Best-Effort Top-k Query Processing Under Budgetary Constraints., ICDE, 2009"], "Weiyi Meng": ["A Latent Topic Model for Complete Entity Resolution., ICDE, 2009"], "Jian Pei": ["Distance-Based Representative Skyline., ICDE, 2009", "Online Interval Skyline Queries on Time Series., ICDE, 2009"], "Mohamed H. Ali": ["Similarity Group-By., ICDE, 2009"], "Haichuan Shang": ["Top-k Set Similarity Joins., ICDE, 2009"], "V. S. Subrahmanian": ["Aggregate Query Answering under Uncertain Schema Mappings., ICDE, 2009"], "Dan Suciu": ["Large-Scale Deduplication with Constraints Using Dedupalog., ICDE, 2009"], "Berthold Reinwald": ["Resolution-Aware Query Answering for Business Intelligence., ICDE, 2009"], "Alex Delis": ["Another Outlier Bites the Dust: Computing Meaningful Aggregates in Sensor Networks., ICDE, 2009"], "Haixun Wang": ["Online Anomaly Prediction for Robust Cluster Systems., ICDE, 2009"], "Kamesh Munagala": ["Fa: A System for Automating Failure Diagnosis., ICDE, 2009"], "Siau-Cheng Khoo": ["Efficient Mining of Closed Repetitive Gapped Subsequences from a Sequence Database., ICDE, 2009"], "Beng Chin Ooi": ["Efficient Processing of Warping Time Series Join of Motion Capture Data., ICDE, 2009"], "Dimitris Papadias": ["Topologically Sorted Skylines for Partially Ordered Domains., ICDE, 2009", "Reachability Indexes for Relational Keyword Search., ICDE, 2009"], "John Jannotti": ["Supporting Generic Cost Models for Wide-Area Stream Processing., ICDE, 2009"], "Prashant J. Shenoy": ["Probabilistic Inference over RFID Streams in Mobile Environments., ICDE, 2009"], "Boon Thau Loo": ["Recursive Computation of Regions and Connectivity in Networks., ICDE, 2009"], "Jianliang Xu": ["Non-Exposure Location Anonymity., ICDE, 2009"], "Xiaokui Xiao": ["Privacy Preserving Publishing on Multiple Quasi-identifiers., ICDE, 2009"], "Raymond Chi-Wing Wong": ["FF-Anonymity: When Quasi-identifiers Are Missing., ICDE, 2009"], "Panos Kalnis": ["Outsourcing Search Services on Private Spatial Data., ICDE, 2009"], "Heng Tao Shen": ["Processing Group Nearest Group Query., ICDE, 2009"], "Kian-Lee Tan": ["Separating Authentication from Query Execution in Outsourced Databases., ICDE, 2009", "Adaptive Multi-join Query Processing in PDBMS., ICDE, 2009", "ACStream: Enforcing Access Control over Data Streams., ICDE, 2009"], "Hans-Arno Jacobsen": ["Expressive Location-Based Continuous Query Evaluation with Binary Decision Diagrams., ICDE, 2009"], "Avigdor Gal": ["Self Organizing Semantic Topologies in P2P Data Integration Systems., ICDE, 2009"], "Jan Rittinger": ["XQuery Join Graph Isolation: Celebrating 30+ Years of XQuery Processing Technology., ICDE, 2009"], "Jin Cao": ["Distinct Counting with a Self-Learning Bitmap., ICDE, 2009"], "Anthony Tomasic": ["Holistic Query Transformations for Dynamic Web Applications., ICDE, 2009"], "Jianyong Wang": ["Progressive Keyword Search in Relational Databases., ICDE, 2009"], "HweeHwa Pang": ["An Incremental Threshold Method for Continuous Text Search Queries., ICDE, 2009"], "John A. Taylor": ["A Subspace Symbolization Approach to Content-Based Video Search., ICDE, 2009"], "Tova Milo": ["Evaluating TOP-K Queries over Business Processes., ICDE, 2009"], "Qing Li": ["Visible Reverse k-Nearest Neighbor Queries., ICDE, 2009"], "Vladislav Shkapenyuk": ["Scheduling Updates in a Real-Time Stream Warehouse., ICDE, 2009"], "Hari Sundaram": ["AURA: Enabling Attribute-Based Spatial Search in RFID Rich Environments., ICDE, 2009"], "Seung Y. Rhee": ["Exploiting Domain Knowledge to Improve Biological Significance of Biclusters with Key Missing Genes., ICDE, 2009"], "Min Wang": ["On the Efficiency of Provenance Queries., ICDE, 2009"], "Nalini Venkatasubramanian": ["Using Semantics for Speech Annotation of Images., ICDE, 2009"], "Ming Xiong": ["Discovering Conditional Functional Dependencies., ICDE, 2009"], "Peter Tarczy-Hornoch": ["Integrating and Ranking Uncertain Scientific Data., ICDE, 2009"], "Michael Compton": ["Finding Equivalent Rewritings with Exact Views., ICDE, 2009"], "Wenjie Zhang": ["Uncertain Location Based Range Aggregates in a Multi-dimensional Space., ICDE, 2009"], "Kyriakos Mouratidis": ["Efficient Evaluation of Multiple Preference Queries., ICDE, 2009"], "Chin-Wan Chung": ["iBroker: An Intelligent Broker for Ontology Based Publish/Subscribe Systems., ICDE, 2009"], "David A. Bell": ["Extracting Web Query Interfaces Based on Form Structures and Semantic Similarity., ICDE, 2009"], "Yue Pan": ["Efficient Indices Using Graph Partitioning in RDF Triple Stores., ICDE, 2009"], "Baihua Zheng": ["OPAQUE: Protecting Path Privacy in Directions Search., ICDE, 2009"], "Suresh Venkatasubramanian": ["Metric Functional Dependencies., ICDE, 2009"], "Calton Pu": ["A General Proximity Privacy Principle., ICDE, 2009"], "Ahmed K. Elmagarmid": ["Efficient Private Record Linkage., ICDE, 2009"], "Sotiria Tavoulari": ["BioNav: Effective Navigation on Query Results of Biomedical Databases., ICDE, 2009"], "Sihem Amer-Yahia": ["Recommendation Diversification Using Explanations., ICDE, 2009"], "Hector Garcia-Molina": ["A Model for Data Leakage Detection., ICDE, 2009", "Flexible Recommendations for Course Planning., ICDE, 2009"], "Walker M. White": ["Scalability for Virtual Worlds., ICDE, 2009"], "Amol Deshpande": ["Efficient Query Evaluation over Temporally Correlated Probabilistic Streams., ICDE, 2009"], "Jae-Gil Lee": ["Temporal Outlier Detection in Vehicle Traffic Data., ICDE, 2009"], "Amr El Abbadi": ["CoTS: A Scalable Framework for Parallelizing Frequency Counting over Data Streams., ICDE, 2009"], "Shuigeng Zhou": ["Concept Clustering of Evolving Data., ICDE, 2009"], "Alan J. Demers": ["Dynamic Approaches to In-network Aggregation., ICDE, 2009"], "Mohamed F. Mokbel": ["Chameleon: Context-Awareness inside DBMSs., ICDE, 2009"], "Calisto Zuzarte": ["Query Rewrites with Views for XML in DB2., ICDE, 2009"], "Ravi Murthy": ["A Decade of XML Data Management: An Industrial Experience Report from Oracle., ICDE, 2009"], "Jingwei Wu": ["Oracle Streams: A High Performance Implementation for Near Real Time Asynchronous Replication., ICDE, 2009"], "Gang Luo": ["Design and Evaluation of the iMed Intelligent Medical Search Engine., ICDE, 2009"], "Mukesh K. Mohania": ["Business Intelligence from Voice of Customer., ICDE, 2009", "DynaCet: Building Dynamic Faceted Search Systems over Databases., ICDE, 2009"], "Manoj Syamala": ["A Static Analysis Framework for Database Applications., ICDE, 2009"], "Hartmut Vogler": ["An Incremental Knowledge Acquisition Method for Improving Duplicate Invoices Detection., ICDE, 2009"], "Chi Zhou": ["Finding Actionable Knowledge via Automated Comparison., ICDE, 2009"], "Till Westmann": ["Updates in the AquaLogic Data Services Platform., ICDE, 2009"], "Hang Li": ["Web Query Recommendation via Sequential Query Prediction., ICDE, 2009"], "Umeshwar Dayal": ["rFEED: A Mixed Workload Scheduler for Enterprise Data Warehouses., ICDE, 2009", "QuickStart: An Upfront Client-Based Design Advisor for Parallel Data Warehouses., ICDE, 2009"], "Bongki Moon": ["An Internet-Scale Service for Publishing and Locating XML Documents., ICDE, 2009"], "Jiaoying Shi": ["I3DC: Interactive Three-Dimensional Cubes., ICDE, 2009"], "Xifeng Yan": ["SmallBlue: Social Network Analysis for Expertise Search and Collective Intelligence., ICDE, 2009"], "Zheng Zhang": ["WEST: Modern Technologies for Web People Search., ICDE, 2009"], "Yi Chen": ["WISE: A Workflow Information Search Engine., ICDE, 2009"], "Shivnath Babu": ["Automated Diagnosis of System Failures with Fa., ICDE, 2009", "Shaman: A Self-Healing Database System., ICDE, 2009"], "George Samaras": ["KSpot: Effectively Monitoring the K Most Important Events in a Wireless Sensor Network., ICDE, 2009"], "Yongluan Zhou": ["Environmental Monitoring 2.0., ICDE, 2009"], "Chung-Dau Wang": ["PLUS: A Message-Efficient Prototype for Location-Based Applications., ICDE, 2009"], "Lars Kulik": ["V*-kNN: An Efficient Algorithm for Moving k Nearest Neighbor Queries., ICDE, 2009"], "Carlo Zaniolo": ["The PRISM Workwench: Database Schema Evolution without Tears., ICDE, 2009"], "Patrick Valduriez": ["SbQA: A Self-Adaptable Query Allocation Process., ICDE, 2009"], "Xiaohui Yu": ["FRISK: Keyword Query Cleaning and Processing in Action., ICDE, 2009"], "Klarinda G. Widjanarko": ["XBLEND: Visual XML Query Formulation Meets Query Processing., ICDE, 2009"], "Norvald H. Ryeng": ["Efficient and Robust Database Support for Data-Intensive Applications in Dynamic Environments., ICDE, 2009"], "Kenneth P. Smith": ["Galaxy: Encouraging Data Sharing among Sources with Schema Variants., ICDE, 2009"], "Walid G. Aref": ["Hippocratic PostgreSQL., ICDE, 2009"], "Alexander Katzdobler": ["Incremental Reverse Nearest Neighbor Ranking., ICDE, 2009"], "Seung-won Hwang": ["Continuous Skylining on Volatile Moving Data., ICDE, 2009"], "Masatoshi Yoshikawa": ["Visualized Elucidations of Ranking by Exploiting Object Relations., ICDE, 2009"], "Zhi Cai": ["Ranking of Object Summaries., ICDE, 2009"], "Bassam Helou": ["Improving the Effectiveness of XML Retrieval with User Navigation Models., ICDE, 2009"], "Cong Yu": ["Jelly: A Language for Building Community-Centric Information Exploration Applications., ICDE, 2009"], "Oded Shmueli": ["SoQL: A Language for Querying and Creating Data in Social Networks., ICDE, 2009"], "Dongwon Lee": ["On Protecting Private Information in Social Networks: AProposal., ICDE, 2009"], "Sang-Wook Kim": ["Contents-Based Analysis of Community Formation and Evolution in Blogspace., ICDE, 2009"], "Ira Assent": ["Actively Building Private Recommender Networks for Evolving Reliable Relationships., ICDE, 2009"], "Alexey Maykov": ["Social Streams Blog Crawler., ICDE, 2009"], "Hojin Lee": ["Preprocessing Uncertain User Profile Data: Inferring User's Actual Age from Ages of the User's Neighbors., ICDE, 2009"], "Wolfgang Lehner": ["Clustering Uncertain Data with Possible Worlds., ICDE, 2009"], "Yi-Cheng Tu": ["A Rule-Based Classification Algorithm for Uncertain Data., ICDE, 2009"], "Aoying Zhou": ["Tracking High Quality Clusters over Uncertain Data Streams., ICDE, 2009"], "Zeling Qiu": ["Holistically Twig Matching in Probabilistic XML., ICDE, 2009"], "Weihong Han": ["Effective Feature Selection on Data with Uncertain Labels., ICDE, 2009"], "Boyu Hao": ["Mining of Frequent Itemsets from Streams of Uncertain Data., ICDE, 2009"], "Kai-Uwe Sattler": ["An Integrated Approach to Performance Monitoring for Autonomous Tuning., ICDE, 2009", "Online Tuning of Aggregation Tables for OLAP., ICDE, 2009"], "Anastasia Ailamaki": ["An Economic Model for Self-Tuned Cloud Caching., ICDE, 2009"], "Khaled Yagoub": ["Self-Tuning for SQL Performance in Oracle Database 11g., ICDE, 2009"], "Ahmed Metwally": ["Database Management as a Service: Challenges and Opportunities., ICDE, 2009"], "Bo Zhang": ["Support Multi-version Applications in SaaS via Progressive Schema Evolution., ICDE, 2009"], "Tore Risch": ["Adaptive Parallelization of Queries over Dependent Web Service Calls., ICDE, 2009"], "Schahram Dustdar": ["Towards Composition as a Service - A Quality of Service Driven Approach., ICDE, 2009"], "Maurizio Marchese": ["Universal Resource Lifecycle Management., ICDE, 2009"], "Ike Nassi": ["Secure Enterprise Services Consumption for SaaS Technology Platforms., ICDE, 2009"], "Changjie Guo": ["Study of Web Delivered Services Support Platform., ICDE, 2009"], "Jinquan Dai": ["Design Patterns for Internet-Scale Services., ICDE, 2009"], "Yuebo Zhou": ["SAP Business ByDesign., ICDE, 2009"], "Minqi Zhou": ["Frontiers in Information and Software as Services., ICDE, 2009"]}