{"Hector Garcia-Molina": ["Exactly-once Semantics in a Replicated Messaging System., ICDE, 2001"], "Euthimios Panagos": ["CORBA Notification Service: Design Challenges and Scalable Solutions., ICDE, 2001"], "David B. Lomet": ["Measuring and Optimizing a System for Persistent Database Sessions., ICDE, 2001"], "Ramez Elmasri": ["A Temporal Algebra for an ER-Based Temporal Data Model., ICDE, 2001"], "Kristian Torp": ["A Split Operator for Now-Relative Bitemporal Databases., ICDE, 2001"], "Jennifer Widom": ["Incremental Computation and Maintenance of Temporal Aggregates., ICDE, 2001"], "Saydean Zeldin": ["The Importance of Extensible Database Systems for E-Commerce., ICDE, 2001"], "Ming-Chien Shan": ["E-Business Applications for Supply Chain Automation: Challenges and Solutions., ICDE, 2001"], "Maryann E. Martone": ["Model-Based Mediation with Domain Maps., ICDE, 2001"], "Patrick Valduriez": ["Processing Queries with Expensive Functions and Large Objects in Distributed Mediator Systems., ICDE, 2001"], "M. Feltes": ["Tuning an SQL-Based PDM System in a Worldwide Client/Server Environment., ICDE, 2001"], "Jason A. Lyman": ["Bundles in Captivity: An Application of Superimposed Information., ICDE, 2001"], "Hans-Jörg Schek": ["High-level Parallelism in a Database Cluster: A Feasibility Study Using Document Services., ICDE, 2001", "Cache-Aware Query Routing in a Cluster of Databases., ICDE, 2001"], "Aravindan Kasthurirangan": ["Efficient Sequenced Integrity Constraint Checking., ICDE, 2001"], "Andreas Renner": ["XML Data and Object Databases: A Perfect Couple?, ICDE, 2001"], "Harald Schöning": ["Tamino - A DBMS designed for XML., ICDE, 2001"], "Daniel S. Weld": ["The Nimble XML Data Integration System., ICDE, 2001"], "Grzegorz Czajkowski": ["High-Performance, Space-Efficient, Automated Object Locking., ICDE, 2001"], "Sang Kyun Cha": ["Differential Logging: A Commutative and Associative Logging Scheme for Highly Parallel Main Memory Databases., ICDE, 2001"], "Bernhard Zeller": ["Efficient Bulk Deletes in Relational Databases., ICDE, 2001"], "Ming Hao Xie": ["On Dual Mining: From Patterns to Circumstances, and Back., ICDE, 2001"], "Joseph L. Hellerstein": ["Mining Partially Periodic Event Patterns with Unknown Periods., ICDE, 2001"], "Meichun Hsu": ["PrefixSpan: Mining Sequential Patterns by Prefix-Projected Growth., ICDE, 2001", "Inter-Enterprise Collaborative Business Process Management., ICDE, 2001"], "Eric Gignere": ["Mobile Data Management: Challenges of Wireless and Offline Data Access., ICDE, 2001"], "Praveen Seshadri": ["Microsoft Server Technology for Mobile and Wireless Applications., ICDE, 2001"], "Thanh Pham": ["IBM DB2 Everyplace: A Small Footprint Relational Database System., ICDE, 2001"], "Michael T. Hallett": ["Dependable Computing in Virtual Laboratories., ICDE, 2001"], "Christian Heinlein": ["Workflow and Process Synchronization with Interaction Expressions and Graphs., ICDE, 2001"], "Woong-Kee Loh": ["Duality-Based Subsequence Matching in Time-Series Databases., ICDE, 2001"], "Ambuj K. Singh": ["Variable Length Queries for Time Series Data., ICDE, 2001"], "Richard R. Muntz": ["TAR: Temporal Association Rules on Evolving Numerical Attributes., ICDE, 2001"], "Munir Cochinwala": ["Database Performance for Next Generation Telecommunications., ICDE, 2001"], "Rabindra Pathak": ["SpinCircuit: A Collaboration Portal Powered by E-speak., ICDE, 2001"], "Daniel H. Fishman": ["Data Management Support of Web Applications., ICDE, 2001"], "Yiu-Kai Ng": ["An Automated Change Detection Algorithm for HTML Documents Based on Semantic Hierarchies., ICDE, 2001"], "Shunsuke Uemura": ["An XML Indexing Structure with Relative Region Coordinate., ICDE, 2001"], "Menzo Windhouwer": ["Querying XML Documents Made Easy: Nearest Concept Queries., ICDE, 2001"], "Domenico Ursino": ["A Graph-Based Approach For Extracting Terminological Properties of Elements of XML Documents., ICDE, 2001"], "Ramkumar Krishnan": ["B+ Tree Indexes with Hybrid Row Identifiers in Oracle 8i., ICDE, 2001"], "Per-Åke Larson": ["B-Tree Indexes and CPU Caches., ICDE, 2001"], "Jiawei Han": ["Spatial Clustering in the Presence of Obstacles., ICDE, 2001"], "Anand Sivasubramaniam": ["Selectivity Estimation for Spatial Joins., ICDE, 2001"], "Jeff Bernhardt": ["Integrating Data Mining with SQL Databases: OLE DB for Data Mining., ICDE, 2001"], "Klaus Kreplin": ["SAP Business Information Warehouse - From Data Warehousing to an E-business Platform., ICDE, 2001"], "Markos Zaharioudakis": ["fAST Refresh using Mass Query Optimization., ICDE, 2001"], "Roger Weber": ["Quality-Aware and Load-Sensitive Planning of Image Similarity Queries., ICDE, 2001"], "Hans-Peter Kriegel": ["A Cost Model and Index Architecture for the Similarity Join., ICDE, 2001"], "Konrad Stocker": ["The Skyline Operator., ICDE, 2001"], "Laks V. S. Lakshmanan": ["Mining Frequent Item Sets with Convertible Constraints., ICDE, 2001"], "Johannes Gehrke": ["MAFIA: A Maximal Frequent Itemset Algorithm for Transactional Databases., ICDE, 2001"], "Stefan Berchtold": ["An Efficient Approximation Scheme for Data Mining Tasks., ICDE, 2001"], "Michael Rys": ["Bringing the Internet to Your Database: Using SQLServer 2000 and XML to Build Loosely-Coupled Systems., ICDE, 2001"], "Dieter Gawlick": ["Infrasturucture for Web-based Application Integration., ICDE, 2001"], "Adam Bosworth": ["Developing Web Service., ICDE, 2001"], "King-Ip Lin": ["An Index Structure for Efficient Reverse Nearest Neighbor Queries., ICDE, 2001"], "Shin'ichi Satoh": ["Distinctiveness-Sensitive Nearest Neighbor Search for Efficient Similarity Retrieval of Multimedia Information., ICDE, 2001"], "Amr El Abbadi": ["Approximate Nearest Neighbor Searching in Multimedia Databases., ICDE, 2001"], "Yoon-Joon Lee": ["Rewriting OLAP Queries Using Materialized Views and Dimension Hierarchies in Data Warehouses., ICDE, 2001"], "Samuel Kim": ["The MD-join: An Operator for Complex OLAP., ICDE, 2001"], "Vivek R. Narasayya": ["Overcoming Limitations of Sampling for Aggregation Queries., ICDE, 2001"], "Nagavamsi Ponnekanti": ["Pseudo Column Level Locking., ICDE, 2001"], "Calisto Zuzarte": ["Discovery and Application of Check Constraints in DB2., ICDE, 2001"], "Hui-I Hsiao": ["Database Managed External File Update., ICDE, 2001"], "Anant Jhingran": ["Block Oriented Processing of Relational Database Operations in Modern Computer Architectures., ICDE, 2001"], "Alfons Kemper": ["Integrating Semi-Join-Reducers into State of the Art Query Processors., ICDE, 2001"], "David E. Simmen": ["Using EELs, a Practical Approach to Outerjoin and Antijoin Reordering., ICDE, 2001"], "Divesh Srivastava": ["Counting Twig Matches in a Tree., ICDE, 2001"], "Wesley W. Chu": ["An Index-Based Approach for Similarity Search Supporting Time Warping in Large Sequence Databases., ICDE, 2001"], "Scott T. Leutenegger": ["High Dimensional Similarity Search With Space Filling Curves., ICDE, 2001"], "Christos Faloutsos": ["Similarity Search without Tears: The OMNI Family of All-purpose Access Methods., ICDE, 2001"], "Beng Chin Ooi": ["Cache-on-Demand: Recycling with Certainty., ICDE, 2001"], "Il-Yeol Song": ["Prefetching Based on Type-Level Access Pattern in Object-Relational DBMSs., ICDE, 2001"]}