{"Russell G. Almond": ["Models for Conditional Probability Tables in Educational Assessment., AISTATS, 2001"], "Hagai Attias": ["Learning in high dimensions: modular mixture models., AISTATS, 2001"], "Susanne Bottcher": ["Learning Bayesian networks with mixed variables., AISTATS, 2001"], "Andrew D. Brown": ["Products of Hidden Markov Models., AISTATS, 2001"], "Ariel E. Bud": ["Information-Theoretic Advisors in Invisible Chess., AISTATS, 2001"], "Rich Caruana": ["A Non-Parametric EM-Style Algorithm for Imputing Missing Values., AISTATS, 2001"], "Hugh A. Chipman": ["Managing Multiple Models., AISTATS, 2001"], "Samuel Ping-Man Choi": ["Solving Hidden-Mode Markov Decision Problems., AISTATS, 2001"], "Merlise Clyde": ["Bagging and the Bayesian Bootstrap., AISTATS, 2001"], "Adrian Corduneanu": ["Hyperparameters for Soft Bayesian Model Selection., AISTATS, 2001"], "Robert G. Cowell": ["On searching for optimal classifiers among Bayesian networks., AISTATS, 2001"], "James Cussens": ["Statistical Aspects of Stochastic Logic Programs., AISTATS, 2001"], "A. P. Dawid": ["Some variations on variation independence.., AISTATS, 2001"], "Eric de Bodt": ["Are they really neighbors? A statistical analysis of the SOM algorithm output., AISTATS, 2001"], "Michael O. Duff": ["Monte-Carlo Algorithms for the Improvement of Finite-State Stochastic Controllers: Application to Bayes-Adaptive Markov Decision Processes., AISTATS, 2001"], "Yoav Freund": ["Why averaging classifiers can protect against overfitting., AISTATS, 2001"], "Pierre Geurts": ["Dual perturb and combine algorithm., AISTATS, 2001"], "Phil D. Green": ["Handling Missing and Unreliable Information in Speech Recognition., AISTATS, 2001"], "Anne Guérin-Dugué": ["Discriminant Analysis on Dissimilarity Data : a New Fast Gaussian like Algorithm., AISTATS, 2001"], "Malene Højbjerre": ["Profile Likelihood in Directed Graphical Models from BUGS Output., AISTATS, 2001"], "Wenxin Jiang": ["Is regularization unnecessary for boosting?., AISTATS, 2001"], "Nebojsa Jojic": ["Learning mixtures of smooth, nonuniform deformation models for probabilistic image matching., AISTATS, 2001"], "Mehmet Kayaalp": ["Predicting with Variables Constructed from Temporal Sequences., AISTATS, 2001"], "Oscar Kipersztok": ["Another look at sensitivity of Bayesian networks to imprecise probabilities., AISTATS, 2001"], "Petri Kontkanen": ["Comparing Prequential Model Selection Criteria in Supervised Learning of Mixture Models., AISTATS, 2001"], "Martin H. C. Law": ["Bayesian Support Vector Regression., AISTATS, 2001"], "Neil D. Lawrence": ["Variational Learning for Multi-Layer Networks of Linear Threshold Units., AISTATS, 2001"], "Lillian Lee": ["On the effectiveness of the skew divergence for statistical language analysis., AISTATS, 2001"], "Subramani Mani": ["A Simulation Study of Three Related Causal Data Mining Algorithms., AISTATS, 2001"], "Christopher Meek": ["Finding a path is harder than finding a tree., AISTATS, 2001", "The Learning Curve Method Applied to Clustering., AISTATS, 2001"], "Marina Meila": ["A Random Walks View of Spectral Segmentation., AISTATS, 2001"], "Sebastian Mika": ["An improved training algorithm for kernel Fisher discriminants., AISTATS, 2001"], "Scott Needham": ["Message Length as an Effective Ockham's Razor in Decision Tree Induction., AISTATS, 2001"], "Adam Nickerson": ["Using Unsupervised Learning to Guide Resampling in Imbalanced Data Sets., AISTATS, 2001"], "Nikunj C. Oza": ["Online Bagging and Boosting., AISTATS, 2001"], "José M. Peña": ["Geographical clustering of cancer incidence by means of Bayesian networks and conditional Gaussian networks., AISTATS, 2001"], "Gregory M. Provan": ["Stochastic System Monitoring and Control., AISTATS, 2001"], "Christopher Raphael": ["Can the Computer Learn to Play Music Expressively?., AISTATS, 2001"], "Dmitry Rusakov": ["On Parameter Priors for Discrete DAG Models., AISTATS, 2001"], "Richard Scheines": ["Piecewise Linear Instrumental Variable Estimation of Causal Influence., AISTATS, 2001"], "Duncan Smith": ["The Efficient Propagation of Arbitrary Subsets of Beliefs in Discrete-Valued Bayesian Networks., AISTATS, 2001"], "Peter Spirtes": ["An Anytime Algorithm for Causal Inference., AISTATS, 2001"], "Amos J. Storkey": ["Dynamic Positional Trees for Structural Image Analysis., AISTATS, 2001"], "Ahmed Y. Tawfik": ["Temporal Matching under Uncertainty., AISTATS, 2001"], "Michael E. Tipping": ["A Kernel Approach for Vector Quantization with Guaranteed Distortion Bounds., AISTATS, 2001"]}