{"Michael E. Tipping": ["Fast Marginal Likelihood Maximisation for Sparse Bayesian Models., AISTATS, 2003"], "Nicol N. Schraudolph": ["Combining Conjugate Direction Methods with Stochastic Approximation of Gradients., AISTATS, 2003"], "Shantanu Chakrabartty": ["Expectation Maximization of Forward Decoding Kernel Machines., AISTATS, 2003"], "Tom Heskes": ["Generalized belief propagation for approximate inference in hybrid Bayesian networks., AISTATS, 2003"], "Martin J. Wainwright": ["Tree-reweighted belief propagation algorithms and approximate ML estimation by pseudo-moment matching., AISTATS, 2003"], "Denver Dash": ["Model Averaging with Bayesian Network Classifiers., AISTATS, 2003"], "Matthias W. Seeger": ["Fast Forward Selection to Speed Up Sparse Gaussian Process Regression., AISTATS, 2003"], "Yee Whye Teh": ["On Improving the Efficiency of the Iterative Proportional Fitting Procedure., AISTATS, 2003"], "Alexander G. Gray": ["Rapid Evaluation of Multiple Density Models., AISTATS, 2003"], "Kim E. Andersen": ["A Bayesian Approach to Bergman's Minimal Model., AISTATS, 2003"], "David Larkin": ["Bayesian Inference in the Presence of Determinism., AISTATS, 2003"], "Tony Jebara": ["Convex Invariance Learning., AISTATS, 2003"], "Abraham J. Wyner": ["On Boosting and the Exponential Loss., AISTATS, 2003"], "Philip H. S. Torr": ["Solving Markov Random Fields using Semi Definite Programming., AISTATS, 2003"], "Eric Brochu": ["The Sound of an Album Cover: A Probabilistic Approach to Multimedia., AISTATS, 2003"], "Andrew I. Schein": ["A Generalized Linear Model for Principal Component Analysis of Binary Data., AISTATS, 2003"], "Jaz S. Kandola": ["Refining Kernels for Regression and Uneven Classification Problems., AISTATS, 2003"], "Marina Meila": ["Data centering in feature space., AISTATS, 2003"], "Geoff Hulten": ["Learning Bayesian Networks From Dependency Networks: A Preliminary Study., AISTATS, 2003"], "Ioannis Tsamardinos": ["Towards Principled Feature Selection: Relevancy, Filters and Wrappers., AISTATS, 2003"], "Manabu Kuroki": ["The Joint Causal Effect in Linear Structural Equation Model and Its Application to Process Analysis., AISTATS, 2003"], "Chris Ding": ["Document Retrieval and Clustering: from Principal Component Analysis to Self-aggregation Networks., AISTATS, 2003"], "Christopher M. Bishop": ["Structured Variational Distributions in VIBES., AISTATS, 2003", "Super-resolution Enhancement of Video., AISTATS, 2003"], "Juan Lin": ["Reduced Rank Approximations of Transition Matrices., AISTATS, 2003"], "Iead Rezek": ["Ensemble Coupled Hidden Markov Models for Joint Characterisation of Dynamic Signals., AISTATS, 2003"], "Xianping Ge": ["Clustering Markov States into Equivalence Classes using SVD and Heuristic Search Algorithms., AISTATS, 2003"], "Yoshua Bengio": ["Quick Training of Probabilistic Neural Nets by Importance Sampling., AISTATS, 2003"], "Susana Eyheramendy": ["On the Naive Bayes Model for Text Categorization., AISTATS, 2003"], "Paul Gustafson": ["Bayesian Feature Weighting for Unsupervised Learning, with Application to Object Recognition., AISTATS, 2003"], "Pinar Muyan": ["A Blessing of Dimensionality: Measure Concentration and Probabilistic Inference., AISTATS, 2003"], "Shaojun Wang": ["Latent Maximum Entropy Approach for Semantic N-gram Language Modeling., AISTATS, 2003"], "Richard S. Zemel": ["An Active Approach to Collaborative Filtering., AISTATS, 2003"], "Petri Kontkanen": ["Efficient Computing of Stochastic Complexity., AISTATS, 2003"], "Paul Komarek": ["Fast Robust Logistic Regression for Large Sparse Datasets with Binary Outputs., AISTATS, 2003"], "Scott Gaffney": ["Curve Clustering with Random Effects Regression Mixtures., AISTATS, 2003"], "Nemanja Petrovic": ["Real-time On-line Learning of Transformed Hidden Markov Models from Video., AISTATS, 2003"], "A. Philip Dawid": ["An object-oriented Bayesian network for estimating mutation rates., AISTATS, 2003"], "Matthew Brand": ["A unifying theorem for spectral embedding and clustering., AISTATS, 2003"], "David Madigan": ["On Retrieval Properties of Samples of Large Collections., AISTATS, 2003"], "Péter Torma": ["Sequential Importance Sampling for Visual Tracking Reconsidered., AISTATS, 2003"], "Bo Thiesson": ["Discriminative Model Selection for Density Models., AISTATS, 2003"], "Hagai Attias": ["Planning by Probabilistic Inference., AISTATS, 2003"], "Wray L. Buntine": ["Is Multinomial PCA Multi-faceted Clustering or Dimensionality Reduction?, AISTATS, 2003"]}