{"Mark A. Girolami": ["Preface., AISTATS, 2012"], "Csaba Szepesvári": ["Online-to-Confidence-Set Conversions and Application to Sparse Stochastic Bandits., AISTATS, 2012", "The adversarial stochastic shortest path problem with unknown transition probabilities., AISTATS, 2012"], "Amos J. Storkey": ["Discriminative Mixtures of Sparse Latent Fields for Risk Management., AISTATS, 2012"], "Robert E. Schapire": ["Contextual Bandit Learning with Predictable Rewards., AISTATS, 2012"], "Genevera Allen": ["Sparse Higher-Order Principal Components Analysis., AISTATS, 2012"], "Milos Hauskrecht": ["Factorized Diffusion Map Approximation., AISTATS, 2012"], "Jeff A. Bilmes": ["Memory-efficient inference in dynamic graphical models using multiple cores., AISTATS, 2012", "On Bisubmodular Maximization., AISTATS, 2012"], "Edoardo M. Airoldi": ["Graphlet decomposition of a weighted network., AISTATS, 2012"], "Larry A. Wasserman": ["Minimax rates for homology inference., AISTATS, 2012"], "Zeeshan Syed": ["Scalable Personalization of Long-Term Physiological Monitoring: Active Learning Methodologies for Epileptic Seizure Onset Detection., AISTATS, 2012"], "Massimiliano Pontil": ["A General Framework for Structured Sparsity via Proximal Optimization., AISTATS, 2012", "Exploiting Unrelated Tasks in Multi-Task Learning., AISTATS, 2012"], "Balázs Kégl": ["Adaptive Metropolis with Online Relabeling., AISTATS, 2012"], "Judea Pearl": ["Controlling Selection Bias in Causal Inference., AISTATS, 2012"], "Dacheng Tao": ["CorrLog: Correlated Logistic Models for Joint Prediction of Multiple Labels., AISTATS, 2012", "Multi-label Subspace Ensemble., AISTATS, 2012"], "Thomas Lengauer": ["History-alignment models for bias-aware prediction of virological response to HIV combination therapy., AISTATS, 2012"], "Yoshua Bengio": ["Joint Learning of Words and Meaning Representations for Open-Text Semantic Parsing., AISTATS, 2012"], "Carlos Guestrin": ["Sample Complexity of Composite Likelihood., AISTATS, 2012"], "Raquel Urtasun": ["A Family of MCMC Methods on Implicitly Defined Manifolds., AISTATS, 2012"], "Nando de Freitas": ["On Sparse, Spectral and Other Parameterizations of Binary Probabilistic Models., AISTATS, 2012", "Adaptive MCMC with Bayesian Optimization., AISTATS, 2012"], "Rémi Munos": ["Optimistic planning for Markov decision processes., AISTATS, 2012", "Bandit Theory meets Compressed Sensing for high dimensional Stochastic Linear Bandit., AISTATS, 2012"], "Jaime G. Carbonell": ["Structured Sparse Canonical Correlation Analysis., AISTATS, 2012"], "Jinbo Xu": ["A Two-Graph Guided Multi-task Lasso Approach for eQTL Mapping., AISTATS, 2012", "Approximate Inference by Intersecting Semidefinite Bound and Local Polytope., AISTATS, 2012"], "Dor Kedem": ["Classifier Cascade for Minimizing Feature Evaluation Cost., AISTATS, 2012"], "Claire Monteleoni": ["Online Clustering with Experts., AISTATS, 2012"], "Olivier Collier": ["Minimax hypothesis testing for curve registration., AISTATS, 2012", "Wilks' phenomenon and penalized likelihood-ratio test for nonparametric curve registration., AISTATS, 2012"], "Paul Sajda": ["Fast, Exact Model Selection and Permutation Testing for l2-Regularized Logistic Regression., AISTATS, 2012"], "Carl Edward Rasmussen": ["Gaussian Processes for time-marked time-series data., AISTATS, 2012"], "Jan Peters": ["Hierarchical Relative Entropy Policy Search., AISTATS, 2012"], "Suresh Venkatasubramanian": ["Protocols for Learning Classifiers on Distributed Data., AISTATS, 2012"], "Ohad Shamir": ["There's a Hole in My Data Space: Piecewise Predictors for Heterogeneous Learning Problems., AISTATS, 2012", "Learning from Weak Teachers., AISTATS, 2012"], "Sundararajan Sellamanickam": ["Deterministic Annealing for Semi-Supervised Structured Output Learning., AISTATS, 2012"], "Adam Woznica": ["A metric learning perspective of SVM: on the relation of LMNN and SVM., AISTATS, 2012"], "Justin Domke": ["Generic Methods for Optimization-Based Modeling., AISTATS, 2012"], "Jérôme Malick": ["Lifted coordinate descent for learning with trace-norm regularization., AISTATS, 2012"], "Ata Kabán": ["Error bounds for Kernel Fisher Linear Discriminant in Gaussian Hilbert space., AISTATS, 2012"], "Gal Elidan": ["Copula Network Classifiers (CNCs)., AISTATS, 2012", "Lightning-speed Structure Learning of Nonlinear Continuous Networks., AISTATS, 2012"], "Peter Spirtes": ["Statistical test for consistent estimation of causal effects in linear non-Gaussian models., AISTATS, 2012"], "Robert D. Nowak": ["High-Rank Matrix Completion., AISTATS, 2012", "Universal Measurement Bounds for Structured Sparse Signal Recovery., AISTATS, 2012"], "Alexander Rakhlin": ["No Internal Regret via Neighborhood Watch., AISTATS, 2012"], "Antonino Freno": ["Semiparametric Pseudo-Likelihood Estimation in Markov Random Fields., AISTATS, 2012"], "Satoshi Morinaga": ["Factorized Asymptotic Bayesian Inference for Mixture Modeling., AISTATS, 2012"], "Tom M. Mitchell": ["Hierarchical Latent Dictionaries for Models of Brain Activation., AISTATS, 2012"], "Alexander G. Gray": ["UPAL: Unbiased Pool Based Active Learning., AISTATS, 2012"], "Sören Laue": ["Regularization Paths with Guarantees for Convex Semidefinite Optimization., AISTATS, 2012"], "Max Welling": ["Scalable Inference on Kingman's Coalescent using Pair Similarity ., AISTATS, 2012"], "Doina Precup": ["On Average Reward Policy Evaluation in Infinite-State Partially Observable Systems., AISTATS, 2012"], "Drew Bagnell": ["SpeedBoost: Anytime Prediction with Uniform Near-Optimality., AISTATS, 2012"], "Dirk Husmeier": ["Bayesian regularization of non-homogeneous dynamic Bayesian networks by globally coupling interaction parameters., AISTATS, 2012"], "Jiawei Han": ["Locality Preserving Feature Learning., AISTATS, 2012", "A Variance Minimization Criterion to Active Learning on Graphs., AISTATS, 2012"], "Michael Habeck": ["Evaluation of marginal likelihoods via the density of states., AISTATS, 2012"], "Joachim M. Buhmann": ["Information Theoretic Model Validation for Spectral Clustering., AISTATS, 2012"], "Peter L. Bartlett": ["Exchangeability Characterizes Optimality of Sequential Normalized Maximum Likelihood and Bayesian Prediction with Jeffreys Prior., AISTATS, 2012"], "Thore Graepel": ["Kernel Topic Models., AISTATS, 2012"], "Fernando De la Torre": ["Maximum Margin Temporal Clustering., AISTATS, 2012"], "Akimichi Takemura": ["Stochastic Bandit Based on Empirical Moments., AISTATS, 2012"], "Guillermo A. Cecchi": ["Variable Selection for Gaussian Graphical Models., AISTATS, 2012"], "Hiroshi Sawada": ["Subset Infinite Relational Models., AISTATS, 2012"], "Leonidas J. Guibas": ["Detecting Network Cliques with Radon Basis Pursuit., AISTATS, 2012"], "Pradeep Ravikumar": ["High-dimensional Sparse Inverse Covariance Estimation using Greedy Methods., AISTATS, 2012", "Perturbation based Large Margin Approach for Ranking., AISTATS, 2012"], "Harish Karnick": ["Random Feature Maps for Dot Product Kernels., AISTATS, 2012"], "Aurélien Garivier": ["On Bayesian Upper Confidence Bounds for Bandit Problems., AISTATS, 2012"], "Philippe Preux": ["Online Clustering of Processes., AISTATS, 2012"], "Kevin P. Murphy": ["A Stick-Breaking Likelihood for Categorical Data Analysis with Latent Gaussian Models., AISTATS, 2012"], "Zoubin Ghahramani": ["Bayesian Classifier Combination., AISTATS, 2012", "A Nonparametric Bayesian Model for Multiple Clustering with Overlapping Feature Views., AISTATS, 2012", "Flexible Martingale Priors for Deep Hierarchies., AISTATS, 2012"], "Klaus-Robert Müller": ["Regression for sets of polynomial equations., AISTATS, 2012", "Deep Boltzmann Machines as Feed-Forward Hierarchies., AISTATS, 2012"], "Christopher K. I. Williams": ["Multiple Texture Boltzmann Machines., AISTATS, 2012"], "Han Liu": ["Marginal Regression For Multitask Learning., AISTATS, 2012", "Sparse Additive Machine., AISTATS, 2012"], "Marc Toussaint": ["Message-Passing Algorithms for MAP Estimation Using DC Programming., AISTATS, 2012"], "Mario Marchand": ["Bayesian Comparison of Machine Learning Algorithms on Single and Multiple Datasets., AISTATS, 2012"], "Cristian Sminchisescu": ["Efficient Hypergraph Clustering., AISTATS, 2012"], "John Shawe-Taylor": ["Data dependent kernels in nearly-linear time., AISTATS, 2012"], "John W. Fisher III": ["Efficient Sampling from Combinatorial Space via Bridging., AISTATS, 2012"], "Shuicheng Yan": ["Exact Subspace Segmentation and Outlier Detection by Low-Rank Representation., AISTATS, 2012", "Forward Basis Selection for Sparse Approximation over Dictionary., AISTATS, 2012"], "David Page": ["High-Dimensional Structured Feature Screening Using Binary Markov Random Fields., AISTATS, 2012"], "Amir Globerson": ["A Simple Geometric Interpretation of SVM using Stochastic Adversaries., AISTATS, 2012"], "Marc Henniges": ["Closed-Form Entropy Limits - A Tool to Monitor Likelihood Optimization of Probabilistic Generative Models., AISTATS, 2012"], "Alexander Ilin": ["Efficient Gaussian Process Inference for Short-Scale Spatio-Temporal Modeling., AISTATS, 2012"], "Stefan Schaal": ["Movement Segmentation and Recognition for Imitation Learning., AISTATS, 2012"], "Yair Weiss": ["Globally Optimizing Graph Partitioning Problems Using Message Passing., AISTATS, 2012"], "Daphne Koller": ["Max-Margin Min-Entropy Models., AISTATS, 2012"], "Kristian Kersting": ["Lifted Linear Programming., AISTATS, 2012", "Markov Logic Mixtures of Gaussian Processes: Towards Machines Reading Regression Data., AISTATS, 2012"], "Claudio Gentile": ["Beyond Logarithmic Bounds in Online Learning., AISTATS, 2012"], "Neale Gibson": ["Bayesian Quadrature for Ratios., AISTATS, 2012"], "Yang Zhang": ["Probabilistic acoustic tube: a probabilistic generative model of speech for speech analysis/synthesis., AISTATS, 2012"], "Michael I. Jordan": ["Stick-Breaking Beta Processes and the Poisson Process., AISTATS, 2012"], "Jochen Garcke": ["On a Connection between Maximum Variance Unfolding, Shortest Path Problems and IsoMap., AISTATS, 2012"], "Cheng Soon Ong": ["Part & Clamp: Efficient Structured Output Learning., AISTATS, 2012"], "Pushmeet Kohli": ["Learning Low-order Models for Enforcing High-order Statistics., AISTATS, 2012"], "Liam Paninski": ["Fast interior-point inference in high-dimensional sparse, penalized state-space models., AISTATS, 2012", "Low rank continuous-space graphical models., AISTATS, 2012"], "Gavin Brown": ["Informative Priors for Markov Blanket Discovery., AISTATS, 2012"], "Jeff G. Schneider": ["Nonparametric Estimation of Conditional Information and Divergences., AISTATS, 2012", "A Composite Likelihood View for Multi-Label Classification., AISTATS, 2012"], "Yann LeCun": ["Deep Learning Made Easier by Linear Transformations in Perceptrons., AISTATS, 2012"], "Shivani Agarwal": ["A Differentially Private Stochastic Gradient Descent Algorithm for Multiparty Classification., AISTATS, 2012"], "Dean P. Foster": ["Domain Adaptation: A Small Sample Statistical Approach., AISTATS, 2012"], "Manqi Zhao": ["Local Anomaly Detection., AISTATS, 2012"], "Ole J. Mengshoel": ["Age-Layered Expectation Maximization for Parameter Learning in Bayesian Networks., AISTATS, 2012"], "Jouni Hartikainen": ["Infinite-Dimensional Kalman Filtering Approach to Spatio-Temporal Gaussian Process Regression., AISTATS, 2012"], "Guillaume Bouchard": ["Fast Variational Bayesian Inference for Non-Conjugate Matrix Factorization Models., AISTATS, 2012"], "Eran Tromer": ["Using More Data to Speed-up Training Time., AISTATS, 2012"], "Alessandro Rinaldo": ["Sparsistency of the Edge Lasso over Graphs., AISTATS, 2012"], "Jinwoo Shin": ["Complexity of Bethe Approximation., AISTATS, 2012"], "Thorsten Joachims": ["Multi-armed Bandit Problems with History., AISTATS, 2012"], "Hugo Larochelle": ["On Nonparametric Guidance for Learning Autoencoder Representations., AISTATS, 2012"], "Seyoung Kim": ["Joint Estimation of Structured Sparsity and Output Structure in Multiple-Output Regression via Inverse-Covariance Regularization., AISTATS, 2012"], "Ingo Steinwart": ["Consistency and Rates for Clustering with DBSCAN., AISTATS, 2012"], "Debasis Sengupta": ["Testing for Membership to the IFRA and the NBU Classes of Distributions., AISTATS, 2012"], "Manfred Opper": ["Bayesian Inference for Change Points in Dynamical Systems with Reusable States - a Chinese Restaurant Process Approach., AISTATS, 2012"], "Andreas Krause": ["Learning Fourier Sparse Set Functions., AISTATS, 2012"], "Silvio Savarese": ["Efficient and Exact MAP-MRF Inference using Branch and Bound., AISTATS, 2012"], "Matthias Hein": ["Constrained 1-Spectral Clustering., AISTATS, 2012"], "Masashi Sugiyama": ["Fast Learning Rate of Multiple Kernel Learning: Trade-Off between Sparsity and Smoothness., AISTATS, 2012"], "Matt Taddy": ["On Estimation and Selection for Topic Models., AISTATS, 2012"], "Hendrik Blockeel": ["Lifted Variable Elimination with Arbitrary Constraints., AISTATS, 2012"], "Abdel-rahman Mohamed": ["Multiresolution Deep Belief Networks., AISTATS, 2012"], "Richard S. Zemel": ["Structured Output Learning with High Order Loss Functions., AISTATS, 2012", "Randomized Optimum Models for Structured Prediction., AISTATS, 2012"], "Jingu Kim": ["Fast Variational Mode-Seeking., AISTATS, 2012"], "Morten Mørup": ["A Bayesian Analysis of the Radioactive Releases of Fukushima., AISTATS, 2012"], "Daniel Povey": ["Krylov Subspace Descent for Deep Learning., AISTATS, 2012"], "Samuel Kaski": ["Bayesian Group Factor Analysis., AISTATS, 2012"], "Jing Lei": ["Minimax Rates of Estimation for Sparse PCA in High Dimensions., AISTATS, 2012"], "Rob Fergus": ["A Hybrid Neural Network-Latent Topic Model., AISTATS, 2012"], "Miguel Á. Carreira-Perpiñán": ["Nonlinear low-dimensional regression using auxiliary coordinates., AISTATS, 2012"], "Dale Schuurmans": ["Generalized Optimal Reverse Prediction., AISTATS, 2012"], "John M. Winn": ["Causality with Gates., AISTATS, 2012"], "Tommi S. Jaakkola": ["Primal-Dual methods for sparse constrained matrix completion., AISTATS, 2012", "Approximate Inference in Additive Factorial HMMs with Application to Energy Disaggregation., AISTATS, 2012"], "Shie Mannor": ["Statistical Optimization in High Dimensions., AISTATS, 2012"], "Chenlei Leng": ["Robust Multi-task Regression with Grossly Corrupted Observations., AISTATS, 2012"], "Jennifer G. Dy": ["Active Learning from Multiple Knowledge Sources., AISTATS, 2012"], "Chun-Nam Yu": ["Transductive Learning of Structural SVMs via Prior Knowledge Constraints., AISTATS, 2012"], "S. V. N. Vishwanathan": ["Quilting Stochastic Kronecker Product Graphs to Generate Multiplicative Attribute Graphs., AISTATS, 2012"], "Kang G. Shin": ["Efficient Distributed Linear Classification Algorithms via the Alternating Direction Method of Multipliers., AISTATS, 2012"], "Edward Y. Chang": ["An Autoregressive Approach to Nonparametric Hierarchical Dependent Modeling., AISTATS, 2012"], "Fabian Moerchen": ["Scaling up Kernel SVM on Limited Resources: A Low-rank Linearization Approach., AISTATS, 2012"], "Honglak Lee": ["Online Incremental Feature Learning with Denoising Autoencoders., AISTATS, 2012"], "Lawrence Carin": ["Beta-Negative Binomial Process and Poisson Factor Analysis., AISTATS, 2012"]}