{"Shivani Agarwal": ["A Uniform Convergence Bound for the Area Under the ROC Curve., AISTATS, 2005"], "Francis R. Bach": ["On the Path to an Ideal ROC Curve: Considering Cost Asymmetry in Learning Classifiers., AISTATS, 2005"], "Misha Belkin": ["On Manifold Regularization., AISTATS, 2005"], "John Blitzer": ["Distributed Latent Variable Models of Lexical Co-occurrences., AISTATS, 2005"], "Miguel Á. Carreira-Perpiñán": ["On Contrastive Divergence Learning., AISTATS, 2005"], "David Cavallini": ["OOBN for Forensic Identification through Searching a DNA profiles' Database., AISTATS, 2005"], "Olivier Chapelle": ["Active Learning for Parzen Window Classifier., AISTATS, 2005", "Semi-Supervised Classification by Low Density Separation., AISTATS, 2005"], "Timothée Cour": ["Learning spectral graph segmentation., AISTATS, 2005"], "Philip J. Cowans": ["A Graphical Model for Simultaneous Partitioning and Labeling., AISTATS, 2005"], "Denver Dash": ["Restructuring Dynamic Causal Systems in Equilibrium., AISTATS, 2005"], "A. Philip Dawid": ["Probability and Statistics in the Law., AISTATS, 2005"], "Olivier Delalleau": ["Efficient Non-Parametric Function Induction in Semi-Supervised Learning., AISTATS, 2005"], "Dan Geiger": ["Structured Variational Inference Procedures and their Realizations., AISTATS, 2005"], "Arthur Gretton": ["Kernel Constrained Covariance for Dependence Measurement., AISTATS, 2005"], "Jihun Ham": ["Semisupervised alignment of manifolds., AISTATS, 2005"], "Geoffrey E. Hinton": ["Learning Causally Linked Markov Random Fields., AISTATS, 2005"], "Matthias Hein": ["Hilbertian Metrics and Positive Definite Kernels on Probability Measures., AISTATS, 2005"], "Marcus Hutter": ["Fast Non-Parametric Bayesian Inference on Infinite Trees., AISTATS, 2005"], "Søren Højsgaard": ["Restricted concentration models - graphical Gaussian models with concentration parameters restricted to being equal., AISTATS, 2005"], "Mike Klaas": ["Fast maximum a-posteriori inference on Monte Carlo state spaces., AISTATS, 2005"], "Anitha Kannan": ["Generative Model for Layers of Appearance and Deformation., AISTATS, 2005"], "Kevin Knuth": ["Toward Question-Asking Machines: The Logic of Questions and the Inquiry Calculus., AISTATS, 2005"], "Vladimir Kolmogorov": ["Convergent tree-reweighted message passing for energy minimization., AISTATS, 2005"], "Manabu Kuroki": ["Instrumental variable tests for Directed Acyclic Graph Models., AISTATS, 2005"], "John Langford": ["Estimating Class Membership Probabilities using Classifier Learners., AISTATS, 2005"], "Yann LeCun": ["Loss Functions for Discriminative Training of Energy-Based Models., AISTATS, 2005"], "Florian Markowetz": ["Probabilistic Soft Interventions in Conditional Gaussian Networks., AISTATS, 2005"], "Benjamin M. Marlin": ["Unsupervised Learning with Non-Ignorable Missing Data., AISTATS, 2005"], "Marina Meila": ["Regularized spectral learning., AISTATS, 2005"], "Brian Milch": ["Approximate Inference for Infinite Contingent Bayesian Networks., AISTATS, 2005"], "Frederic Morin": ["Hierarchical Probabilistic Neural Network Language Model., AISTATS, 2005"], "Marie Ouimet": ["Greedy Spectral Embedding., AISTATS, 2005"], "John Platt": ["FastMap, MetricMap, and Landmark MDS are all Nystrom Algorithms., AISTATS, 2005"], "Yuan (Alan) Qi": ["Bayesian Conditional Random Fields., AISTATS, 2005"], "Shyamsundar Rajaram": ["Poisson-Networks: A Model for Structured Poisson Processes., AISTATS, 2005"], "Manuel Reyes-Gomez": ["Deformable Spectrograms., AISTATS, 2005"], "Steven J. Rennie": ["Variational Speech Separation of More Sources than Mixtures., AISTATS, 2005"], "Carsten Riggelsen": ["Learning Bayesian Network Models from Incomplete Data using Importance Sampling., AISTATS, 2005"], "Teemu Roos": ["On the Behavior of MDL Denoising., AISTATS, 2005"], "Rómer Rosales": ["Focused Inference., AISTATS, 2005"], "Alexander J. Smola": ["Kernel Methods for Missing Variables., AISTATS, 2005"], "Yee Whye Teh": ["Semiparametric latent factor models., AISTATS, 2005"], "Bo Thiesson": ["Efficient Gradient Computation for Conditional Gaussian Models., AISTATS, 2005"], "Ivor W. Tsang": ["Very Large SVM Training using Core Vector Machines., AISTATS, 2005"], "Lyle H. Ungar": ["Streaming Feature Selection using IIC., AISTATS, 2005"], "Vladimir Vovk": ["Defensive Forecasting., AISTATS, 2005"], "Bo Wang": ["Inadequacy of interval estimates corresponding to variational Bayesian approximations., AISTATS, 2005"], "Kilian Q. Weinberger": ["Nonlinear Dimensionality Reduction by Semidefinite Programming and Kernel Matrix Factorization., AISTATS, 2005"], "Max Welling": ["An Expectation Maximization Algorithm for Inferring Offset-Normal Shape Distributions., AISTATS, 2005", "Learning in Markov Random Fields with Contrastive Free Energies., AISTATS, 2005", "Robust Higher Order Statistics., AISTATS, 2005"], "Jason Weston": ["Online (and Offline) on an Even Tighter Budget., AISTATS, 2005"], "Wim Wiegerinck": ["Approximations with Reweighted Generalized Belief Propagation., AISTATS, 2005"], "Raanan Yehezkel": ["Recursive Autonomy Identification for Bayesian Network Structure Learning., AISTATS, 2005"], "Kai Yu": ["Dirichlet Enhanced Latent Semantic Analysis., AISTATS, 2005"], "Onno Zoeter": ["Gaussian Quadrature Based Expectation Propagation., AISTATS, 2005"]}