{"Andreas Krause": ["Strong Coresets for Hard and Soft Bregman Clustering with Applications to Exponential Family Mixtures., AISTATS, 2016", "Learning Sparse Additive Models with Interactions in High Dimensions., AISTATS, 2016", "Learning Probabilistic Submodular Diversity Models Via Noise Contrastive Estimation., AISTATS, 2016"], "Michal Valko": ["Revealing Graph Bandits for Maximizing Local Influence., AISTATS, 2016", "Online Learning with Noisy Side Observations., AISTATS, 2016"], "Volkan Cevher": ["Convex Block-sparse Linear Regression with Expanders - Provably., AISTATS, 2016", "Limits on Sparse Support Recovery via Linear Sketching with Random Expander Matrices., AISTATS, 2016", "Time-Varying Gaussian Process Bandit Optimization., AISTATS, 2016"], "Noah D. Goodman": ["C3: Lightweight Incrementalized MCMC for Probabilistic Programs using Continuations and Callsite Caching., AISTATS, 2016"], "Justin Domke": ["Clamping Improves TRW and Mean Field Approximations., AISTATS, 2016"], "David Sontag": ["Tightness of LP Relaxations for Almost Balanced Models., AISTATS, 2016"], "Mark A. Girolami": ["Control Functionals for Quasi-Monte Carlo Integration., AISTATS, 2016"], "Markus Schneider": ["Probability Inequalities for Kernel Embeddings in Sampling without Replacement., AISTATS, 2016"], "Stéphan Clémençon": ["Sparse Representation of Multivariate Extremes with Applications to Anomaly Ranking., AISTATS, 2016"], "Jennifer G. Dy": ["A Robust-Equitable Copula Dependence Measure for Feature Selection., AISTATS, 2016"], "Fabrice Clérot": ["Random Forest for the Contextual Bandit Problem., AISTATS, 2016"], "Wolfram Burgard": ["Inverse Reinforcement Learning with Simultaneous Estimation of Rewards and Dynamics., AISTATS, 2016"], "Alexandros G. Dimakis": ["Bipartite Correlation Clustering: Maximizing Agreements., AISTATS, 2016"], "Dmitry P. Vetrov": ["Breaking Sticks and Ambiguities with Adaptive Skip-gram., AISTATS, 2016"], "Xiaojin Zhu": ["Top Arm Identification in Multi-Armed Bandits with Batch Arm Pulls., AISTATS, 2016"], "Murat A. Erdogdu": ["Maximum Likelihood for Variance Estimation in High-Dimensional Linear Models., AISTATS, 2016"], "José Miguel Hernández-Lobato": ["Scalable Gaussian Process Classification via Expectation Propagation., AISTATS, 2016"], "Quanquan Gu": ["Precision Matrix Estimation in High Dimensional Gaussian Graphical Models with Faster Rates., AISTATS, 2016", "Optimal Statistical and Computational Rates for One Bit Matrix Completion., AISTATS, 2016"], "Bao-Liang Lu": ["On the Reducibility of Submodular Functions., AISTATS, 2016"], "Atsushi Nitanda": ["Accelerated Stochastic Gradient Descent for Minimizing Finite Sums., AISTATS, 2016"], "Ding-Xuan Zhou": ["Fast Convergence of Online Pairwise Learning Algorithms., AISTATS, 2016"], "Thomas B. Schön": ["Computationally Efficient Bayesian Learning of Gaussian Process State Space Models., AISTATS, 2016"], "Gal Elidan": ["Generalized Ideal Parent (GIP): Discovering non-Gaussian Hidden Variables., AISTATS, 2016"], "Zoubin Ghahramani": ["On Sparse Variational Methods and the Kullback-Leibler Divergence between Stochastic Processes., AISTATS, 2016"], "Ameet Talwalkar": ["Non-stochastic Best Arm Identification and Hyperparameter Optimization., AISTATS, 2016"], "Michael I. Jordan": ["A Linearly-Convergent Stochastic L-BFGS Algorithm., AISTATS, 2016"], "Léon Bottou": ["No Regret Bound for Extreme Bandits., AISTATS, 2016"], "U. N. Niranjan": ["Tensor vs. Matrix Methods: Robust Tensor Decomposition under Block Sparse Perturbations., AISTATS, 2016"], "Ambuj Tewari": ["Online Learning to Rank with Feedback at the Top., AISTATS, 2016"], "Brendan J. Frey": ["Survey Propagation beyond Constraint Satisfaction Problems., AISTATS, 2016"], "Balázs Csanád Csáji": ["Score Permutation Based Finite Sample Inference for Generalized AutoRegressive Conditional Heteroskedasticity (GARCH) Models., AISTATS, 2016"], "Tommi S. Jaakkola": ["CRAFT: ClusteR-specific Assorted Feature selecTion., AISTATS, 2016"], "Peter I. Frazier": ["Bayes-Optimal Effort Allocation in Crowdsourcing: Bounds and Index Policies., AISTATS, 2016"], "Volker Roth": ["Bayesian Markov Blanket Estimation., AISTATS, 2016"], "Lars Kai Hansen": ["Dreaming More Data: Class-dependent Distributions over Diffeomorphisms for Learned Data Augmentation., AISTATS, 2016"], "Yuval Kluger": ["Unsupervised Ensemble Learning with Dependent Classifiers., AISTATS, 2016"], "Pietro Perona": ["Multi-Level Cause-Effect Systems., AISTATS, 2016"], "Eric P. Xing": ["Deep Kernel Learning., AISTATS, 2016", "On Convergence of Model Parallel Proximal Gradient Algorithm for Stale Synchronous Parallel System., AISTATS, 2016", "Scalable Gaussian Processes for Characterizing Multidimensional Change Surfaces., AISTATS, 2016", "Bayesian Nonparametric Kernel-Learning., AISTATS, 2016"], "Pinhas Nisnevitch": ["Nearly Optimal Classification for Semimetrics., AISTATS, 2016"], "Tom Nickson": ["Latent Point Process Allocation., AISTATS, 2016"], "Dino Sejdinovic": ["K2-ABC: Approximate Bayesian Computation with Kernel Embeddings., AISTATS, 2016"], "Jesper Ferkinghoff-Borg": ["Bayesian Generalised Ensemble Markov Chain Monte Carlo., AISTATS, 2016"], "Warren B. Powell": ["A Lasso-based Sparse Knowledge Gradient Policy for Sequential Optimal Learning., AISTATS, 2016"], "Jean-Francis Roy": ["PAC-Bayesian Bounds based on the Rényi Divergence., AISTATS, 2016"], "Richard Peng": ["Simple and Scalable Constrained Clustering: a Generalized Spectral Method., AISTATS, 2016"], "Suju Rajan": ["Geometry Aware Mappings for High Dimensional Sparse Factors., AISTATS, 2016"], "Zhuowen Tu": ["Generalizing Pooling Functions in Convolutional Neural Networks: Mixed, Gated, and Tree., AISTATS, 2016"], "Chi-Jen Lu": ["Rivalry of Two Families of Algorithms for Memory-Restricted Streaming PCA., AISTATS, 2016"], "David Simcha": ["Quantization based Fast Inner Product Search., AISTATS, 2016"], "Mingyi Hong": ["An Improved Convergence Analysis of Cyclic Block Coordinate Descent-type Methods for Strongly Convex Minimization., AISTATS, 2016"], "Ping Li": ["Learning Structured Low-Rank Representation via Matrix Factorization., AISTATS, 2016", "One Scan 1-Bit Compressed Sensing., AISTATS, 2016"], "Emma Brunskill": ["A PAC RL Algorithm for Episodic POMDPs., AISTATS, 2016"], "Qiming Diao": ["Large Scale Distributed Semi-Supervised Learning Using Streaming Approximation., AISTATS, 2016"], "Seyoung Kim": ["Large-Scale Optimization Algorithms for Sparse Conditional Gaussian Graphical Models., AISTATS, 2016"], "Aarti Singh": ["Graph Connectivity in Noisy Sparse Subspace Clustering., AISTATS, 2016"], "Le Song": ["The Nonparametric Kernel Bayes Smoother., AISTATS, 2016", "Provable Bayesian Inference via Particle Mirror Descent., AISTATS, 2016"], "Christopher Meek": ["Universal Models of Multivariate Temporal Point Processes., AISTATS, 2016"], "Yanhui Geng": ["Online Relative Entropy Policy Search using Reproducing Kernel Hilbert Space Embeddings., AISTATS, 2016"], "Muneki Yasuda": ["Relationship between PreTraining and Maximum Likelihood Estimation in Deep Boltzmann Machines., AISTATS, 2016"], "Adnan Darwiche": ["Enumerating Equivalence Classes of Bayesian Networks using EC Graphs., AISTATS, 2016"], "Han Liu": ["Low-Rank and Sparse Structure Pursuit via Alternating Minimization., AISTATS, 2016"], "Pavel Kisilev": ["NuC-MKL: A Convex Approach to Non Linear Multiple Kernel Learning., AISTATS, 2016"], "James Cheng": ["Tractable and Scalable Schatten Quasi-Norm Approximations for Rank Minimization., AISTATS, 2016"], "Gabriel Peyré": ["Fast Dictionary Learning with a Smoothed Wasserstein Loss., AISTATS, 2016"], "Hiroshi Mamitsuka": ["New Resistance Distances with Global Information on Large Graphs., AISTATS, 2016"], "Neil D. Lawrence": ["Batch Bayesian Optimization via Local Penalization., AISTATS, 2016", "GLASSES: Relieving The Myopia Of Bayesian Optimisation., AISTATS, 2016", "Chained Gaussian Processes., AISTATS, 2016"], "Dinh Q. Phung": ["Nonparametric Budgeted Stochastic Gradient Descent., AISTATS, 2016"], "Teresa Schlueter": ["Learning Relationships between Data Obtained Independently., AISTATS, 2016"], "Nathan Srebro": ["Fast and Scalable Structural SVM with Slack Rescaling., AISTATS, 2016", "Distributed Multi-Task Learning., AISTATS, 2016"], "Philipp Hennig": ["Probabilistic Approximate Least-Squares., AISTATS, 2016"], "Daniel Sheldon": ["Approximate Inference Using DC Programming For Collective Graphical Models., AISTATS, 2016", "Consistently Estimating Markov Chains with Noisy Aggregate Data., AISTATS, 2016"], "Raquel Urtasun": ["Sequential Inference for Deep Gaussian Process., AISTATS, 2016"], "David M. Blei": ["Variational Tempering., AISTATS, 2016"], "Max Welling": ["Scalable MCMC for Mixed Membership Stochastic Blockmodels., AISTATS, 2016"], "Harri Lähdesmäki": ["Non-Stationary Gaussian Process Regression with Hamiltonian Monte Carlo., AISTATS, 2016"], "Lawrence Carin": ["A Deep Generative Deconvolutional Image Model., AISTATS, 2016", "Variational Gaussian Copula Inference., AISTATS, 2016", "Bridging the Gap between Stochastic Gradient MCMC and Stochastic Optimization., AISTATS, 2016", "Non-negative Matrix Factorization for Discrete Data with Hierarchical Side-Information., AISTATS, 2016", "Topic-Based Embeddings for Learning from Large Knowledge Graphs., AISTATS, 2016", "Learning Sigmoid Belief Networks via Monte Carlo Expectation Maximization., AISTATS, 2016", "Parallel Majorization Minimization with Dynamically Restricted Domains for Nonconvex Optimization., AISTATS, 2016"], "Roni Khardon": ["A Fixed-Point Operator for Inference in Variational Bayesian Latent Gaussian Models., AISTATS, 2016"], "Malgorzata Bogdan": ["Fast Saddle-Point Algorithm for Generalized Dantzig Selector and FDR Control with Ordered L1-Norm., AISTATS, 2016"], "John Paisley": ["Stochastic Variational Inference for the HDP-HMM., AISTATS, 2016"], "Russell Greiner": ["Stochastic Neural Networks with Monotonic Activation Functions., AISTATS, 2016"], "Csaba Szepesvári": ["(Bandit) Convex Optimization with Biased Noisy Gradient Oracles., AISTATS, 2016"], "Shay B. Cohen": ["Low-Rank Approximation of Weighted Tree Automata., AISTATS, 2016"], "Scott Yang": ["Accelerating Online Convex Optimization via Adaptive Prediction., AISTATS, 2016"], "David B. Dunson": ["Scalable geometric density estimation., AISTATS, 2016"], "Mohamed Nadif": ["Model-based Co-clustering for High Dimensional Sparse Data., AISTATS, 2016"], "Nicolai Meinshausen": ["DUAL-LOCO: Distributing Statistical Estimation Using Random Projections., AISTATS, 2016"], "Jeff G. Schneider": ["High Dimensional Bayesian Optimization via Restricted Projection Pursuit Models., AISTATS, 2016"], "Olivier Pietquin": ["On the Use of Non-Stationary Strategies for Solving Two-Player Zero-Sum Markov Games., AISTATS, 2016"], "Yiming Yang": ["Semi-Supervised Learning with Adaptive Spectral Transform., AISTATS, 2016"], "Matthew M. Graham": ["Pseudo-Marginal Slice Sampling., AISTATS, 2016"], "Vassilis Kalofolias": ["How to Learn a Graph from Smooth Signals., AISTATS, 2016"], "Robert D. Nowak": ["Ordered Weighted L1 Regularized Regression with Strongly Correlated Covariates: Theoretical Aspects., AISTATS, 2016"], "Madalina M. Drugan": ["Pareto Front Identification from Stochastic Bandit Feedback., AISTATS, 2016"], "Suresh Venkatasubramanian": ["Sketching, Embedding and Dimensionality Reduction in Information Theoretic Spaces., AISTATS, 2016"], "Alexander J. Smola": ["AdaDelay: Delay Adaptive Distributed Stochastic Optimization., AISTATS, 2016"], "Guy L. Steele Jr.": ["Exponential Stochastic Cellular Automata for Massively Parallel Inference., AISTATS, 2016"], "Pierre Latouche": ["Globally Sparse Probabilistic PCA., AISTATS, 2016"], "Philip S. Yu": ["Unsupervised Feature Selection by Preserving Stochastic Neighbors., AISTATS, 2016"], "Peter L. Bartlett": ["Improved Learning Complexity in Combinatorial Pure Exploration Bandits., AISTATS, 2016"], "Stefanie Jegelka": ["Optimization as Estimation with Gaussian Processes in Bandit Settings., AISTATS, 2016"], "Matthew B. Blaschko": ["A Convex Surrogate Operator for General Non-Modular Loss Functions., AISTATS, 2016"], "Mladen Kolar": ["Inference for High-dimensional Exponential Family Graphical Models., AISTATS, 2016"], "Dimitris Stamos": ["Fitting Spectral Decay with the \\(k\\)-Support Norm., AISTATS, 2016"], "Ryan P. Adams": ["Early Stopping as Nonparametric Variational Inference., AISTATS, 2016"], "Stefano Ermon": ["Tight Variational Bounds via Random Projections and I-Projections., AISTATS, 2016"], "Tony Jebara": ["Bethe Learning of Graphical Models via MAP Decoding., AISTATS, 2016"], "Edward I. George": ["Determinantal Regularization for Ensemble Variable Selection., AISTATS, 2016"], "Dale Schuurmans": ["Scalable and Sound Low-Rank Tensor Learning., AISTATS, 2016"], "Kent Sayre": ["Unwrapping ADMM: Efficient Distributed Computing via Transpose Reduction., AISTATS, 2016"], "Amir Globerson": ["Improper Deep Kernels., AISTATS, 2016"], "Nando de Freitas": ["Unbounded Bayesian Optimization via Regularization., AISTATS, 2016"], "Masashi Sugiyama": ["Non-Gaussian Component Analysis with Log-Density Gradient Estimation., AISTATS, 2016"], "Frank D. Wood": ["Black-Box Policy Search with Probabilistic Programs., AISTATS, 2016"], "Stephen J. Wright": ["Efficient Bregman Projections onto the Permutahedron and Related Polytopes., AISTATS, 2016", "A Fast and Reliable Policy Improvement Algorithm., AISTATS, 2016"], "Maciej Liskiewicz": ["On Searching for Generalized Instrumental Variables., AISTATS, 2016"], "Anima Anandkumar": ["Provable Tensor Methods for Learning Mixtures of Generalized Linear Models., AISTATS, 2016"], "James Zou": ["Controlling Bias in Adaptive Data Analysis Using Information Theory., AISTATS, 2016"], "François Laviolette": ["A Column Generation Bound Minimization Approach with PAC-Bayesian Generalization Guarantees., AISTATS, 2016"], "Ryan J. Tibshirani": ["Graph Sparsification Approaches for Laplacian Smoothing., AISTATS, 2016"], "Abhishek Kumar": ["Scalable Exemplar Clustering and Facility Location via Augmented Block Coordinate Descent with Column Generation., AISTATS, 2016"], "Brian D. Ziebart": ["Robust Covariate Shift Regression., AISTATS, 2016"], "Claire Monteleoni": ["On Lloyd's Algorithm: New Theoretical Insights for Clustering in Practice., AISTATS, 2016"], "Edoardo M. Airoldi": ["Towards Stability and Optimality in Stochastic Gradient Descent., AISTATS, 2016"], "Duen Horng Chau": ["Communication Efficient Distributed Agnostic Boosting., AISTATS, 2016"], "Kilian Q. Weinberger": ["Private Causal Inference., AISTATS, 2016"], "Natesh S. Pillai": ["Parallel Markov Chain Monte Carlo via Spectral Clustering., AISTATS, 2016"], "Suvrit Sra": ["Efficient Sampling for k-Determinantal Point Processes., AISTATS, 2016"], "Jong Hyuk Park": ["Active Learning Algorithms for Graphical Model Selection., AISTATS, 2016"], "Jeff M. Phillips": ["Streaming Kernel Principal Component Analysis., AISTATS, 2016"], "Mikhail Belkin": ["Back to the Future: Radial Basis Function Networks Revisited., AISTATS, 2016"], "Guillaume Obozinski": ["Cut Pursuit: Fast Algorithms to Learn Piecewise Constant Functions., AISTATS, 2016"], "Marcus Hutter": ["Loss Bounds and Time Complexity for Speed Priors., AISTATS, 2016"], "Lorenzo Rosasco": ["NYTRO: When Subsampling Meets Early Stopping., AISTATS, 2016"], "Diane Lambert": ["Randomization and The Pernicious Effects of Limited Budgets on Auction Experiments., AISTATS, 2016"], "Finale Doshi-Velez": ["Spectral M-estimation with Applications to Hidden Markov Models., AISTATS, 2016"], "Risi Kondor": ["Multiresolution Matrix Compression., AISTATS, 2016"], "Christopher Wu": ["Supervised Neighborhoods for Distributed Nonparametric Regression., AISTATS, 2016"], "Laura Balzano": ["Global Convergence of a Grassmannian Gradient Descent Algorithm for Subspace Estimation., AISTATS, 2016"], "Pascal Poupart": ["Online and Distributed Bayesian Moment Matching for Parameter Learning in Sum-Product Networks., AISTATS, 2016"], "Yee Whye Teh": ["Mondrian Forests for Large-Scale Regression when Uncertainty Matters., AISTATS, 2016"], "Namrata Vaswani": ["Online (and Offline) Robust PCA: Novel Algorithms and Performance Guarantees., AISTATS, 2016"], "Daniel Lowd": ["Discriminative Structure Learning of Arithmetic Circuits., AISTATS, 2016"]}