{"Marina Meila": ["Preface., AISTATS, 2007"], "Douglas Aberdeen": ["Policy-Gradients for PSRs and POMDPs., AISTATS, 2007"], "Sameer Agarwal": ["Generalized Non-metric Multidimensional Scaling., AISTATS, 2007"], "Amr Ahmed": ["Seeking The Truly Correlated Topic Posterior - on tight approximate inference of logistic-normal admixture model., AISTATS, 2007"], "Yonatan Amit": ["A Boosting Algorithm for Label Covering in Multilabel Problems., AISTATS, 2007"], "Avleen Singh Bijral": ["Mixture of Watson Distributions: A Generative Model for Hyperspherical Embeddings., AISTATS, 2007"], "Edwin V. Bonilla": ["Kernel Multi-task Learning using Task-specific Features., AISTATS, 2007"], "Julie Carreau": ["A Hybrid Pareto Model for Conditional Density Estimation of Asymmetric Fat-Tail Data., AISTATS, 2007"], "Miguel Á. Carreira-Perpiñán": ["The Laplacian Eigenmaps Latent Variable Model., AISTATS, 2007"], "James Cook": ["Visualizing Similarity Data with a Mixture of Maps., AISTATS, 2007"], "Timothée Cour": ["Solving Markov Random Fields with Spectral Relaxation., AISTATS, 2007"], "Hal Daumé III": ["Fast search for Dirichlet process mixture models., AISTATS, 2007"], "Ricky Der": ["Large-Margin Classification in Banach Spaces., AISTATS, 2007"], "Gregory Druck": ["Learning A* underestimates: Using inference to guide inference., AISTATS, 2007"], "Daniel Eaton": ["Exact Bayesian structure learning from uncertain interventions., AISTATS, 2007"], "Michael Fink": ["Online Learning of Search Heuristics., AISTATS, 2007"], "Peter V. Gehler": ["Deterministic Annealing for Multiple-Instance Learning., AISTATS, 2007"], "Amir Globerson": ["Approximate inference using conditional entropy decompositions., AISTATS, 2007", "Visualizing pairwise similarity via semidefinite programming., AISTATS, 2007"], "Vibhav Gogate": ["SampleSearch: A Scheme that Searches for Consistent Samples., AISTATS, 2007"], "Andrew B. Goldberg": ["Dissimilarity in Graph-Based Semi-Supervised Classification., AISTATS, 2007"], "Amit Gruber": ["Hidden Topic Markov Models., AISTATS, 2007"], "Sudipto Guha": ["Space-Efficient Sampling., AISTATS, 2007"], "David R. Hardoon": ["Information Retrieval by Inferring Implicit Queries from Eye Movements., AISTATS, 2007"], "Katherine A. Heller": ["A Nonparametric Bayesian Approach to Modeling Overlapping Clusters., AISTATS, 2007"], "Bert C. Huang": ["Loopy Belief Propagation for Bipartite Maximum Weight b-Matching., AISTATS, 2007"], "Jason K. Johnson": ["Learning Markov Structure by Maximum Entropy Relaxation., AISTATS, 2007"], "Risi Kondor": ["Multi-object tracking with representations of the symmetric group., AISTATS, 2007"], "Petri Kontkanen": ["MDL Histogram Density Estimation., AISTATS, 2007"], "Eyal Krupka": ["Incorporating Prior Knowledge on Features into Learning., AISTATS, 2007"], "Brian Kulis": ["Fast Low-Rank Semidefinite Programming for Embedding and Clustering., AISTATS, 2007"], "Neil D. Lawrence": ["Learning for Larger Datasets with the Gaussian Process Latent Variable Model., AISTATS, 2007"], "Svetlana Lazebnik": ["Learning Nearest-Neighbor Quantizers from Labeled Data by Information Loss Minimization., AISTATS, 2007"], "Ann B. Lee": ["Treelets | A Tool for Dimensionality Reduction and Multi-Scale Analysis of Unstructured Data., AISTATS, 2007"], "Jeremy Lewi": ["Efficient active learning with generalized linear models., AISTATS, 2007"], "Xiao Li": ["A Bayesian Divergence Prior for Classiffier Adaptation., AISTATS, 2007"], "Han Liu": ["Sparse Nonparametric Density Estimation in High Dimensions Using the Rodeo., AISTATS, 2007"], "Yufeng Liu": ["Fisher Consistency of Multicategory Support Vector Machines., AISTATS, 2007"], "Zhengdong Lu": ["Semi-supervised Clustering with Pairwise Constraints: A Discriminative Approach., AISTATS, 2007"], "Omid Madani": ["Recall Systems: Effcient Learning and Use of Category Indices., AISTATS, 2007"], "Vikash K. Mansinghka": ["AClass: A simple, online, parallelizable algorithm for probabilistic classification., AISTATS, 2007"], "H. Brendan McMahan": ["A Fast Bundle-based Anytime Algorithm for Poker and other Convex Games., AISTATS, 2007"], "Joris M. Mooij": ["Loop Corrected Belief Propagation., AISTATS, 2007"], "Alexandru Niculescu-Mizil": ["Inductive Transfer for Bayesian Network Structure Learning., AISTATS, 2007"], "Luis E. Ortiz": ["Maximum Entropy Correlated Equilibria., AISTATS, 2007"], "José M. Peña": ["Approximate Counting of Graphical Models Via MCMC., AISTATS, 2007"], "Kristiaan Pelckmans": ["Margin based Transductive Graph Cuts using Linear Programming., AISTATS, 2007"], "Marc'Aurelio Ranzato": ["A Unified Energy-Based Framework for Unsupervised Learning., AISTATS, 2007"], "Nathan D. Ratliff": ["(Approximate) Subgradient Methods for Structured Prediction., AISTATS, 2007"], "Vikas C. Raykar": ["A fast algorithm for learning large scale preference relations., AISTATS, 2007"], "David S. Rosenberg": ["The Rademacher Complexity of Co-Regularized Kernel Classes., AISTATS, 2007"], "Nicolas Le Roux": ["Continuous Neural Networks., AISTATS, 2007"], "Ruslan Salakhutdinov": ["Learning a Nonlinear Embedding by Preserving Class Neighbourhood Structure., AISTATS, 2007"], "Purnamrita Sarkar": ["A Latent Space Approach to Dynamic Embedding of Co-occurrence Data., AISTATS, 2007"], "Martin Schafföner": ["Memory-Effcient Orthogonal Least Squares Kernel Density Estimation using Enhanced Empirical Cumulative Distribution Functions., AISTATS, 2007"], "Nicol N. Schraudolph": ["A Stochastic Quasi-Newton Method for Online Convex Optimization., AISTATS, 2007"], "Matthias W. Seeger": ["Bayesian Inference and Optimal Design in the Sparse Linear Model., AISTATS, 2007"], "Shai Shalev-Shwartz": ["A Unified Algorithmic Approach for Efficient Online Label Ranking., AISTATS, 2007"], "Blake Shaw": ["Minimum Volume Embedding., AISTATS, 2007"], "John Shawe-Taylor": ["A Framework for Probability Density Estimation., AISTATS, 2007"], "Hao Shen": ["Fast Kernel ICA using an Approximate Newton Method., AISTATS, 2007"], "Pannagadatta K. Shivaswamy": ["Ellipsoidal Machines., AISTATS, 2007"], "Sajid M. Siddiqi": ["Fast State Discovery for HMM Model Selection and Learning., AISTATS, 2007"], "Ricardo Bezerra de Andrade e Silva": ["Analogical Reasoning with Relational Bayesian Sets., AISTATS, 2007"], "Michael Siracusa": ["Dynamic Factorization Tests: Applications to Multi-modal Data Association., AISTATS, 2007"], "Cristian Sminchisescu": ["Generalized Darting Monte Carlo., AISTATS, 2007"], "Edward Snelson": ["Local and global sparse Gaussian process approximations., AISTATS, 2007"], "Harald Steck": ["Predictive Discretization during Model Selection., AISTATS, 2007"], "Peter Sunehag": ["Emerge and spread models and word burstiness., AISTATS, 2007"], "Ilya Sutskever": ["Learning Multilevel Distributed Representations for High-Dimensional Sequences., AISTATS, 2007"], "Yee Whye Teh": ["Stick-breaking Construction for the Indian Buffet Process., AISTATS, 2007"], "Romain Thibaux": ["Hierarchical Beta Processes and the Indian Buffet Process., AISTATS, 2007"], "Jarkko Venna": ["Nonlinear Dimensionality Reduction as Information Retrieval., AISTATS, 2007"], "Gang Wang": ["The Kernel Path in Kernelized LASSO., AISTATS, 2007"], "Junhui Wang": ["Efficient large margin semisupervised learning., AISTATS, 2007"], "Fei Wang": ["Semi-Supervised Mean Fields., AISTATS, 2007"], "Ping Wang": ["Fast Mean Shift with Accurate and Stable Convergence., AISTATS, 2007"], "Kilian Q. Weinberger": ["Metric Learning for Kernel Regression., AISTATS, 2007"], "Jason L. Williams": ["Performance Guarantees for Information Theoretic Active Inference., AISTATS, 2007"], "Mingrui Wu": ["Transductive Classification via Local Learning Regularization., AISTATS, 2007"], "Yuhong Yang": ["How Powerful Can Any Regression Learning Procedure Be?., AISTATS, 2007"], "Jieping Ye": ["SVM versus Least Squares SVM., AISTATS, 2007"], "Changhe Yuan": ["Importance Sampling for General Hybrid Bayesian Networks., AISTATS, 2007"], "Ming Yuan": ["Nonnegative Garrote Component Selection in Functional ANOVA models., AISTATS, 2007"], "Jiji Zhang": ["Generalized Do-Calculus with Testable Causal Assumptions., AISTATS, 2007"], "Hui Zou": ["An Improved 1-norm SVM for Simultaneous Classification and Variable Selection., AISTATS, 2007"]}