{"Samuel Kaski": ["Preface., AISTATS, 2014"], "Gilles Blanchard": ["Decontamination of Mutually Contaminated Models., AISTATS, 2014"], "Miguel Á. Carreira-Perpiñán": ["Distributed optimization of deeply nested systems., AISTATS, 2014"], "Shinichi Nakajima": ["Analysis of Empirical MAP and Empirical Partially Bayes: Can They be Alternatives to Variational Bayes?, AISTATS, 2014"], "Nir Ailon": ["Improved Bounds for Online Learning Over the Permutahedron and Other Ranking Polytopes., AISTATS, 2014"], "Cem Aksoylar": ["Information-Theoretic Characterization of Sparse Recovery., AISTATS, 2014"], "Ricardo Andrade Pacheco": ["Hybrid Discriminative-Generative Approach with Gaussian Processes., AISTATS, 2014"], "Waheed U. Bajwa": ["Average Case Analysis of High-Dimensional Block-Sparse Recovery and Regression for Arbitrary Designs., AISTATS, 2014"], "Maria-Florina Balcan": ["A New Perspective on Learning Linear Separators with Large \\(L_qL_p\\) Margins., AISTATS, 2014"], "Ava Bargi": ["A Non-parametric Conditional Factor Regression Model for Multi-Dimensional Input and Response., AISTATS, 2014"], "Jeremias Berg": ["Learning Optimal Bounded Treewidth Bayesian Networks via Maximum Satisfiability., AISTATS, 2014"], "Mathieu Blondel": ["Online Passive-Aggressive Algorithms for Non-Negative Matrix Factorization and Completion., AISTATS, 2014"], "Luc Bégin": ["PAC-Bayesian Theory for Transductive Learning., AISTATS, 2014"], "Eunice Yuh-Jie Chen": ["Random Bayesian networks with bounded indegree., AISTATS, 2014"], "Jianhui Chen": ["Efficient Low-Rank Stochastic Gradient Descent Methods for Solving Semidefinite Programs., AISTATS, 2014"], "Robert Cohn": ["Characterizing EVOI-Sufficient k-Response Query Sets in Decision Problems., AISTATS, 2014"], "Koby Crammer": ["Doubly Aggressive Selective Sampling Algorithms for Classification., AISTATS, 2014"], "Vinny Davies": ["Sparse Bayesian Variable Selection for the Identification of Antigenic Variability in the Foot-and-Mouth Disease Virus., AISTATS, 2014"], "Lee H. Dicker": ["Sparsity and the truncated \\(l^2\\)-norm., AISTATS, 2014"], "Weicong Ding": ["Efficient Distributed Topic Modeling with Provable Guarantees., AISTATS, 2014"], "Xinghao Ding": ["Pan-sharpening with a Bayesian nonparametric dictionary learning model., AISTATS, 2014"], "Christopher DuBois": ["Approximate Slice Sampling for Bayesian Posterior Inference., AISTATS, 2014"], "Daniele Durante": ["Bayesian Logistic Gaussian Process Models for Dynamic Networks., AISTATS, 2014"], "David K. Duvenaud": ["Avoiding pathologies in very deep networks., AISTATS, 2014"], "Lili Dworkin": ["Efficient Inference for Complex Queries on Complex Distributions., AISTATS, 2014"], "Zoran Dzunic": ["Bayesian Switching Interaction Analysis Under Uncertainty., AISTATS, 2014"], "Ralf Eggeling": ["Robust learning of inhomogeneous PMMs., AISTATS, 2014"], "Riki Eto": ["Fully-Automatic Bayesian Piecewise Sparse Linear Models., AISTATS, 2014"], "Andreea Gane": ["Learning with Maximum A-Posteriori Perturbation Models., AISTATS, 2014"], "Joachim Giesen": ["Sketching the Support of a Probability Measure., AISTATS, 2014"], "John Goes": ["Robust Stochastic Principal Component Analysis., AISTATS, 2014"], "Prem Gopalan": ["Bayesian Nonparametric Poisson Factorization for Recommendation Systems., AISTATS, 2014"], "Abner Guzmán-Rivera": ["Efficiently Enforcing Diversity in Multi-Output Structured Prediction., AISTATS, 2014"], "Nico Görnitz": ["Learning and Evaluation in Presence of Non-i.i.d. Label Noise., AISTATS, 2014"], "Nooshin HajiGhassemi": ["Analytic Long-Term Forecasting with Periodic Gaussian Processes., AISTATS, 2014"], "Takahiro Hayashi": ["On Estimating Causal Effects based on Supplemental Variables., AISTATS, 2014"], "Peng He": ["Non-Asymptotic Analysis of Relational Learning with One Network., AISTATS, 2014", "Exploiting the Limits of Structure Learning via Inherent Symmetry., AISTATS, 2014"], "Kevin Heins": ["A Statistical Model for Event Sequence Data., AISTATS, 2014"], "Philipp Hennig": ["Probabilistic Solutions to Differential Equations and their Application to Riemannian Statistics., AISTATS, 2014"], "James Hensman": ["Tilted Variational Bayes., AISTATS, 2014"], "Matthew D. Hoffman": ["On correlation and budget constraints in model-based bandit optimization with application to automatic machine learning., AISTATS, 2014"], "Junya Honda": ["Optimality of Thompson Sampling for Gaussian Bandits Depends on Priors., AISTATS, 2014"], "Jean Honorio": ["Tight Bounds for the Expected Risk of Linear Classifiers and PAC-Bayes Finite-Sample Guarantees., AISTATS, 2014"], "Changwei Hu": ["Latent Gaussian Models for Topic Modeling., AISTATS, 2014"], "Ruitong Huang": ["A Finite-Sample Generalization Bound for Semiparametric Regression: Partially Linear Models., AISTATS, 2014"], "Satoru Iwata": ["Global Optimization Methods for Extended Fisher Discriminant Analysis., AISTATS, 2014"], "Rafael Izbicki": ["High-Dimensional Density Ratio Estimation with Extensions to Approximate Likelihood Computation., AISTATS, 2014"], "Shervin Javdani": ["Near Optimal Bayesian Active Learning for Decision Making., AISTATS, 2014"], "Shane T. Jensen": ["A Level-set Hit-and-run Sampler for Quasi-Concave Distributions., AISTATS, 2014"], "Ata Kabán": ["New Bounds on Compressive Linear Least Squares Regression., AISTATS, 2014"], "Motonobu Kanagawa": ["Recovering Distributions from Gaussian RKHS Embeddings., AISTATS, 2014"], "Berk Kapicioglu": ["Collaborative Ranking for Local Preferences., AISTATS, 2014"], "Mohammad Emtiyaz Khan": ["Scalable Collaborative Bayesian Preference Learning., AISTATS, 2014"], "Do-kyum Kim": ["A Gaussian Latent Variable Model for Large Margin Classification of Labeled and Unlabeled Data., AISTATS, 2014"], "Yong-Deok Kim": ["Scalable Variational Bayesian Matrix Factorization with Side Information., AISTATS, 2014"], "Franz J. Király": ["Algebraic Reconstruction Bounds and Explicit Inversion for Phase Retrieval at the Identifiability Threshold., AISTATS, 2014"], "Jyri J. Kivinen": ["Visual Boundary Prediction: A Deep Neural Prediction Network and Quality Dissection., AISTATS, 2014"], "Alex Kulesza": ["Low-Rank Spectral Learning., AISTATS, 2014"], "Abhimanu Kumar": ["Fugue: Slow-Worker-Agnostic Distributed Learning for Big Models on Big Data., AISTATS, 2014"], "Tanja Käser": ["Computational Education using Latent Structured Prediction., AISTATS, 2014"], "Dustin Lang": ["Towards building a Crowd-Sourced Sky Map., AISTATS, 2014"], "Juho Lee": ["Incremental Tree-Based Inference with Dependent Normalized Random Measures., AISTATS, 2014"], "Leonidas Lefakis": ["Jointly Informative Feature Selection., AISTATS, 2014"], "Jie Liu": ["Learning Heterogeneous Hidden Markov Random Fields., AISTATS, 2014"], "Ben London": ["PAC-Bayesian Collective Stability., AISTATS, 2014"], "Yifei Ma": ["Active Area Search via Bayesian Quadrature., AISTATS, 2014"], "Subhransu Maji": ["Active Boundary Annotation using Random MAP Perturbations., AISTATS, 2014"], "Martin Renqiang Min": ["Interpretable Sparse High-Order Boltzmann Machines., AISTATS, 2014"], "Martin Mladenov": ["Efficient Lifting of MAP LP Relaxations Using k-Locality., AISTATS, 2014"], "John Moeller": ["A Geometric Algorithm for Scalable Multiple Kernel Learning., AISTATS, 2014"], "Karthika Mohan": ["On the Testability of Models with Missing Data., AISTATS, 2014"], "Edward Moroshko": ["Selective Sampling with Drift., AISTATS, 2014"], "Willie Neiswanger": ["The Dependent Dirichlet Process Mixture of Objects for Detection-free Tracking and Object Modeling., AISTATS, 2014"], "Yung-Kyun Noh": ["Bias Reduction and Metric Learning for Nearest-Neighbor Estimation of Kullback-Leibler Divergence., AISTATS, 2014"], "Asaf Noy": ["Robust Forward Algorithms via PAC-Bayes and Laplace Distributions., AISTATS, 2014"], "Chris J. Oates": ["Joint Structure Learning of Multiple Non-Exchangeable Networks., AISTATS, 2014"], "Fritz Obermeyer": ["Scaling Nonparametric Bayesian Inference via Subsample-Annealing., AISTATS, 2014"], "Junier B. Oliva": ["Fast Distribution To Real Regression., AISTATS, 2014", "FuSSO: Functional Shrinkage and Selection Operator., AISTATS, 2014"], "Gaurav Pandey": ["To go deep or wide in learning?, AISTATS, 2014"], "Yubin Park": ["LAMORE: A Stable, Scalable Approach to Latent Vector Autoregressive Modeling of Categorical Time Series., AISTATS, 2014"], "Jon Parker": ["Spoofing Large Probability Mass Functions to Improve Sampling Times and Reduce Memory Costs., AISTATS, 2014"], "Pekka Parviainen": ["Learning Bounded Tree-width Bayesian Networks using Integer Linear Programming., AISTATS, 2014"], "Hristo S. Paskov": ["An Efficient Algorithm for Large Scale Compressive Feature Learning., AISTATS, 2014"], "Tomi Peltola": ["Expectation Propagation for Likelihoods Depending on an Inner Product of Two Multivariate Random Variables., AISTATS, 2014"], "José M. Peña": ["An inclusion optimal algorithm for chain graph structure learning., AISTATS, 2014"], "Victor Picheny": ["A Stepwise uncertainty reduction approach to constrained global optimization., AISTATS, 2014"], "Jing Qian": ["Connected Sub-graph Detection., AISTATS, 2014"], "Aaditya Ramdas": ["An Analysis of Active Learning with Uniform Feature Noise., AISTATS, 2014"], "Rajesh Ranganath": ["Black Box Variational Inference., AISTATS, 2014"], "Nikhil Rasiwasia": ["Cluster Canonical Correlation Analysis., AISTATS, 2014"], "Vikas C. Raykar": ["Sequential crowdsourced labeling as an epsilon-greedy exploration in a Markov Decision Process., AISTATS, 2014"], "Nir Rosenfeld": ["Learning Structured Models with the AUC Loss and Its Generalizations., AISTATS, 2014"], "Tyler Sanderson": ["Class Proportion Estimation with Application to Multiclass Anomaly Rejection., AISTATS, 2014"], "Somdeb Sarkhel": ["Lifted MAP Inference for Markov Logic Networks., AISTATS, 2014"], "Hiroaki Sasaki": ["Estimating Dependency Structures for non-Gaussian Components with Linear and Energy Correlations., AISTATS, 2014"], "Amar Shah": ["Student-t Processes as Alternatives to Gaussian Processes., AISTATS, 2014"], "Anshumali Shrivastava": ["In Defense of Minhash over Simhash., AISTATS, 2014"], "David B. Smith": ["Loopy Belief Propagation in the Presence of Determinism., AISTATS, 2014"], "Arno Solin": ["Explicit Link Between Periodic Covariance Functions and State Space Models., AISTATS, 2014"], "Vassilios Stathopoulos": ["Bat Call Identification with Gaussian Process Multinomial Probit Regression and a Dynamic Time Warping Kernel., AISTATS, 2014"], "Rebecca C. Steorts": ["SMERED: A Bayesian Approach to Graphical Record Linkage and De-duplication., AISTATS, 2014"], "Siqi Sun": ["Adaptive Variable Clustering in Gaussian Graphical Models., AISTATS, 2014"], "Partha Pratim Talukdar": ["Scaling Graph-based Semi Supervised Learning to Large Number of Labels Using Count-Min Sketch., AISTATS, 2014"], "Divyanshu Vats": ["Path Thresholding: Asymptotically Tuning-Free High-Dimensional Sparse Regression., AISTATS, 2014", "Active Learning for Undirected Graphical Model Selection., AISTATS, 2014"], "Max Vladymyrov": ["Linear-time training of nonlinear low-dimensional embeddings., AISTATS, 2014"], "Huahua Wang": ["Gaussian Copula Precision Estimation with Missing Values., AISTATS, 2014"], "Joseph Wang": ["An LP for Sequential Learning Under Budgets., AISTATS, 2014"], "Shusen Wang": ["Efficient Algorithms and Error Analysis for the Modified Nystrom Method., AISTATS, 2014"], "Ziyu Wang": ["Bayesian Multi-Scale Optimistic Optimization., AISTATS, 2014"], "Richard Wilkinson": ["Accelerating ABC methods using Gaussian processes., AISTATS, 2014"], "Frank D. Wood": ["A New Approach to Probabilistic Programming Inference., AISTATS, 2014"], "Shan Xue": ["Dynamic Resource Allocation for Optimizing Population Diffusion., AISTATS, 2014"], "Eunho Yang": ["Mixed Graphical Models via Exponential Families., AISTATS, 2014"], "Juemin Yang": ["Context Aware Group Nearest Shrunken Centroids in Large-Scale Genomic Studies., AISTATS, 2014"], "Justin Yang": ["Nonparametric estimation and testing of exchangeable graph models., AISTATS, 2014"], "Lingfeng Yang": ["Generating Efficient MCMC Kernels from Probabilistic Programs., AISTATS, 2014"], "Dani Yogatama": ["Efficient Transfer Learning Method for Automatic Hyperparameter Tuning., AISTATS, 2014"], "Wenliang Zhong": ["Accelerated Stochastic Gradient Method for Composite Regularization., AISTATS, 2014"], "Joey Tianyi Zhou": ["Heterogeneous Domain Adaptation for Multiple Classes., AISTATS, 2014"]}