{"Max Welling": ["Preface., AISTATS, 2009"], "Shai Ben-David": ["Clusterability: A Theoretical Study., AISTATS, 2009"], "Neil D. Lawrence": ["Latent Force Models., AISTATS, 2009"], "Artin Armagan": ["Variational Bridge Regression., AISTATS, 2009"], "Miroslava Sotáková": ["Learning Low Density Separators., AISTATS, 2009"], "Cristian Sminchisescu": ["Supervised Spectral Latent Variable Models., AISTATS, 2009"], "Grace Wahba": ["Estimating Tree-Structured Covariance Matrices via Mixed-Integer Programming., AISTATS, 2009"], "Gavin Brown": ["A New Perspective for Information Theoretic Feature Selection., AISTATS, 2009"], "Joachim M. Buhmann": ["Structure Identification by Optimized Interventions., AISTATS, 2009", "Spanning Tree Approximations for Conditional Random Fields., AISTATS, 2009"], "Thomas L. Griffiths": ["Online Inference of Topics with Latent Dirichlet Allocation., AISTATS, 2009"], "James G. Scott": ["Handling Sparsity via the Horseshoe., AISTATS, 2009"], "David M. Blei": ["Relational Topic Models for Document Networks., AISTATS, 2009", "Markov Topic Models., AISTATS, 2009"], "Zoubin Ghahramani": ["Probabilistic Models for Incomplete Multi-dimensional Arrays., AISTATS, 2009", "Choosing a Variable to Clamp., AISTATS, 2009", "Factorial Mixture of Gaussians and the Marginal Independence Model., AISTATS, 2009", "Tree-Based Inference for Dirichlet Process Mixtures., AISTATS, 2009"], "Nicolas Vayatis": ["On Partitioning Rules for Bipartite Ranking., AISTATS, 2009"], "Fernando Pereira": ["Gaussian Margin Machines., AISTATS, 2009"], "Carlos Guestrin": ["Learning Thin Junction Trees via Graph Cuts., AISTATS, 2009", "Residual Splash for Optimally Parallelizing Belief Propagation., AISTATS, 2009"], "John Shawe-Taylor": ["Matching Pursuit Kernel Fisher Discriminant Analysis., AISTATS, 2009", "Large-Margin Structured Prediction via Linear Programming., AISTATS, 2009"], "Guy Lebanon": ["Statistical and Computational Tradeoffs in Stochastic Composite Likelihood., AISTATS, 2009"], "Yee Whye Teh": ["Variational Inference for the Indian Buffet Process., AISTATS, 2009", "A Hierarchical Nonparametric Bayesian Approach to Statistical Language Model Domain Adaptation., AISTATS, 2009"], "Pascal Vincent": ["The Difficulty of Training Deep Architectures and the Effect of Unsupervised Pre-Training., AISTATS, 2009", "Deep Learning using Robust Interdependent Codes., AISTATS, 2009"], "Brendan J. Frey": ["Semi-Supervised Affinity Propagation with Instance-Level Constraints., AISTATS, 2009"], "Robert D. Nowak": ["Multi-Manifold Semi-Supervised Learning., AISTATS, 2009", "Distilled sensing: selective sampling for sparse signal recovery., AISTATS, 2009"], "Jennifer G. Dy": ["Sparse Probabilistic Principal Component Analysis., AISTATS, 2009"], "William S. Cleveland": ["Visualization Databases for the Analysis of Large Complex Datasets., AISTATS, 2009"], "Jeff A. Bilmes": ["Active Learning as Non-Convex Optimization., AISTATS, 2009"], "Eric P. Xing": ["Network Completion and Survey Sampling., AISTATS, 2009"], "Dilan Görür": ["Infinite Hierarchical Hidden Markov Models., AISTATS, 2009"], "Jan Peters": ["An Expectation Maximization Algorithm for Continuous Markov Decision Processes with Arbitrary Reward., AISTATS, 2009"], "Ansaf Salleb-Aouissi": ["Maximum Entropy Density Estimation with Incomplete Presence-Only Data., AISTATS, 2009"], "Leonidas J. Guibas": ["Exploiting Probabilistic Independence for Permutations., AISTATS, 2009"], "David A. McAllester": ["Particle Belief Propagation., AISTATS, 2009"], "Michael H. Bowling": ["Data Biased Robust Counter Strategies., AISTATS, 2009"], "Brent Bryan": ["Sleeping Experts and Bandits with Stochastic Action Availability and Adversarial Rewards., AISTATS, 2009"], "Vladimir Pavlovic": ["Covariance Operator Based Dimensionality Reduction with Extension to Semi-Supervised Settings., AISTATS, 2009"], "Mikio L. Braun": ["Lanczos Approximations for the Speedup of Kernel Partial Least Squares Regression., AISTATS, 2009"], "Inderjit S. Dhillon": ["Convex Perturbations for Scalable Semidefinite Programming., AISTATS, 2009"], "Ameet Talwalkar": ["Sampling Techniques for the Nystrom Method., AISTATS, 2009"], "Seungjin Choi": ["Group Nonnegative Matrix Factorization for EEG Classification., AISTATS, 2009"], "Jue Wang": ["Kernel Learning by Unconstrained Optimization., AISTATS, 2009"], "Dit-Yan Yeung": ["Latent Wishart Processes for Relational Kernel Learning., AISTATS, 2009", "Coherence Functions for Multicategory Margin-based Classification Methods., AISTATS, 2009"], "Zhi-Hua Zhou": ["Tighter and Convex Maximum Margin Clustering., AISTATS, 2009"], "Dale Schuurmans": ["Learning Exercise Policies for American Options., AISTATS, 2009", "Dual Temporal Difference Learning., AISTATS, 2009"], "Ben Taskar": ["Learning Sparse Markov Network Structure via Ensemble-of-Trees Models., AISTATS, 2009"], "Karsten M. Borgwardt": ["A kernel method for unsupervised structured network inference., AISTATS, 2009", "Efficient graphlet kernels for large graph comparison., AISTATS, 2009"], "Jian Zhang": ["Estimation Consistency of the Group Lasso and its Applications., AISTATS, 2009"], "Laurens van der Maaten": ["Learning a Parametric Embedding by Preserving Local Structure., AISTATS, 2009"], "Marina Meila": ["Tractable Search for Learning Exponential Models of Rankings., AISTATS, 2009"], "Joshua B. Tenenbaum": ["Exact and Approximate Sampling by Systematic Stochastic Search., AISTATS, 2009"], "Guillaume Stempfel": ["Chromatic PAC-Bayes Bounds for Non-IID Data., AISTATS, 2009"], "Siddhartha S. Srinivasa": ["Inverse Optimal Heuristic Control for Imitation Learning., AISTATS, 2009"], "Tim van Erven": ["Learning the Switching Rate by Discretising Bernoulli Sources Online., AISTATS, 2009"], "Ivan Titov": ["Sequential Learning of Classifiers for Structured Prediction Problems., AISTATS, 2009"], "Geoffrey E. Hinton": ["Deep Boltzmann Machines., AISTATS, 2009"], "Kevin P. Murphy": ["Optimizing Costly Functions with Simple Constraints: A Limited-Memory Projected Quasi-Newton Algorithm., AISTATS, 2009"], "Gilles Blanchard": ["Novelty detection: Unlabeled data definitely help., AISTATS, 2009"], "Naftali Tishby": ["PAC-Bayesian Generalization Bound for Density Estimation with Application to Co-clustering., AISTATS, 2009"], "David R. Hardoon": ["PAC-Bayes Analysis Of Maximum Entropy Classification., AISTATS, 2009"], "Vishy Vishwanathan": ["Hash Kernels., AISTATS, 2009"], "Petri Myllymäki": ["Locally Minimax Optimal Predictive Modeling with Bayesian Networks., AISTATS, 2009"], "Robert B. Gramacy": ["MCMC Methods for Bayesian Mixtures of Copulas., AISTATS, 2009"], "John W. Fisher III": ["Tractable Bayesian Inference of Time-Series Dependence Structure., AISTATS, 2009"], "Choon Hui Teo": ["Relative Novelty Detection., AISTATS, 2009"], "Tommi S. Jaakkola": ["Tree Block Coordinate Descent for MAP in Graphical Models., AISTATS, 2009"], "Tai Sing Lee": ["The Block Diagonal Infinite Hidden Markov Model., AISTATS, 2009"], "Nicol N. Schraudolph": ["Variable Metric Stochastic Approximation Theory., AISTATS, 2009"], "Michalis K. Titsias": ["Variational Learning of Inducing Variables in Sparse Gaussian Processes., AISTATS, 2009"], "HongJiang Zhang": ["Non-Negative Semi-Supervised Learning., AISTATS, 2009"], "Rong Jin": ["An Information Geometry Approach for Distance Metric Learning., AISTATS, 2009"], "Robert E. Schapire": ["Speed and Sparsity of Regularized Boosting., AISTATS, 2009"], "R. Bharat Rao": ["Active Sensing., AISTATS, 2009"], "Michael I. Jordan": ["Latent Variable Models for Dimensionality Reduction., AISTATS, 2009"], "Mark A. Girolami": ["Reversible Jump MCMC for Non-Negative Matrix Factorization., AISTATS, 2009"]}