{"David B. Dunson": ["Preface., AISTATS, 2011"], "Peter Spirtes": ["Learning equivalence classes of acyclic models with latent and selection variables from multiple datasets with overlapping variables., AISTATS, 2011"], "Ricardo Bezerra de Andrade e Silva": ["Discussion of \"Learning Equivalence Classes of Acyclic Models with Latent and Selection Variables from Multiple Datasets with Overlapping Variables\"., AISTATS, 2011"], "Robert E. Schapire": ["Contextual Bandit Algorithms with Supervised Learning Guarantees., AISTATS, 2011", "Contextual Bandits with Linear Payoff Functions., AISTATS, 2011"], "H. Brendan McMahan": ["Discussion of \"Contextual Bandit Algorithms with Supervised Learning Guarantees\"., AISTATS, 2011", "Follow-the-Regularized-Leader and Mirror Descent: Equivalence Theorems and L1 Regularization., AISTATS, 2011"], "Iain Murray": ["The Neural Autoregressive Distribution Estimator., AISTATS, 2011"], "Yoshua Bengio": ["Discussion of \"The Neural Autoregressive Distribution Estimator\"., AISTATS, 2011", "A Spike and Slab Restricted Boltzmann Machine., AISTATS, 2011", "Deep Sparse Rectifier Neural Networks., AISTATS, 2011"], "Alexander T. Ihler": ["Learning Scale Free Networks by Reweighted L1 regularization., AISTATS, 2011", "Revisiting MAP Estimation, Message Passing and Perfect Graphs., AISTATS, 2011", "Multicore Gibbs Sampling in Dense, Unstructured Graphs., AISTATS, 2011"], "Deepak Agarwal": ["Discussion of \"Learning Scale Free Networks by Reweighted L1 regularization\"., AISTATS, 2011"], "Neil D. Lawrence": ["Spectral Dimensionality Reduction via Maximum Entropy., AISTATS, 2011"], "Laurens van der Maaten": ["Discussion of \"Spectral Dimensionality Reduction via Maximum Entropy\"., AISTATS, 2011"], "Frederik Eaton": ["A conditional game for comparing approximations., AISTATS, 2011"], "Vincent Conitzer": ["Discussion of \"A conditional game for comparing approximations\"., AISTATS, 2011"], "David M. Blei": ["The Discrete Infinite Logistic Normal Distribution for Mixed-Membership Modeling., AISTATS, 2011", "Online Variational Inference for the Hierarchical Dirichlet Process., AISTATS, 2011"], "Frank D. Wood": ["Discussion of \"The Discrete Infinite Logistic Normal Distribution for Mixed-Membership Modeling\"., AISTATS, 2011"], "Hal Daumé III": ["Generative Kernels for Exponential Families., AISTATS, 2011"], "Alexander J. Smola": ["Linear-Time Estimators for Propensity Scores., AISTATS, 2011"], "Eric P. Xing": ["Online Inference for the Infinite Topic-Cluster Model: Storylines from Streaming Text., AISTATS, 2011", "Multiscale Community Blockmodel for Network Exploration., AISTATS, 2011", "Evolving Cluster Mixed-Membership Blockmodel for Time-Evolving Networks., AISTATS, 2011", "On Time Varying Undirected Graphs., AISTATS, 2011"], "Bertrand Haas": ["Polytope samplers for inference in ill-posed inverse problems., AISTATS, 2011"], "Bert Kappen": ["Dynamic Policy Programming with Function Approximation., AISTATS, 2011"], "Haesun Park": ["Statistical Optimization of Non-Negative Matrix Factorization., AISTATS, 2011"], "Guy Lebanon": ["Unsupervised Supervised Learning II: Margin-Based Classification without Labels., AISTATS, 2011"], "Pushmeet Kohli": ["Tighter Relaxations for MAP-MRF Inference: A Local Primal-Dual Gap based Separation Algorithm., AISTATS, 2011"], "Clayton Scott": ["Active Diagnosis under Persistent Noise with Unknown Noise Distribution: A Rank-Based Approach., AISTATS, 2011"], "Guillaume Sicard": ["Deep Learners Benefit More from Out-of-Distribution Examples., AISTATS, 2011"], "Dean P. Foster": ["Domain Adaptation with Coupled Subspaces., AISTATS, 2011"], "Jan Peters": ["Relative Entropy Inverse Reinforcement Learning., AISTATS, 2011"], "David Barber": ["Switch-Reset Models : Exact and Approximate Inference., AISTATS, 2011", "Concave Gaussian Variational Approximations for Inference in Large-Scale Bayesian Linear Models., AISTATS, 2011"], "Honglak Lee": ["An Analysis of Single-Layer Networks in Unsupervised Feature Learning., AISTATS, 2011"], "Ronan Collobert": ["Deep Learning for Efficient Discriminative Parsing., AISTATS, 2011"], "Onno Zoeter": ["Optimal and Robust Price Experimentation: Learning by Lottery., AISTATS, 2011"], "Gal Elidan": ["Bagged Structure Learning of Bayesian Network., AISTATS, 2011"], "Robert D. Nowak": ["Active Clustering: Robust and Efficient Hierarchical Clustering using Adaptively Selected Similarities., AISTATS, 2011"], "Mohamed S. Kamel": ["A novel greedy algorithm for Nyström approximation., AISTATS, 2011"], "Padhraic Smyth": ["A Dynamic Relational Infinite Feature Model for Longitudinal Social Networks., AISTATS, 2011"], "Rohit Khandekar": ["Block-sparse Solutions using Kernel Block RIP and its Application to Group Lasso., AISTATS, 2011"], "Pierre Geurts": ["Learning from positive and unlabeled examples by enforcing statistical significance., AISTATS, 2011"], "Carlos Guestrin": ["Parallel Gibbs Sampling: From Colored Fields to Thin Junction Trees., AISTATS, 2011", "Kernel Belief Propagation., AISTATS, 2011"], "Geoffrey J. Gordon": ["Optimal Distributed Market-Based Planning for Multi-Agent Systems with Shared Resources., AISTATS, 2011"], "Tony Jebara": ["Fast b-matching via Sufficient Selection Belief Propagation., AISTATS, 2011"], "John Shawe-Taylor": ["Improved Loss Bounds For Multiple Kernel Learning., AISTATS, 2011"], "Sujay Sanghavi": ["On Learning Discrete Graphical Models using Group-Sparse Regularization., AISTATS, 2011"], "Gerald Matz": ["Convergent Decomposition Solvers for Tree-reweighted Free Energies., AISTATS, 2011"], "Daphne Koller": ["Convex envelopes of complexity controlling penalties: the case against premature envelopment., AISTATS, 2011"], "Zoubin Ghahramani": ["Approximate inference for the loss-calibrated Bayesian., AISTATS, 2011"], "Cédric Archambeau": ["Robust Bayesian Matrix Factorisation., AISTATS, 2011"], "Vivekanand Gopalkrishnan": ["Confidence Weighted Mean Reversion Strategy for On-Line Portfolio Selection., AISTATS, 2011"], "Patrick Shafto": ["Bayesian Hierarchical Cross-Clustering., AISTATS, 2011"], "Naoki Abe": ["Group Orthogonal Matching Pursuit for Logistic Regression., AISTATS, 2011"], "Jingyuan Lv": ["A Fast Algorithm for Recovery of Jointly Sparse Vectors based on the Alternating Direction Methods., AISTATS, 2011"], "Carsten Ullrich": ["Learning Class-relevant Features and Class-irrelevant Features via a Hybrid third-order RBM., AISTATS, 2011"], "Lawrence K. Saul": ["Hidden-Unit Conditional Random Fields., AISTATS, 2011"], "Satyaki Mahalanabis": ["Learning mixtures of Gaussians with maximum-a-posteriori oracle., AISTATS, 2011"], "Alexander G. Gray": ["CAKE: Convex Adaptive Kernel Density Estimation., AISTATS, 2011"], "Mário A. T. Figueiredo": ["Online Learning of Structured Predictors with Multiple Kernels., AISTATS, 2011"], "Mark J. Schervish": ["Estimating beta-mixing coefficients., AISTATS, 2011"], "Ameet Talwalkar": ["Can matrix coherence be efficiently and accurately estimated?, AISTATS, 2011"], "Christopher D. Manning": ["TopicFlow Model: Unsupervised Learning of Topic-specific Influences of Hyperlinked Documents., AISTATS, 2011", "Spectral Chinese Restaurant Processes: Nonparametric Clustering Based on Similarities., AISTATS, 2011"], "Michael I. Jordan": ["Dimensionality Reduction for Spectral Clustering., AISTATS, 2011"], "Masashi Sugiyama": ["Maximum Volume Clustering., AISTATS, 2011", "Cross-Domain Object Matching with Model Selection., AISTATS, 2011"], "Rémi Munos": ["Adaptive Bandits: Towards the best history-dependent strategy., AISTATS, 2011"], "Samuel Kaski": ["Generative Modeling for Maximizing Precision and Recall in Information Visualization., AISTATS, 2011"], "José M. Peña": ["Faithfulness in Chain Graphs: The Gaussian Case., AISTATS, 2011"], "Vince D. Calhoun": ["Directional Statistics on Permutations., AISTATS, 2011"], "Jeff G. Schneider": ["On the Estimation of alpha-Divergences., AISTATS, 2011", "Multi-Label Output Codes using Canonical Correlation Analysis., AISTATS, 2011"], "Eunho Yang": ["On NDCG Consistency of Listwise Ranking Methods., AISTATS, 2011"], "Drew Bagnell": ["A Reduction of Imitation Learning and Structured Prediction to No-Regret Online Learning., AISTATS, 2011"], "Ambuj Tewari": ["Improved Regret Guarantees for Online Smooth Convex Optimization with Bandit Feedback., AISTATS, 2011"], "Suresh Venkatasubramanian": ["Online Learning of Multiple Tasks and Their Relationships., AISTATS, 2011"], "Hannes Nickisch": ["Fast Convergent Algorithms for Expectation Propagation Approximate Bayesian Inference., AISTATS, 2011"], "Naftali Tishby": ["Spectral Clustering on a Budget., AISTATS, 2011"], "Yee Whye Teh": ["Mixed Cumulative Distribution Networks., AISTATS, 2011"], "Pascal Poupart": ["Asymptotic Theory for Linear-Chain Conditional Random Fields., AISTATS, 2011"], "George Zouridakis": ["Assisting Main Task Learning by Heterogeneous Auxiliary Tasks with Applications to Skin Cancer Screening., AISTATS, 2011"], "Amos J. Storkey": ["Machine Learning Markets., AISTATS, 2011"], "Jason Eisner": ["Empirical Risk Minimization of Graphical Model Parameters Given Approximate Inference, Decoding, and Model Structure., AISTATS, 2011"], "Paul Kidwell": ["Estimating Probabilities in Recommendation Systems., AISTATS, 2011"], "David A. Castañón": ["Active Boosted Learning (ActBoost)., AISTATS, 2011"], "Fei Sha": ["Information Theoretical Clustering via Semidefinite Programming., AISTATS, 2011"], "Noah D. Goodman": ["Lightweight Implementations of Probabilistic Programming Languages Via Transformational Compilation., AISTATS, 2011"], "Jennifer Neville": ["Relational Learning with One Network: An Asymptotic Analysis., AISTATS, 2011"], "Jake VanderPlas": ["Hierarchical Probabilistic Models for Group Anomaly Detection., AISTATS, 2011"], "Jaime G. Carbonell": ["The Sample Complexity of Self-Verifying Bayesian Active Learning., AISTATS, 2011"], "Hongyuan Zha": ["Bridging the Language Gap: Topic Adaptation for Documents with Different Technicality., AISTATS, 2011"], "Xiaohui Xie": ["Efficient variable selection in support vector machines via the alternating direction method of multipliers., AISTATS, 2011"], "Shuicheng Yan": ["A Finite Newton Algorithm for Non-degenerate Piecewise Linear Systems., AISTATS, 2011"], "André Platzer": ["An Instantiation-Based Theorem Prover for First-Order Programming., AISTATS, 2011"], "Dacheng Tao": ["Generalization Bound for Infinitely Divisible Empirical Process., AISTATS, 2011"], "Lawrence Carin": ["Dependent Hierarchical Beta Process for Image Interpolation and Denoising., AISTATS, 2011"], "Mikhail Belkin": ["Semi-supervised Learning by Higher Order Regularization., AISTATS, 2011"], "Nathan Srebro": ["Error Analysis of Laplacian Eigenmaps for Semi-supervised Learning., AISTATS, 2011"], "Steven C. H. Hoi": ["Two-Layer Multiple Kernel Learning., AISTATS, 2011"]}