{"Hagai Attias": ["Hierarchical IFA Belief Networks., AISTATS, 1999"], "Matthew Brand": ["Pattern discovery via entropy minimization., AISTATS, 1999"], "Louis Anthony Cox Jr.": ["Causal Mechanisms and Classification Trees for Predicting Chemical Carcinogens., AISTATS, 1999"], "A. Philip Dawid": ["Conditional products: An alternative approach to conditional independence., AISTATS, 1999"], "Jan De Geeter": ["Geometric modeling of a nuclear environment., AISTATS, 1999"], "Pedro M. Domingos": ["Process-oriented evaluation: The next step., AISTATS, 1999"], "Lewis J. Frey": ["Modeling decision tree performance with the power law., AISTATS, 1999"], "Nir Friedman": ["Efficient learning using constrained sufficient statistics., AISTATS, 1999", "On the application of the bootstrap for computing confidence measures on features of induced Bayesian networks., AISTATS, 1999"], "Dan Geiger": ["On the geometry of DAG models with hidden variables., AISTATS, 1999"], "Sujit Kumar Ghosh": ["Model choice: A minimum posterior predictive loss approach., AISTATS, 1999"], "Michael Haft": ["Mean field inference in a general probabilistic setting., AISTATS, 1999"], "Tommi S. Jaakkola": ["Probabilistic kernel regression models., AISTATS, 1999"], "Wenxin Jiang": ["Hierarchical mixtures-of-experts for generalized linear models: some results on denseness and consistency., AISTATS, 1999"], "Kalev Kask": ["Stochastic local search for Bayesian network., AISTATS, 1999"], "David Madigan": ["Bayesian graphical models, intention-to-treat, and the rubin causal Model., AISTATS, 1999"], "Tim Oates": ["Efficient mining of statistical dependencies., AISTATS, 1999"], "Thomas Richardson": ["Tractable structure search in the presence of latent variables., AISTATS, 1999"], "Greg Ridgeway": ["Boosting methodology for regression problems., AISTATS, 1999"], "Peter Spirtes": ["An experiment in causal discovery using a pneumona database., AISTATS, 1999"], "Murlikrishna Viswanathan": ["A note on the comparison of polynomial selection methods., AISTATS, 1999"], "Russell G. Almond": ["Transfer of information between system and evidence models., AISTATS, 1999"], "Yung-Hsin Chien": ["A bayesian model for collaborative filtering., AISTATS, 1999"], "Robert G. Cowell": ["Parameter learning from incomplete data for Bayesian networks., AISTATS, 1999"], "Daniela Golinelli": ["Relaxing the local independence assumption for quantitative learning in acyclic directed graphical models through hierarchical partition models., AISTATS, 1999"], "Keith Humphreys": ["The exploration of new methods for learning in binary Boltzmann machines., AISTATS, 1999"], "David D. Jensen": ["Statistical challenges to inductive inference in linked data., AISTATS, 1999"], "Murray A. Jorgensen": ["Mixture model clustering with the multimix program., AISTATS, 1999"], "Eamonn J. Keogh": ["Learning augmented Bayesian classifiers: A comparison of distribution-based and classification-based approaches., AISTATS, 1999"], "Petri Kontkanen": ["Exploring the robustness of Bayesian and information-theoretic methods for predictive inference., AISTATS, 1999"], "Martin Kreutz": ["Structure optimization of density estimation models applied to regression problems with dynamic noise., AISTATS, 1999"], "Michael Larkin": ["A learning rule based method of feature extraction with application to acoustic signal classification., AISTATS, 1999"], "Kathryn Blackmond Laskey": ["Learning extensible multi-entity directed graphical models., AISTATS, 1999"], "Stefano Monti": ["A latent variable model for multivariate discretization., AISTATS, 1999"], "Judea Pearl": ["Testing regression models with fewer regressors., AISTATS, 1999"], "Marco Ramoni": ["Learning conditional probabilities from incomplete databases - An experimental comparison., AISTATS, 1999"], "Ahmed Rida": ["Local experts combination through density decomposition., AISTATS, 1999"], "Wilhelm Rödder": ["Entropy-driven inference and inconsistency., AISTATS, 1999"], "Matthew D. Schmill": ["Learned models for continuous planning., AISTATS, 1999"], "Peter J. Schubert": ["Efficient optimization of large k real-time control algorithm., AISTATS, 1999"], "Paola Sebastiani": ["Model folding for data subject to nonresponse., AISTATS, 1999"], "Raffaella Settimi": ["Geometry, moments and Bayesian networks with hidden variables., AISTATS, 1999"], "Padhraic Smyth": ["Joint probabilistic clustering of multivariate and sequential data., AISTATS, 1999"], "Elena Stanghellini": ["Analysis of multivariate time series via a hidden graphical model., AISTATS, 1999"], "Axel Vogler": ["Visual design support for probabilistic network application., AISTATS, 1999"]}