{"Robert St. Amant": ["Two Algorithms for Inducing Structural Equation Models from Data., AISTATS, 1995"], "Louis Anthony Cox Jr.": ["Using Causal Knowledge to Learn More Useful Decision Rules From Data., AISTATS, 1995", "A Hill-Climbing Approach for Optimizing Classification Trees., AISTATS, 1995"], "Judea Pearl": ["A Causal Calculus for Statistical Research., AISTATS, 1995"], "David Tritchler": ["Likelihood-based Causal Inference., AISTATS, 1995"], "Hannah Blau": ["Ploxoma: Testbed for Uncertain Inference., AISTATS, 1995"], "Ali Jenzarli": ["Solving Influence Diagrams Using Gibbs Sampling., AISTATS, 1995"], "Pilar Lasala": ["Modeling and Monitoring Dynamic Systems by Chain Graphs., AISTATS, 1995"], "Liping Liu": ["Propagation of Gaussian belief functions., AISTATS, 1995"], "Russell G. Almond": ["On Test Selection Strategies for Belief Networks., AISTATS, 1995"], "Prakash P. Shenoy": ["Representing and Solving Asymmetric Decision Problems Using Valuation Networks., AISTATS, 1995"], "David Maxwell Chickering": ["Learning Bayesian Networks is NP-Complete., AISTATS, 1995"], "John F. Elder IV": ["Heuristic Search for Model Structure: the Benefits of Restraining Greed., AISTATS, 1995"], "Rudolf Kruse": ["Learning Possibilistic Networks from Data., AISTATS, 1995"], "Adele E. Howe": ["Detecting Imperfect Patterns in Event Streams Using Local Search., AISTATS, 1995"], "Cindy M. H. Kuijpers": ["Structure Learning of Bayesian Networks by Hybrid Genetic Algorithms., AISTATS, 1995"], "Francesco M. Malvestuto": ["An Axiomatization of Loglinear Models with an Application to the Model-Search Problem., AISTATS, 1995"], "Paul R. Cohen": ["Detecting Complex Dependencies in Categorical Data., AISTATS, 1995", "Control Representation in an EDA Assistant., AISTATS, 1995"], "Richard L. Bankert": ["A Comparative Evaluation of Sequential Feature Selection Algorithms., AISTATS, 1995"], "Michael J. Pazzani": ["Classification Using Bayes Averaging of Multiple, Relational Rule-based Models., AISTATS, 1995", "Searching for Dependencies in Bayesian Classifiers., AISTATS, 1995"], "Ronald L. Rivest": ["Picking the Best Expert from a Sequence., AISTATS, 1995"], "Jerzy J. Korczak": ["Hierarchical Clustering of Composite Objects with a Variable Number of Components., AISTATS, 1995"], "Harry B. Burke": ["Statistical Analysis of Complex Systems in Biomedicine., AISTATS, 1995"], "Scott E. Decatur": ["Learning in Hybrid Noise Environments Using Statistical Queries., AISTATS, 1995"], "W. J. H. Verkooijen": ["On the Statistical Comparison of Inductive Learning Methods., AISTATS, 1995"], "Christopher J. Merz": ["Dynamical Selection of Learning Algorithms., AISTATS, 1995"], "Moninder Singh": ["Learning Bayesian Networks Using Feature Selection., AISTATS, 1995"], "Sargur N. Srihari": ["Data Representations in Learning., AISTATS, 1995"], "Jason Catlett": ["Rule Induction as Exploratory Data Analysis., AISTATS, 1995"], "Danny Coomans": ["Non-Linear Dimensionality Reduction: A Comparative Performance Analysis., AISTATS, 1995"], "Hanga C. Galfalvy": ["Omega-Stat: An Environment for Implementing Intelligent Modeling Strategies., AISTATS, 1995"], "David Newman": ["Framework for a Generic Knowledge Discovery Toolkit., AISTATS, 1995"], "Giovanni Semeraro": ["A Further Comparison of Simplification Methods for Decision-Tree Induction., AISTATS, 1995"], "George H. John": ["Robust Linear Discriminant Trees., AISTATS, 1995"], "David Lubinsky": ["Tree Structured Interpretable Regression., AISTATS, 1995"], "J. Kent Martin": ["An Exact Probability Metric for Decision Tree Splitting., AISTATS, 1995"], "Paul D. Clayton": ["Two Applications of Statistical Modelling to Natural Language Processing., AISTATS, 1995"], "Alexander Franz": ["A Model for Part-of-Speech Prediction., AISTATS, 1995"], "Tsukasa Kawaoka": ["Viewpoint-Based Measurement of Semantic Similarity between Words., AISTATS, 1995"], "Greg Adams": ["Part-of-Speech Tagging from \"Small\" Data Sets., AISTATS, 1995"]}