{"Pradeep Ravikumar": ["Minimax Gaussian Classification & Clustering., AISTATS, 2017"], "Adrian Weller": ["Conditions beyond treewidth for tightness of higher-order LP relaxations., AISTATS, 2017"], "Cristian Sminchisescu": ["Large-Scale Data-Dependent Kernel Approximation., AISTATS, 2017"], "Jennifer G. Dy": ["Clustering from Multiple Uncertain Experts., AISTATS, 2017"], "Huan Xu": ["Online Nonnegative Matrix Factorization with General Divergences., AISTATS, 2017"], "Simon Lacoste-Julien": ["ASAGA: Asynchronous Parallel SAGA., AISTATS, 2017", "Frank-Wolfe Algorithms for Saddle Point Problems., AISTATS, 2017"], "Volkan Cevher": ["Lower Bounds on Active Learning for Graphical Model Selection., AISTATS, 2017", "Sketchy Decisions: Convex Low-Rank Matrix Optimization with Optimal Storage., AISTATS, 2017"], "Sujay Sanghavi": ["Non-square matrix sensing without spurious local minima via the Burer-Monteiro approach., AISTATS, 2017"], "Olivier Wintenberger": ["Sparse Accelerated Exponential Weights., AISTATS, 2017"], "Michael I. Jordan": ["On the Learnability of Fully-Connected Neural Networks., AISTATS, 2017", "Less than a Single Pass: Stochastically Controlled Stochastic Gradient., AISTATS, 2017"], "Ibrahim M. Alabdulmohsin": ["An Information-Theoretic Route from Generalization in Expectation to Generalization in Probability., AISTATS, 2017"], "Mingda Qiao": ["Nearly Instance Optimal Sample Complexity Bounds for Top-k Arm Selection., AISTATS, 2017"], "Andreas Krause": ["Guaranteed Non-convex Optimization: Submodular Maximization over Continuous Domains., AISTATS, 2017", "Near-optimal Bayesian Active Learning with Correlated and Noisy Tests., AISTATS, 2017"], "Lawrence Carin": ["Tensor-Dictionary Learning with Deep Kruskal-Factor Analysis., AISTATS, 2017", "Learning Structured Weight Uncertainty in Bayesian Neural Networks., AISTATS, 2017"], "Shigeki Takeuchi": ["Consistent and Efficient Nonparametric Different-Feature Selection., AISTATS, 2017"], "John Cunningham": ["Annular Augmentation Sampling., AISTATS, 2017"], "Ben Marlin": ["Learning Time Series Detection Models from Temporally Imprecise Labels., AISTATS, 2017"], "Cynthia Rudin": ["Learning Cost-Effective and Interpretable Treatment Regimes., AISTATS, 2017"], "Alessandro Lazaric": ["Linear Thompson Sampling Revisited., AISTATS, 2017", "Exploration-Exploitation in MDPs with Options., AISTATS, 2017", "Thompson Sampling for Linear-Quadratic Control Problems., AISTATS, 2017"], "François Fleuret": ["A Sub-Quadratic Exact Medoid Algorithm., AISTATS, 2017"], "Daniel McDonald": ["Minimax Density Estimation for Growing Dimension., AISTATS, 2017"], "Masashi Sugiyama": ["Estimating Density Ridges by Direct Estimation of Density-Derivative-Ratios., AISTATS, 2017", "Least-Squares Log-Density Gradient Clustering for Riemannian Manifolds., AISTATS, 2017"], "Christoph H. Lampert": ["Learning Theory for Conditional Risk Minimization., AISTATS, 2017"], "Olivier Pietquin": ["Learning Nash Equilibrium for General-Sum Markov Games from Batch Data., AISTATS, 2017"], "Byron M. Yu": ["Distance Covariance Analysis., AISTATS, 2017"], "Justin Romberg": ["Phase Retrieval Meets Statistical Learning Theory: A Flexible Convex Relaxation., AISTATS, 2017"], "Massimiliano Pontil": ["Regret Bounds for Lifelong Learning., AISTATS, 2017"], "Dino Sejdinovic": ["Poisson intensity estimation with reproducing kernels., AISTATS, 2017"], "Bala Rajaratnam": ["Generalized Pseudolikelihood Methods for Inverse Covariance Estimation., AISTATS, 2017"], "Mark Handcock": ["Removing Phase Transitions from Gibbs Measures., AISTATS, 2017"], "Willie Neiswanger": ["Performance Bounds for Graphical Record Linkage., AISTATS, 2017"], "Svetha Venkatesh": ["Regret Bounds for Transfer Learning in Bayesian Optimisation., AISTATS, 2017"], "Carlos Guestrin": ["Scaling Submodular Maximization via Pruned Submodularity Graphs., AISTATS, 2017"], "Samuel Kaski": ["Localized Lasso for High-Dimensional Regression., AISTATS, 2017"], "Chris C. Holmes": ["Encrypted Accelerated Least Squares Regression., AISTATS, 2017"], "Robert D. Nowak": ["Random Consensus Robust PCA., AISTATS, 2017", "Active Positive Semidefinite Matrix Completion: Algorithms, Theory and Applications., AISTATS, 2017"], "Novi Quadrianto": ["Gray-box Inference for Structured Gaussian Process Models., AISTATS, 2017"], "Nathan Kallus": ["A Framework for Optimal Matching for Causal Inference., AISTATS, 2017"], "James Zou": ["Quantifying the accuracy of approximate diffusions and Markov chains., AISTATS, 2017"], "Zheng Wen": ["Stochastic Rank-1 Bandits., AISTATS, 2017"], "Fabio Vitale": ["On the Troll-Trust Model for Edge Sign Prediction in Social Networks., AISTATS, 2017"], "Varun Kanade": ["Online Optimization of Smoothed Piecewise Constant Functions., AISTATS, 2017"], "Brian Kulis": ["Combinatorial Topic Models using Small-Variance Asymptotics., AISTATS, 2017"], "Joel H. Saltz": ["ConvNets with Smooth Adaptive Activation Functions for Regression., AISTATS, 2017"], "Eric Vigoda": ["Rapid Mixing Swendsen-Wang Sampler for Stochastic Partitioned Attractive Models., AISTATS, 2017"], "Olgica Milenkovic": ["Efficient Rank Aggregation via Lehmer Codes., AISTATS, 2017"], "Hiroshi Morioka": ["Nonlinear ICA of Temporally Dependent Stationary Sources., AISTATS, 2017"], "Taiji Suzuki": ["Stochastic Difference of Convex Algorithm and its Application to Training Deep Boltzmann Machines., AISTATS, 2017"], "Praneeth Netrapalli": ["Global Convergence of Non-Convex Gradient Descent for Computing Matrix Squareroot., AISTATS, 2017"], "David M. Blei": ["Reparameterization Gradients through Acceptance-Rejection Sampling Algorithms., AISTATS, 2017"], "Amos J. Storkey": ["Asymptotically exact inference in differentiable generative models., AISTATS, 2017"], "Marc Tommasi": ["Decentralized Collaborative Learning of Personalized Models over Networks., AISTATS, 2017"], "Sanjay Shakkottai": ["Contextual Bandits with Latent Confounders: An NMF Approach., AISTATS, 2017"], "Frank Hutter": ["Fast Bayesian Optimization of Machine Learning Hyperparameters on Large Datasets., AISTATS, 2017"], "Guillaume Obozinski": ["Fast column generation for atomic norm regularization., AISTATS, 2017"], "Pietro Liò": ["Bayesian Hybrid Matrix Factorisation for Data Integration., AISTATS, 2017"], "Vaibhava Goel": ["Co-Occurring Directions Sketching for Approximate Matrix Multiply., AISTATS, 2017"], "Jianbo Shi": ["Local Perturb-and-MAP for Structured Prediction., AISTATS, 2017"], "J. Andrew Bagnell": ["Gradient Boosting on Stochastic Data Streams., AISTATS, 2017"], "Vianney Perchet": ["Online Learning and Blackwell Approachability with Partial Monitoring: Optimal Convergence Rates., AISTATS, 2017"], "Yun S. Song": ["Tensor Decompositions via Two-Mode Higher-Order SVD (HOSVD)., AISTATS, 2017"], "Peter A. Flach": ["Beta calibration: a well-founded and easily implemented improvement on logistic calibration for binary classifiers., AISTATS, 2017"], "Vikash Mansinghka": ["Detecting Dependencies in Sparse, Multivariate Databases Using Probabilistic Programming and Non-parametric Bayes., AISTATS, 2017"], "Kamin Whitehouse": ["High-dimensional Time Series Clustering via Cross-Predictability., AISTATS, 2017"], "Evgeny Burnaev": ["Minimax Approach to Variable Fidelity Data Interpolation., AISTATS, 2017"], "Alexander J. Smola": ["Data Driven Resource Allocation for Distributed Learning., AISTATS, 2017"], "Siqi Sun": ["Learning Nonparametric Forest Graphical Models with Prior Information., AISTATS, 2017"], "Omid Keivani": ["Sparse Randomized Partition Trees for Nearest Neighbor Search., AISTATS, 2017"], "Laks V. S. Lakshmanan": ["Horde of Bandits using Gaussian Markov Random Fields., AISTATS, 2017"], "Joseph Gonzalez": ["Random projection design for scalable implicit smoothing of randomly observed stochastic processes., AISTATS, 2017"], "Yun-En Liu": ["Trading off Rewards and Errors in Multi-Armed Bandits., AISTATS, 2017"], "Tom Goldstein": ["Adaptive ADMM with Spectral Penalty Parameter Selection., AISTATS, 2017", "Automated Inference with Adaptive Batches., AISTATS, 2017"], "Csaba Szepesvári": ["The End of Optimism? An Asymptotic Analysis of Finite-Armed Linear Bandits., AISTATS, 2017"], "Barbara E. Engelhardt": ["Dynamic Collaborative Filtering With Compound Poisson Factorization., AISTATS, 2017"], "Inderjit S. Dhillon": ["Rank Aggregation and Prediction with Item Features., AISTATS, 2017", "Fast Classification with Binary Prototypes., AISTATS, 2017", "Scalable Convex Multiple Sequence Alignment via Entropy-Regularized Dual Decomposition., AISTATS, 2017", "Greedy Direction Method of Multiplier for MAP Inference of Large Output Domain., AISTATS, 2017"], "Zhaojun Bai": ["Robust and Efficient Computation of Eigenvectors in a Generalized Spectral Method for Constrained Clustering., AISTATS, 2017"], "Jean Honorio": ["Information-theoretic limits of Bayesian network structure learning., AISTATS, 2017", "Learning Graphical Games from Behavioral Data: Sufficient and Necessary Conditions., AISTATS, 2017"], "Iain Murray": ["Markov Chain Truncation for Doubly-Intractable Inference., AISTATS, 2017"], "Marc Niethammer": ["Regression Uncertainty on the Grassmannian., AISTATS, 2017"], "Qinghua Zheng": ["Attributing Hacks., AISTATS, 2017"], "Venkatesh Saligrama": ["Unsupervised Sequential Sensor Acquisition., AISTATS, 2017"], "Zhengdao Wang": ["A Stochastic Nonconvex Splitting Method for Symmetric Nonnegative Matrix Factorization., AISTATS, 2017"], "Kee-Eung Kim": ["Hierarchically-partitioned Gaussian Process Approximation., AISTATS, 2017"], "Gal Elidan": ["Scalable Learning of Non-Decomposable Objectives., AISTATS, 2017"], "Zhihua Zhang": ["CPSG-MCMC: Clustering-Based Preprocessing method for Stochastic Gradient MCMC., AISTATS, 2017"], "Ulrike von Luxburg": ["Comparison-Based Nearest Neighbor Search., AISTATS, 2017"], "Martin Jaggi": ["A Unified Optimization View on Generalized Matching Pursuit and Frank-Wolfe., AISTATS, 2017", "Faster Coordinate Descent via Adaptive Importance Sampling., AISTATS, 2017"], "Wu Lin": ["Conjugate-Computation Variational Inference: Converting Variational Inference in Non-Conjugate Models to Inferences in Conjugate Models., AISTATS, 2017"], "Alan Malek": ["Hit-and-Run for Sampling and Planning in Non-Convex Spaces., AISTATS, 2017"], "Max Welling": ["DP-EM: Differentially Private Expectation Maximization., AISTATS, 2017"], "Aki Vehtari": ["On the Hyperprior Choice for the Global Shrinkage Parameter in the Horseshoe Prior., AISTATS, 2017"], "Liam Paninski": ["Bayesian Learning and Inference in Recurrent Switching Linear Dynamical Systems., AISTATS, 2017", "Scalable Variational Inference for Super Resolution Microscopy., AISTATS, 2017"], "Quanquan Gu": ["Efficient Algorithm for Sparse Tensor-variate Gaussian Graphical Models via Gradient Descent., AISTATS, 2017", "A Unified Computational and Statistical Framework for Nonconvex Low-rank Matrix Estimation., AISTATS, 2017", "Communication-efficient Distributed Sparse Linear Discriminant Analysis., AISTATS, 2017"], "Boaz Nadler": ["Minimax-optimal semi-supervised regression on unknown manifolds., AISTATS, 2017"], "Rebecca Willett": ["Improved Strongly Adaptive Online Learning using Coin Betting., AISTATS, 2017"], "Jason D. Lee": ["Black-box Importance Sampling., AISTATS, 2017"], "Krishna P. Gummadi": ["Fairness Constraints: Mechanisms for Fair Classification., AISTATS, 2017"], "Oluwasanmi Koyejo": ["Frequency Domain Predictive Modelling with Aggregated Data., AISTATS, 2017", "Information Projection and Approximate Inference for Structured Sparse Variables., AISTATS, 2017"], "Daniel Kifer": ["A New Class of Private Chi-Square Hypothesis Tests., AISTATS, 2017"], "Eric Sibony": ["A Learning Theory of Ranking Aggregation., AISTATS, 2017"], "Anne Sabourin": ["Anomaly Detection in Extreme Regions via Empirical MV-sets on the Sphere., AISTATS, 2017"], "Jamal Atif": ["Structured adaptive and random spinners for fast machine learning computations., AISTATS, 2017"], "David Barber": ["Complementary Sum Sampling for Likelihood Approximation in Large Scale Classification., AISTATS, 2017"], "Tommi S. Jaakkola": ["Learning Optimal Interventions., AISTATS, 2017"], "Nicholas Ruozzi": ["A Lower Bound on the Partition Function of Attractive Graphical Models in the Continuous Case., AISTATS, 2017"], "Chaoxu Zhou": ["Linear Convergence of Stochastic Frank Wolfe Variants., AISTATS, 2017"], "Alexandre Bouchard-Côté": ["Sequential Graph Matching with Sequential Monte Carlo., AISTATS, 2017"], "Nishant Mehta": ["Fast rates with high probability in exp-concave statistical learning., AISTATS, 2017"], "Miguel R. D. Rodrigues": ["Generalization Error of Invariant Classifiers., AISTATS, 2017"], "Sanjoy Dasgupta": ["Learning with Feature Feedback: from Theory to Practice., AISTATS, 2017"], "Steffen Grünewälder": ["Optimistic Planning for the Stochastic Knapsack Problem., AISTATS, 2017"], "Chiranjib Bhattacharyya": ["Identifying Groups of Strongly Correlated Variables through Smoothed Ordered Weighted L1-norms., AISTATS, 2017"], "Julian Yarkony": ["Tracking Objects with Higher Order Interactions via Delayed Column Generation., AISTATS, 2017"], "Alexander T. Ihler": ["Belief Propagation in Conditional RBMs for Structured Prediction., AISTATS, 2017"], "Nati Srebro": ["Sketching Meets Random Projection in the Dual: A Provable Recovery Algorithm for Big and High-dimensional Data., AISTATS, 2017"], "Ji Liu": ["Finite-sum Composition Optimization via Variance Reduced Gradient Descent., AISTATS, 2017"], "Yanjun Qi": ["A Fast and Scalable Joint Estimator for Learning Multiple Related Sparse Gaussian Graphical Models., AISTATS, 2017"], "Samory Kpotufe": ["Modal-set estimation with an application to clustering., AISTATS, 2017", "Lipschitz Density-Ratios, Structured Data, and Data-driven Tuning., AISTATS, 2017"], "Martin Slawski": ["Compressed Least Squares Regression revisited., AISTATS, 2017"], "Le Song": ["Diverse Neural Network Learns True Target Functions., AISTATS, 2017", "Linking Micro Event History to Macro Prediction in Point Process Models., AISTATS, 2017", "Learning from Conditional Distributions via Dual Embeddings., AISTATS, 2017"], "Bernhard Schölkopf": ["Local Group Invariant Representations via Orbit Embeddings., AISTATS, 2017"], "Sebastian Vollmer": ["Relativistic Monte Carlo., AISTATS, 2017"], "Petre Stoica": ["Prediction Performance After Learning in Gaussian Process Regression., AISTATS, 2017"], "Blaise Agüera y Arcas": ["Communication-Efficient Learning of Deep Networks from Decentralized Data., AISTATS, 2017"], "Stuart J. Russell": ["Signal-based Bayesian Seismic Monitoring., AISTATS, 2017"], "Jure Leskovec": ["Learning the Network Structure of Heterogeneous Data via Pairwise Exponential Markov Random Fields., AISTATS, 2017"], "Roger Grosse": ["Discovering and Exploiting Additive Structure for Bayesian Optimization., AISTATS, 2017"], "Ingo Steinwart": ["Spatial Decompositions for Large Scale SVMs., AISTATS, 2017"], "Frank D. Wood": ["Inference Compilation and Universal Probabilistic Programming., AISTATS, 2017"], "Jian Peng": ["On the Interpretability of Conditional Probability Estimates in the Agnostic Setting., AISTATS, 2017"], "Tony Jebara": ["Initialization and Coordinate Optimization for Multi-way Matching., AISTATS, 2017"], "Andrew Li": ["Optimal Recovery of Tensor Slices., AISTATS, 2017"], "Karthik Sridharan": ["Efficient Online Multiclass Prediction on Graphs via Surrogate Losses., AISTATS, 2017"], "Stephen J. Roberts": ["Distribution of Gaussian Process Arc Lengths., AISTATS, 2017"], "Michal Valko": ["Distributed Adaptive Sampling for Kernel Matrix Approximation., AISTATS, 2017"], "Ping Li": ["Binary and Multi-Bit Coding for Stable Random Projections., AISTATS, 2017"], "Anima Anandkumar": ["Spectral Methods for Correlated Topic Models., AISTATS, 2017"], "Ehsan Abbasnejad": ["Label Filters for Large Scale Multilabel Classification., AISTATS, 2017"], "Mohammad Ghavamzadeh": ["Sequential Multiple Hypothesis Testing with Type I Error Control., AISTATS, 2017"], "Matthias Gallé": ["A Maximum Matching Algorithm for Basis Selection in Spectral Learning., AISTATS, 2017"], "Daniel Nikovski": ["Value-Aware Loss Function for Model-based Reinforcement Learning., AISTATS, 2017"], "Claire Monteleoni": ["Convergence Rate of Stochastic k-means., AISTATS, 2017"], "Tom Heskes": ["Robust Causal Estimation in the Large-Sample Limit without Strict Faithfulness., AISTATS, 2017"], "Mausam": ["Non-Count Symmetries in Boolean & Multi-Valued Prob. Graphical Models., AISTATS, 2017"], "Joydeep Ghosh": ["Scalable Greedy Feature Selection via Weak Submodularity., AISTATS, 2017"]}