{"Guy Lebanon": ["Preface., AISTATS, 2015"], "Ayan Acharya": ["Nonparametric Bayesian Factor Analysis for Dynamic Count Matrices., AISTATS, 2015"], "Sreangsu Acharyya": ["Parameter Estimation of Generalized Linear Models without Assuming their Link Function., AISTATS, 2015"], "David G. Anderson": ["Spectral Gap Error Bounds for Improving CUR Matrix Decomposition and the Nyström Method., AISTATS, 2015"], "Onur Atan": ["Global Multi-armed Bandits with Hölder Continuity., AISTATS, 2015"], "Martin Azizyan": ["Efficient Sparse Clustering of High-Dimensional Non-spherical Gaussian Mixtures., AISTATS, 2015"], "Stephen H. Bach": ["Unifying Local Consistency and MAX SAT Relaxations for Scalable Inference with Rounding Guarantees., AISTATS, 2015"], "Gábor Balázs": ["Near-optimal max-affine estimators for convex regression., AISTATS, 2015"], "Aviad Barzilai": ["Convex Multi-Task Learning by Clustering., AISTATS, 2015"], "Alessio Benavoli": ["Gaussian Processes for Bayesian hypothesis tests on regression functions., AISTATS, 2015"], "Aditya Bhaskara": ["Sparse Solutions to Nonnegative Linear Systems and Applications., AISTATS, 2015"], "Avradeep Bhowmik": ["Generalized Linear Models for Aggregated Data., AISTATS, 2015"], "Yuri Burda": ["Accurate and conservative estimates of MRF log-likelihood using reverse annealing., AISTATS, 2015"], "David E. Carlson": ["Stochastic Spectral Descent for Restricted Boltzmann Machines., AISTATS, 2015"], "Alexandra Carpentier": ["Implementable confidence sets in high dimensional regression., AISTATS, 2015"], "Sougata Chaudhuri": ["Online Ranking with Top-1 Feedback., AISTATS, 2015"], "Sheng Chen": ["One-bit Compressed Sensing with the k-Support Norm., AISTATS, 2015"], "Tianqi Chen": ["Efficient Second-Order Gradient Boosting for Conditional Random Fields., AISTATS, 2015"], "Wenlin Chen": ["Filtered Search for Submodular Maximization with Controllable Approximation Bounds., AISTATS, 2015"], "Xiangli Chen": ["Predictive Inverse Optimal Control for Linear-Quadratic-Gaussian Systems., AISTATS, 2015"], "Yetian Chen": ["Exact Bayesian Learning of Ancestor Relations in Bayesian Networks., AISTATS, 2015"], "Dehua Cheng": ["Model Selection for Topic Models via Spectral Decomposition., AISTATS, 2015"], "Anna Choromanska": ["The Loss Surfaces of Multilayer Networks., AISTATS, 2015"], "Alexandre Défossez": ["Averaged Least-Mean-Squares: Bias-Variance Trade-offs and Optimal Sampling Distributions., AISTATS, 2015"], "Weicong Ding": ["A Topic Modeling Approach to Ranking., AISTATS, 2015"], "Marwa El Halabi": ["A totally unimodular view of structured sparsity., AISTATS, 2015"], "Mehrdad Farajtabar": ["Back to the Past: Source Identification in Diffusion Networks from Partially Observed Cascades., AISTATS, 2015"], "Ethan Fetaya": ["Graph Approximation and Clustering on a Budget., AISTATS, 2015"], "Robert Finn": ["A Sufficient Statistics Construction of Exponential Family Levy Measure Densities for Nonparametric Conjugate Models., AISTATS, 2015"], "Søren Frejstrup Maibing": ["Computational Complexity of Linear Large Margin Classification With Ramp Loss., AISTATS, 2015"], "Zhe Gan": ["Learning Deep Sigmoid Belief Networks with Data Augmentation., AISTATS, 2015"], "Shuyang Gao": ["Efficient Estimation of Mutual Information for Strongly Dependent Variables., AISTATS, 2015"], "Nicolas Goix": ["On Anomaly Ranking and Excess-Mass Curves., AISTATS, 2015"], "José P. González-Brenes": ["Modeling Skill Acquisition Over Time with Sequence and Topic Modeling., AISTATS, 2015"], "Suriya Gunasekar": ["Consistent Collective Matrix Completion under Joint Low Rank Structure., AISTATS, 2015"], "Fangjian Guo": ["The Bayesian Echo Chamber: Modeling Social Influence via Linguistic Accommodation., AISTATS, 2015"], "Jihun Hamm": ["Preserving Privacy of Continuous High-dimensional Data with Minimax Filters., AISTATS, 2015"], "Satoshi Hara": ["A Consistent Method for Graph Based Anomaly Localization., AISTATS, 2015"], "Tatsunori B. Hashimoto": ["Metric recovery from directed unweighted graphs., AISTATS, 2015"], "James Hensman": ["Scalable Variational Gaussian Process Classification., AISTATS, 2015"], "Matthew D. Hoffman": ["Stochastic Structured Variational Inference., AISTATS, 2015"], "Michael C. Hughes": ["Reliable and Scalable Variational Inference for the Hierarchical Dirichlet Process., AISTATS, 2015"], "Tomoharu Iwata": ["Cross-domain recommendation without shared users or items by sharing latent vector distributions., AISTATS, 2015"], "Rishabh K. Iyer": ["Submodular Point Processes with Applications to Machine learning., AISTATS, 2015"], "Ali Jadbabaie": ["Online Optimization : Competing with Dynamic Comparators., AISTATS, 2015"], "Ariel Jaffe": ["Estimating the accuracies of multiple classifiers without labeled data., AISTATS, 2015"], "Kevin G. Jamieson": ["Sparse Dueling Bandits., AISTATS, 2015"], "Varun Jampani": ["Consensus Message Passing for Layered Graphical Models., AISTATS, 2015"], "Shuichi Katsumata": ["Robust Cost Sensitive Support Vector Machine., AISTATS, 2015"], "Yoshinobu Kawahara": ["On Approximate Non-submodular Minimization via Tree-Structured Supermodularity., AISTATS, 2015"], "Rajiv Khanna": ["Sparse Submodular Probabilistic PCA., AISTATS, 2015"], "Arto Klami": ["Latent feature regression for multivariate count data., AISTATS, 2015"], "Matthäus Kleindessner": ["Dimensionality estimation without distances., AISTATS, 2015"], "Aryeh Kontorovich": ["A Bayes consistent 1-NN classifier., AISTATS, 2015"], "Korlakai Vinayak Rashmi": ["DART: Dropouts meet Multiple Additive Regression Trees., AISTATS, 2015"], "Akshay Krishnamurthy": ["On Estimating L22 Divergence., AISTATS, 2015"], "Volodymyr Kuleshov": ["Tensor Factorization via Matrix Factorization., AISTATS, 2015"], "Alex Kulesza": ["Low-Rank Spectral Learning with Weighted Loss Functions., AISTATS, 2015"], "Sven Kurras": ["Symmetric Iterative Proportional Fitting., AISTATS, 2015"], "Branislav Kveton": ["Tight Regret Bounds for Stochastic Combinatorial Semi-Bandits., AISTATS, 2015"], "Simon Lacoste-Julien": ["Sequential Kernel Herding: Frank-Wolfe Optimization for Particle Filtering., AISTATS, 2015"], "Balaji Lakshminarayanan": ["Particle Gibbs for Bayesian Additive Regression Trees., AISTATS, 2015"], "Chen-Yu Lee": ["Deeply-Supervised Nets., AISTATS, 2015"], "Jay Lee": ["Preferential Attachment in Graphs with Affinities., AISTATS, 2015"], "Juho Lee": ["Bayesian Hierarchical Clustering with Exponential Family: Small-Variance Asymptotics and Reducibility., AISTATS, 2015"], "Guy Lever": ["Modelling Policies in MDPs in Reproducing Kernel Hilbert Space., AISTATS, 2015"], "Bo Li": ["Scalable Optimization of Randomized Operational Decisions in Adversarial Classification Settings., AISTATS, 2015"], "Lihong Li": ["Toward Minimax Off-policy Value Estimation., AISTATS, 2015"], "Ping Li": ["Compressed Sensing with Very Sparse Gaussian Random Projections., AISTATS, 2015"], "Xin Li": ["Max-Margin Zero-Shot Learning for Multi-class Classification., AISTATS, 2015", "Conditional Restricted Boltzmann Machines for Multi-label Learning with Incomplete Labels., AISTATS, 2015"], "Yen-Huan Li": ["Sparsistency of 1-Regularized M-Estimators., AISTATS, 2015"], "Kuan Liu": ["Similarity Learning for High-Dimensional Sparse Data., AISTATS, 2015"], "Mario Lucic": ["Tradeoffs for Space, Time, Data and Risk in Unsupervised Learning., AISTATS, 2015"], "Yifei Ma": ["Active Pointillistic Pattern Search., AISTATS, 2015"], "Shike Mei": ["The Security of Latent Dirichlet Allocation., AISTATS, 2015"], "Igor Melnyk": ["A Spectral Algorithm for Inference in Hidden semi-Markov Models., AISTATS, 2015"], "Ofer Meshi": ["Efficient Training of Structured SVMs via Soft Constraints., AISTATS, 2015"], "James Neufeld": ["Variance Reduction via Antithetic Markov Chains., AISTATS, 2015"], "Junier B. Oliva": ["Fast Function to Function Regression., AISTATS, 2015"], "Pedro A. Ortega": ["Reactive bandits with attitude., AISTATS, 2015"], "Saurabh Paul": ["Feature Selection for Linear SVM with Provable Guarantees., AISTATS, 2015"], "Robert Peharz": ["On Theoretical Properties of Sum-Product Networks., AISTATS, 2015"], "Vu Pham": ["Robust sketching for multiple square-root LASSO problems., AISTATS, 2015"], "Rajesh Ranganath": ["Deep Exponential Families., AISTATS, 2015"], "Sashank J. Reddi": ["On the High Dimensional Power of a Linear-Time Two Sample Test under Mean-shift Alternatives., AISTATS, 2015"], "Shaogang Ren": ["A Scalable Algorithm for Structured Kernel Feature Selection., AISTATS, 2015"], "Jonathan Root": ["Learning Efficient Anomaly Detectors from K-NN Graphs., AISTATS, 2015"], "Anirban Roychowdhury": ["Gamma Processes, Stick-Breaking, and Variational Inference., AISTATS, 2015"], "Hiroaki Sasaki": ["Direct Density-Derivative Estimation and Its Application in KL-Divergence Approximation., AISTATS, 2015"], "Mark W. Schmidt": ["Non-Uniform Stochastic Average Gradient Method for Training Conditional Random Fields., AISTATS, 2015"], "François Schnitzler": ["Sensor Selection for Crowdsensing Dynamical Systems., AISTATS, 2015"], "Clayton Scott": ["A Rate of Convergence for Mixture Proportion Estimation, with Application to Learning from Noisy Labels., AISTATS, 2015"], "Eleni Sgouritsa": ["Inference of Cause and Effect with Unsupervised Inverse Regression., AISTATS, 2015"], "Nihar B. Shah": ["Estimation from Pairwise Comparisons: Sharp Minimax Bounds with Topology Dependence., AISTATS, 2015"], "Roshan Shariff": ["Exploiting Symmetries to Construct Efficient MCMC Algorithms With an Application to SLAM., AISTATS, 2015"], "Tianlin Shi": ["Learning Where to Sample in Structured Prediction., AISTATS, 2015"], "Arno Solin": ["State Space Methods for Efficient Inference in Student-t Process Regression., AISTATS, 2015"], "Shuang Song": ["Learning from Data with Heterogeneous Noise using SGD., AISTATS, 2015"], "Suvrit Sra": ["Data modeling with the elliptical gamma distribution., AISTATS, 2015"], "Sanvesh Srivastava": ["WASP: Scalable Bayes via barycenters of subset posteriors., AISTATS, 2015"], "Julien Stoehr": ["Calibration of conditional composite likelihood for Bayesian inference on Gibbs random fields., AISTATS, 2015"], "Julian Straub": ["A Dirichlet Process Mixture Model for Spherical Data., AISTATS, 2015"], "Siqi Sun": ["Inferring Block Structure of Graphical Models in Exponential Families., AISTATS, 2015"], "Zoltán Szabó": ["Two-stage sampled learning theory on distributions., AISTATS, 2015"], "Rikiya Takahashi": ["Predicting Preference Reversals via Gaussian Process Uncertainty Aversion., AISTATS, 2015"], "Alex Tank": ["Streaming Variational Inference for Bayesian Nonparametric Mixture Models., AISTATS, 2015"], "Jin Tian": ["Missing at Random in Graphical Models., AISTATS, 2015"], "Jan-Willem van de Meent": ["Particle Gibbs with Ancestor Sampling for Probabilistic Programs., AISTATS, 2015"], "Herke van Hoof": ["Learning of Non-Parametric Control Policies with High-Dimensional State Features., AISTATS, 2015"], "Greg Ver Steeg": ["Maximally Informative Hierarchical Representations of High-Dimensional Data., AISTATS, 2015"], "Fulton Wang": ["Falling Rule Lists., AISTATS, 2015"], "Xu Wang": ["Multi-Manifold Modeling in Non-Euclidean spaces., AISTATS, 2015"], "Yining Wang": ["Column Subset Selection with Missing Data via Active Sampling., AISTATS, 2015"], "Yu-Xiang Wang": ["Trend Filtering on Graphs., AISTATS, 2015"], "Fabian L. Wauthier": ["A Greedy Homotopy Method for Regression with Nonconvex Constraints., AISTATS, 2015"], "Adrian Weller": ["Revisiting the Limits of MAP Inference by MWSS on Perfect Graphs., AISTATS, 2015"], "Yi Wu": ["Understanding and Evaluating Sparse Linear Discriminant Analysis., AISTATS, 2015"], "Kevin Xu": ["Stochastic Block Transition Models for Dynamic Networks., AISTATS, 2015"], "Zhirong Yang": ["Majorization-Minimization for Manifold Embedding., AISTATS, 2015"], "Zichao Yang": ["A la Carte - Learning Fast Kernels., AISTATS, 2015"], "Yaoliang Yu": ["Minimizing Nonconvex Non-Separable Functions., AISTATS, 2015"], "Lijun Zhang": ["A Simple Homotopy Algorithm for Compressive Sensing., AISTATS, 2015"], "Shandian Zhe": ["Scalable Nonparametric Multiway Data Analysis., AISTATS, 2015"], "Mingyuan Zhou": ["Infinite Edge Partition Models for Overlapping Community Detection and Link Prediction., AISTATS, 2015"], "Xiangyang Zhou": ["Power-Law Graph Cuts., AISTATS, 2015"], "Yuancheng Zhu": ["The Log-Shift Penalty for Adaptive Estimation of Multiple Gaussian Graphical Models., AISTATS, 2015"]}