{"Yee Whye Teh": ["Preface., AISTATS, 2010"], "Ryan Prescott Adams": ["Learning the Structure of Deep Sparse Graphical Models., AISTATS, 2010"], "Alekh Agarwal": ["Optimal Allocation Strategies for the Dark Pool Problem., AISTATS, 2010"], "Morteza Alamgir": ["Multitask Learning for Brain-Computer Interfaces., AISTATS, 2010"], "Mauricio A. Álvarez": ["Efficient Multioutput Gaussian Processes through Variational Inducing Kernels., AISTATS, 2010"], "Arthur U. Asuncion": ["Learning with Blocks: Composite Likelihood and Contrastive Divergence., AISTATS, 2010"], "Haakon Austad": ["Deterministic Bayesian inference for the p* model., AISTATS, 2010"], "Bing Bai": ["Half Transductive Ranking., AISTATS, 2010"], "Gilles Blanchard": ["Kernel Partial Least Squares is Universally Consistent., AISTATS, 2010"], "Antoine Bordes": ["Towards Understanding Situated Natural Language., AISTATS, 2010"], "Hei Chan": ["Using Descendants as Instrumental Variables for the Identification of Direct Causal Effects in Linear SEMs., AISTATS, 2010"], "Shaunak Chatterjee": ["Why are DBNs sparse?, AISTATS, 2010"], "Anton Chechetka": ["Focused Belief Propagation for Query-Specific Inference., AISTATS, 2010"], "Yutian Chen": ["Parametric Herding., AISTATS, 2010"], "Fabio Corradi": ["Mass Fatality Incident Identification based on nuclear DNA evidence., AISTATS, 2010"], "Corinna Cortes": ["On the Impact of Kernel Approximation on Learning Accuracy., AISTATS, 2010"], "Botond Cseke": ["Improving posterior marginal approximations in latent Gaussian models., AISTATS, 2010"], "Shai Ben-David": ["Impossibility Theorems for Domain Adaptation., AISTATS, 2010"], "Ofer Dekel": ["Multiclass-Multilabel Classification with More Classes than Examples., AISTATS, 2010"], "Guillaume Desjardins": ["Tempered Markov Chain Monte Carlo for training of Restricted Boltzmann Machines., AISTATS, 2010"], "Paramveer S. Dhillon": ["Feature Selection using Multiple Streams., AISTATS, 2010"], "Christos Dimitrakakis": ["Bayesian variable order Markov models., AISTATS, 2010"], "Nan Ding": ["Nonparametric Bayesian Matrix Factorization by Power-EP., AISTATS, 2010"], "Trinh Minh Tri Do": ["Neural conditional random fields., AISTATS, 2010"], "Frederick Eberhardt": ["Combining Experiments to Discover Linear Cyclic Models with Latent Variables., AISTATS, 2010"], "Michael Eichler": ["Graphical Gaussian modelling of multivariate time series with latent variables., AISTATS, 2010"], "Dumitru Erhan": ["Why Does Unsupervised Pre-training Help Deep Learning?, AISTATS, 2010"], "Ayse Erkan": ["Semi-Supervised Learning via Generalized Maximum Entropy., AISTATS, 2010"], "Raphael Fonteneau": ["Model-Free Monte Carlo-like Policy Evaluation., AISTATS, 2010"], "Florence Forbes": ["A Weighted Multi-Sequence Markov Model For Brain Lesion Segmentation., AISTATS, 2010"], "Cameron E. Freer": ["Posterior distributions are computable from predictive distributions., AISTATS, 2010"], "Thomas Furmston": ["Variational methods for Reinforcement Learning., AISTATS, 2010"], "Xavier Glorot": ["Understanding the difficulty of training deep feedforward neural networks., AISTATS, 2010"], "Vibhav Gogate": ["On Combining Graph-based Variance Reduction schemes., AISTATS, 2010"], "Dian Gong": ["Locally Linear Denoising on Image Manifolds., AISTATS, 2010"], "Steffen Grünewälder": ["Regret Bounds for Gaussian Process Bandit Problems., AISTATS, 2010"], "Hui Guo": ["Sufficient covariates and linear propensity analysis., AISTATS, 2010"], "Shengbo Guo": ["Real-time Multiattribute Bayesian Preference Elicitation with Pairwise Comparison Queries., AISTATS, 2010"], "Michael Gutmann": ["Noise-contrastive estimation: A new estimation principle for unnormalized statistical models., AISTATS, 2010"], "Timothy Hancock": ["Boosted Optimization for Network Classification., AISTATS, 2010"], "Lauren Hannah": ["Dirichlet Process Mixtures of Generalized Linear Models., AISTATS, 2010"], "Steve Hanneke": ["Negative Results for Active Learning with Convex Losses., AISTATS, 2010"], "Philipp Hennig": ["Coherent Inference on Optimal Play in Game Trees., AISTATS, 2010"], "Bert C. Huang": ["Collaborative Filtering via Rating Concentration., AISTATS, 2010"], "Jim C. Huang": ["Maximum-likelihood learning of cumulative distribution functions on graphs., AISTATS, 2010"], "Tzu-Kuo Huang": ["Learning Nonlinear Dynamic Models from Non-sequenced Data., AISTATS, 2010"], "Tommi S. Jaakkola": ["Learning Bayesian Network Structure using LP Relaxations., AISTATS, 2010"], "Rodolphe Jenatton": ["Structured Sparse Principal Component Analysis., AISTATS, 2010"], "Hachem Kadri": ["Nonlinear functional regression: a functional RKHS approach., AISTATS, 2010"], "Sham Kakade": ["Learning Exponential Families in High-Dimensions: Strong Convexity and Sparsity., AISTATS, 2010"], "Alexandros Karatzoglou": ["Collaborative Filtering on a Budget., AISTATS, 2010"], "Jingu Kim": ["Fast Active-set-type Algorithms for L1-regularized Linear Regression., AISTATS, 2010"], "Marius Kloft": ["Online Anomaly Detection under Adversarial Impact., AISTATS, 2010"], "Mladen Kolar": ["Ultra-high Dimensional Multiple Output Learning With Simultaneous Orthogonal Matching Pursuit: Screening Approach., AISTATS, 2010"], "Branislav Kveton": ["Semi-Supervised Learning with Max-Margin Graph Cuts., AISTATS, 2010"], "Nevena Lazic": ["Solving the Uncapacitated Facility Location Problem Using Message Passing Algorithms., AISTATS, 2010"], "Guy Lever": ["Relating Function Class Complexity and Cluster Structure in the Function Domain with Applications to Transduction., AISTATS, 2010"], "Fuxin Li": ["The Feature Selection Path in Kernel Methods., AISTATS, 2010"], "Jun Li": ["Simple Exponential Family PCA., AISTATS, 2010"], "Han Liu": ["The Group Dantzig Selector., AISTATS, 2010"], "Alexander Lorbert": ["Descent Methods for Tuning Parameter Refinement., AISTATS, 2010", "Exploiting Covariate Similarity in Sparse Regression via the Pairwise Elastic Net., AISTATS, 2010"], "Tyler Lu": ["Contextual Multi-Armed Bandits., AISTATS, 2010"], "Justin Ma": ["Exploiting Feature Covariance in High-Dimensional Online Learning., AISTATS, 2010"], "Kai Mao": ["Supervised Dimension Reduction Using Bayesian Mixture Modeling., AISTATS, 2010"], "Benjamin M. Marlin": ["Inductive Principles for Restricted Boltzmann Machine Learning., AISTATS, 2010"], "James Martens": ["Parallelizable Sampling of Markov Random Fields., AISTATS, 2010"], "Julian John McAuley": ["Exploiting Within-Clique Factorizations in Junction-Tree Algorithms., AISTATS, 2010"], "Mehryar Mohri": ["Discriminative Topic Segmentation of Text and Speech., AISTATS, 2010"], "Iain Murray": ["Elliptical slice sampling., AISTATS, 2010"], "Blaine Nelson": ["Near-Optimal Evasion of Convex-Inducing Classifiers., AISTATS, 2010"], "Duy Nguyen-Tuong": ["Incremental Sparsification for Real-time Online Model Learning., AISTATS, 2010"], "Yung-Kyun Noh": ["Fluid Dynamics Models for Low Rank Discriminant Analysis., AISTATS, 2010"], "Jimmy Olsson": ["Approximation of hidden Markov models by mixtures of experts with application to particle filtering., AISTATS, 2010"], "Silvia Pandolfi": ["A generalization of the Multiple-try Metropolis algorithm for Bayesian estimation and model selection., AISTATS, 2010"], "Pekka Parviainen": ["Bayesian structure discovery in Bayesian networks with less space., AISTATS, 2010"], "Jonas Peters": ["Identifying Cause and Effect on Discrete Data using Additive Noise Models., AISTATS, 2010"], "Barnabás Póczos": ["REGO: Rank-based Estimation of Renyi Information using Euclidean Graph Optimization., AISTATS, 2010"], "Piyush Rai": ["Infinite Predictor Subspace Models for Multitask Learning., AISTATS, 2010"], "Marc'Aurelio Ranzato": ["Factored 3-Way Restricted Boltzmann Machines For Modeling Natural Images., AISTATS, 2010"], "Vikas C. Raykar": ["Nonparametric prior for adaptive sparsity., AISTATS, 2010"], "Mark D. Reid": ["Convexity of Proper Composite Binary Losses., AISTATS, 2010"], "Jaakko Riihimäki": ["Gaussian processes with monotonicity information., AISTATS, 2010"], "Lorenzo Rosasco": ["A Regularization Approach to Nonlinear Variable Selection., AISTATS, 2010"], "Stéphane Ross": ["Efficient Reductions for Imitation Learning., AISTATS, 2010"], "Andreas Ruttor": ["Approximate parameter inference in a stochastic reaction-diffusion model., AISTATS, 2010"], "Hannes P. Saal": ["Active Sequential Learning with Tactile Feedback., AISTATS, 2010"], "Sivan Sabato": ["Reducing Label Complexity by Learning From Bags., AISTATS, 2010"], "Ruslan Salakhutdinov": ["Efficient Learning of Deep Boltzmann Machines., AISTATS, 2010"], "Mathieu Salzmann": ["Factorized Orthogonal Latent Spaces., AISTATS, 2010"], "Mark W. Schmidt": ["Convex Structure Learning in Log-Linear Models: Beyond Pairwise Potentials., AISTATS, 2010"], "Nic Schraudolph": ["Polynomial-Time Exact Inference in NP-Hard Binary MRFs via Reweighted Perfect Matching., AISTATS, 2010"], "Kevin Sharp": ["Dense Message Passing for Sparse Principal Component Analysis., AISTATS, 2010"], "Pannagadatta K. Shivaswamy": ["Empirical Bernstein Boosting., AISTATS, 2010"], "Sajid M. Siddiqi": ["Reduced-Rank Hidden Markov Models., AISTATS, 2010"], "Aarti Singh": ["Detecting Weak but Hierarchically-Structured Patterns in Networks., AISTATS, 2010"], "Nikolai Slavov": ["Inference of Sparse Networks with Unobserved Variables. Application to Gene Regulatory Networks., AISTATS, 2010"], "Le Song": ["Nonparametric Tree Graphical Models., AISTATS, 2010"], "Bharath K. Sriperumbudur": ["On the relation between universality, characteristic kernels and RKHS embedding of measures., AISTATS, 2010"], "Masashi Sugiyama": ["Conditional Density Estimation via Least-Squares Density Ratio Estimation., AISTATS, 2010"], "Ilya Sutskever": ["On the Convergence Properties of Contrastive Divergence., AISTATS, 2010"], "Charles A. Sutton": ["Inference and Learning in Networks of Queues., AISTATS, 2010"], "Taiji Suzuki": ["Sufficient Dimension Reduction via Squared-loss Mutual Information Estimation., AISTATS, 2010"], "Daniel Tarlow": ["HOP-MAP: Efficient Message Passing with High Order Potentials., AISTATS, 2010"], "Matus Telgarsky": ["Hartigan's Method: k-means Clustering without Voronoi., AISTATS, 2010"], "Evangelos Theodorou": ["Learning Policy Improvements with Path Integrals., AISTATS, 2010"], "Ivan Titov": ["Unsupervised Aggregation for Classification Problems with Large Numbers of Categories., AISTATS, 2010"], "Michalis K. Titsias": ["Bayesian Gaussian Process Latent Variable Model., AISTATS, 2010"], "Péter Torma": ["A Markov-Chain Monte Carlo Approach to Simultaneous Localization and Mapping., AISTATS, 2010"], "Sofia Triantafilou": ["Learning Causal Structure from Overlapping Variable Sets., AISTATS, 2010"], "Ryan D. Turner": ["State-Space Inference and Learning with Gaussian Processes., AISTATS, 2010"], "Yener Ülker": ["Sequential Monte Carlo Samplers for Dirichlet Process Mixtures., AISTATS, 2010"], "Nicolas Usunier": ["Guarantees for Approximate Incremental SVMs., AISTATS, 2010"], "Hanna M. Wallach": ["An Alternative Prior Process for Nonparametric Bayesian Clustering., AISTATS, 2010"], "Shijun Wang": ["A Potential-based Framework for Online Multi-class Learning with Partial Feedback., AISTATS, 2010"], "Zhuang Wang": ["Online Passive-Aggressive Algorithms on a Budget., AISTATS, 2010"], "David J. Weiss": ["Structured Prediction Cascades., AISTATS, 2010"], "Sinead Williamson": ["Dependent Indian Buffet Processes., AISTATS, 2010"], "Yan Yan": ["Modeling annotator expertise: Learning when everybody knows a bit of something., AISTATS, 2010"], "Ji Won Yoon": ["A highly efficient blocked Gibbs sampler reconstruction of multidimensional NMR spectra., AISTATS, 2010"], "Chao Zhang": ["Risk Bounds for Levy Processes in the PAC-Learning Framework., AISTATS, 2010"], "Xinhua Zhang": ["Bayesian Online Learning for Multi-label and Multi-variate Performance Measures., AISTATS, 2010"], "Yu Zhang": ["Multi-Task Learning using Generalized t Process., AISTATS, 2010"], "Zhihua Zhang": ["Bayesian Generalized Kernel Models., AISTATS, 2010", "Matrix-Variate Dirichlet Process Mixture Models., AISTATS, 2010"], "Yang Zhou": ["Exclusive Lasso for Multi-task Feature Selection., AISTATS, 2010"]}