{"Anjishnu Banerjee": ["Bayesian learning of joint distributions of objects., AISTATS, 2013"], "Olivier Collier": ["Permutation estimation and minimax rates of identifiability., AISTATS, 2013"], "Nicholas J. Foti": ["A unifying representation for a class of dependent random measures., AISTATS, 2013"], "James E. Johndrow": ["Diagonal Orthant Multinomial Probit Models., AISTATS, 2013"], "Zhaoshi Meng": ["Distributed Learning of Gaussian Graphical Models via Marginal Likelihoods., AISTATS, 2013"], "Zhaoran Wang": ["Sparse Principal Component Analysis for High Dimensional Multivariate Time Series., AISTATS, 2013"], "Jayadev Acharya": ["A Competitive Test for Uniformity of Monotone Distributions., AISTATS, 2013"], "Margareta Ackerman": ["Clustering Oligarchies., AISTATS, 2013"], "Andrej Aderhold": ["Reconstructing ecological networks with hierarchical Bayesian regression and Mondrian processes., AISTATS, 2013"], "Raja Hafiz Affandi": ["Nystrom Approximation for Large-Scale Determinantal Processes., AISTATS, 2013"], "Shipra Agrawal": ["Further Optimal Regret Bounds for Thompson Sampling., AISTATS, 2013"], "Sungjin Ahn": ["Distributed and Adaptive Darting Monte Carlo through Regenerations., AISTATS, 2013"], "Raman Arora": ["Consensus Ranking with Signed Permutations., AISTATS, 2013"], "Krishnakumar Balasubramanian": ["Ultrahigh Dimensional Feature Screening via RKHS Embeddings., AISTATS, 2013"], "Elias Bareinboim": ["Meta-Transportability of Causal Effects: A Formal Approach., AISTATS, 2013"], "Guillaume Bouchard": ["Convex Collective Matrix Factorization., AISTATS, 2013"], "Arun Tejasvi Chaganty": ["Efficiently Sampling Probabilistic Programs via Program Analysis., AISTATS, 2013"], "Chao Chen": ["Computing the M Most Probable Modes of a Graphical Model., AISTATS, 2013"], "Eunice Yuh-Jie Chen": ["A simple criterion for controlling selection bias., AISTATS, 2013"], "Yutian Chen": ["Evidence Estimation for Bayesian Partially Observed MRFs., AISTATS, 2013"], "Mung Chiang": ["Why Steiner-tree type algorithms work for community detection., AISTATS, 2013"], "Peter Clifford": ["A simple sketching algorithm for entropy estimation over streaming data., AISTATS, 2013"], "Andreas C. Damianou": ["Deep Gaussian Processes., AISTATS, 2013"], "Frank Dondelinger": ["ODE parameter inference using adaptive gradient matching with Gaussian processes., AISTATS, 2013"], "Nan Du": ["Uncover Topic-Sensitive Information Diffusion Networks., AISTATS, 2013"], "Christopher DuBois": ["Stochastic blockmodeling of relational event dynamics., AISTATS, 2013"], "Elad Eban": ["Dynamic Copula Networks for Modeling Real-valued Time Series., AISTATS, 2013"], "Doris Entner": ["Data-driven covariate selection for nonparametric estimation of causal effects., AISTATS, 2013"], "Brian Eriksson": ["Learning to Top-K Search using Pairwise Comparisons., AISTATS, 2013"], "Hamed Firouzi": ["Predictive Correlation Screening: Application to Two-stage Predictor Design in High Dimension., AISTATS, 2013"], "Georg M. Goerg": ["Mixed LICORS: A Nonparametric Algorithm for Predictive State Reconstruction., AISTATS, 2013"], "Quanquan Gu": ["Unsupervised Link Selection in Networks., AISTATS, 2013", "Clustered Support Vector Machines., AISTATS, 2013"], "Abner Guzmán-Rivera": ["DivMCuts: Faster Training of Structural SVMs with Diverse M-Best Cutting-Planes., AISTATS, 2013"], "Jeffrey Ho": ["Recursive Karcher Expectation Estimators And Geometric Law of Large Numbers., AISTATS, 2013"], "Joyce C. Ho": ["DYNACARE: Dynamic Cardiac Arrest Risk Estimation., AISTATS, 2013"], "Tomoharu Iwata": ["Active Learning for Interactive Visualization., AISTATS, 2013"], "Prabhanjan Kambadur": ["A Parallel, Block Greedy Method for Sparse Inverse Covariance Estimation for Ultra-high Dimensions., AISTATS, 2013"], "Seungyeon Kim": ["Beyond Sentiment: The Manifold of Human Emotions., AISTATS, 2013"], "Janne H. Korhonen": ["Exact Learning of Bounded Tree-width Bayesian Networks., AISTATS, 2013"], "Nevena Lazic": ["Structural Expectation Propagation (SEP): Bayesian structure learning for networks with latent variables., AISTATS, 2013"], "Jason D. Lee": ["Structure Learning of Mixed Graphical Models., AISTATS, 2013"], "Lei Li": ["Dynamic Scaled Sampling for Deterministic Constraints., AISTATS, 2013"], "Daniel Lowd": ["Learning Markov Networks With Arithmetic Circuits., AISTATS, 2013"], "Heng Luo": ["Texture Modeling with Convolutional Spike-and-Slab RBMs and Deep Extensions., AISTATS, 2013"], "Yuancheng Luo": ["Fast Near-GRID Gaussian Process Regression., AISTATS, 2013"], "Jianzhu Ma": ["Estimating the Partition Function of Graphical Models Using Langevin Importance Sampling., AISTATS, 2013"], "Joseph Charles Mellor": ["Thompson Sampling in Switching Environments with Bayesian Online Change Detection., AISTATS, 2013"], "Edward Moroshko": ["A Last-Step Regression Algorithm for Non-Stationary Online Learning., AISTATS, 2013"], "Phuong Nguyen": ["Competing with an Infinite Set of Models in Reinforcement Learning., AISTATS, 2013"], "Trung V. Nguyen": ["Efficient Variational Inference for Gaussian Process Regression Networks., AISTATS, 2013"], "Zheng Pan": ["High-dimensional Inference via Lipschitz Sparsity-Yielding Regularizers., AISTATS, 2013"], "Mijung Park": ["Bayesian Structure Learning for Functional Neuroimaging., AISTATS, 2013"], "Saurabh Paul": ["Random Projections for Support Vector Machines., AISTATS, 2013"], "Barnabás Póczos": ["Distribution-Free Distribution Regression., AISTATS, 2013"], "Alexander Rakhlin": ["Localization and Adaptation in Online Learning., AISTATS, 2013"], "James Scott": ["A recursive estimate for the predictive likelihood in a topic model., AISTATS, 2013"], "James Sharpnack": ["Detecting Activations over Graphs using Spanning Tree Wavelet Bases., AISTATS, 2013", "Changepoint Detection over Graphs with the Spectral Scan Statistic., AISTATS, 2013"], "Mathieu Sinn": ["Central Limit Theorems for Conditional Markov Chains., AISTATS, 2013"], "Greg Ver Steeg": ["Statistical Tests for Contagion in Observational Social Network Studies., AISTATS, 2013"], "Nima Taghipour": ["Completeness Results for Lifted Variable Elimination., AISTATS, 2013"], "Kirill Trapeznikov": ["Supervised Sequential Classification Under Budget Constraints., AISTATS, 2013"], "Sebastian Tschiatschek": ["On the Asymptotic Optimality of Maximum Margin Bayesian Networks., AISTATS, 2013"], "Pengyu Wang": ["Collapsed Variational Bayesian Inference for Hidden Markov Models., AISTATS, 2013"], "Weiguang Wang": ["Block Regularized Lasso for Multivariate Multi-Response Linear Regression., AISTATS, 2013"], "Adrian Weller": ["Bethe Bounds and Approximating the Global Optimum., AISTATS, 2013"], "Christopher Zach": ["Dual Decomposition for Joint Discrete-Continuous Optimization., AISTATS, 2013"], "Ke Zhou": ["Learning Social Infectivity in Sparse Low-rank Networks Using Multi-dimensional Hawkes Processes., AISTATS, 2013"], "Tianyi Zhou": ["Greedy Bilateral Sketch, Completion & Smoothing., AISTATS, 2013"], "Stéphan Clémençon": ["Scoring anomalies: a M-estimation formulation., AISTATS, 2013"]}