[["On Countering the Effects of Cycle-Stealing in a Hard Real-Time Environment.", ["Ragunathan Rajkumar", "Lui Sha", "John P. Lehoczky"], "", 10], ["Local Non-Preemptive Scheduling Policies for Hard Real-time Distributed Systems.", ["C. Murray Woodside", "David W. Craig"], "", 5], ["Optimized Reconfiguration Scheme for Fault-Tolerant Multistage Networks.", ["Kitty H. Yau", "Miroslaw Malek"], "", 7], ["Task Reconfiguration in a Distributed Real-Time System.", ["Roger M. Kieckhafer"], "", 8], ["Design for Concurrent Error Detection in Storage/Logic Arrays.", ["Marc D. Spaulding", "W. Kent Fuchs"], "", 8], ["A Fixed Size Array Processor for Computing the Fast Fourier Transform.", ["Vijay Balasubramanian", "Prithviraj Banerjee"], "", 8], ["A Technique for Reconfiguring Two Dimensional VLSI Arrays.", ["Fabrizio Lombardi", "Donatella Sciuto", "Renato Stefanelli"], "", 10], ["An O(log n) Parallel Algorithm for Binary Multiplication and its VLSI implementation.", ["Bhabani P. Sinha", "Pradip K. Srimani"], "", 9], ["RAMS: A Multimicroprocessor System for Dynamic System Simulation.", ["Veljko Malbasa"], "", 6], ["MAX: Advanced General Purpose Real-Time Multicomputer for Space Applications.", ["R. D. Rasmussen", "Nikitas J. Dimopoulos", "G. S. Bolotin", "B. F. Lewis", "R. M. Manning"], "", 9], ["Using Replication for High Performance Database Support in Distributed Real-Time Systems.", ["Sang Hyuk Son"], "", 8], ["A Real-Time Adaptive Message Routing Network for the Hypercube Computer.", ["E. Chow", "H. Madan", "J. Peterson"], "", 9], ["Real-Time Error Correction by Intelligent Retry in Parallel Communication Networks.", ["Kitty H. Yau", "Miroslaw Malek"], "", 7], ["Long-Term Reconfiguration of Double-Ring Networks under Real-Time Constraints.", ["Horst Wedde", "Peter H. L. Tjoie"], "", 8], ["Distributed Architecture Design to Match Optimum Process Allocation: A Simulated Annealing Based Approach.", ["Fausto Distante", "Vincenzo Piuri"], "", 10], ["Modelling, Specifying, and Verifying Real-Time Embedded Computer Systems.", ["Jonathan S. Ostroff", "Walter Murray Wonham"], "", 9], ["Synthesis of a Real-Time Message Processing System with Data-Driven Timing Constraints.", ["Aloysius K. Mok", "Prasanna Amerasinghe", "Moyer Chen", "Supoj Sutanthavibul", "Kamtorn Tantisirivat"], "", 11], ["The Design of the Spring Kernel.", ["John A. Stankovic", "Krithi Ramamritham"], "", 12], ["Corset and Lace: Adapting Ada Runtime Support to Real-Time Systems.", ["Theodore P. Baker", "Kevin Jeffay"], "", 10], ["Performance Analysis of Packet-Switched Multiple-Bus Multiprocessor Systems.", ["Qing Yang", "Laxmi N. Bhuyan", "R. Pavaskar"], "", 9], ["Performance Analysis of Acknowledgment Mechanisms in Token-Bus Networks.", ["Luigi Ciminiera", "Adriano Valenzano"], "", 7], ["Workload Effects on Fault Latency for Real-Time Computing Systems.", ["Michael H. Woodbury", "Kang G. Shin"], "", 10], ["A Response Time Estimation of Real-Time Networks.", ["Tadashi Ae", "Masafumi Yamashita", "Hiroshi Matsumoto"], "", 10], ["Imprecise Results: Utilizing Partial Comptuations in Real-Time Systems.", ["Kwei-Jay Lin", "Swaminathan Natarajan", "Jane W.-S. Liu"], "", 8], ["A Schedulability Analyzer for Real-Time Euclid.", ["Alexander D. Stoyenko"], "", 10], ["Remedy: A Real-Time, Multiprocessor, System Level Debugger.", ["P. Kim Rowe", "B. Pagurek"], "", 11], ["An Instrumental Testbed for Real-Time Distributed Systems Development.", ["Devesh Bhatt", "Adel Ghonami", "Ranga Ramanujan"], "", 10], ["Scheduling Real-Time, Periodic Jobs Using Imprecise Results.", ["Jane W.-S. Liu", "Kwei-Jay Lin", "Swaminathan Natarajan"], "", 9], ["Enhanced Aperiodic Responsiveness in Hard Real-Time Environments.", ["John P. Lehoczky", "Lui Sha", "Jay K. Strosnider"], "", 10], ["Implementation of a Time-Driven Scheduler for ReaI-Time Operating Systems.", ["Hideyuki Tokuda", "James W. Wendorf", "Huay-Yong Wang"], "", 10]]