[["RNet: A Hard Real-Time Distributed Programming System.", ["Chantal Belzile", "Michael F. Coulas", "Glenn H. MacEwen", "Genevieve Marquis"], "", 12], ["Software Clocks, Concurrent Programming, and Slice-Based Scheduling.", ["Alan C. Shaw"], "", 5], ["An Architecture and an Interconnection Scheme for Time-Sliced Buses in Real-Time Processing.", ["A. Kovaleski", "S. Ratheal", "Fabrizio Lombardi"], "", 8], ["Realtime Response on a Message Based Multiprocessor.", ["Robert Olson"], "", 8], ["A Real-Time Distributed Processing System.", ["Timothy G. Saponas"], "", 8], ["Real-Time Configuration for Fault-Tolerant VLSI Array Processors.", ["Sun-Yuan Kung", "Chih-Wei Jim Chang", "Chein-Wei Jen"], "", 9], ["On-Line Detection of Errors in Homogeneous Multiprocessor Systems.", ["Jung Hwan Kim"], "", 8], ["A New Concurrent Memory-Reference Checking Technique.", ["Hossam S. Hassanein", "Kenneth C. Smith"], "", 8], ["A Probabilistic Model of Algorithm-Based Fault Tolerance in Array Processors for Real-Time Systems.", ["Prithviraj Banerjee", "Jacob A. Abraham"], "", 7], ["Implementation Approach and Reliability Estimation of Dynamic Redundancy Networks.", ["Menkae Jeng", "Howard Jay Siegel"], "", 10], ["Analysis of the Execution Time of Real-Time Tasks.", ["Michael H. Woodbury"], "", 8], ["A Graph-Theoretic Approach for Timing Analysis in Real Time Logic.", ["Farnam Jahanian", "Aloysius K. Mok"], "", 11], ["Performance Modeling and Measurement of Real-Time Multiprocessors with Time-Shared Buses.", ["Michael H. Woodbury"], "", 10], ["A Virtual Time CSMA Protocol for Hard Real Time Communication.", ["Wei Zhao", "Krithi Ramamritham"], "", 8], ["Protocols for Timed Synchronous Process Communications.", ["Insup Lee", "Susan B. Davidson"], "", 8], ["A Distributed Kernel Model for Reliable Group Communication.", ["Samuel T. Chanson", "K. Ravindran"], "", 9], ["A High-Performance, Object-Based Operating System for Real-Time, Robotics Applications.", ["Karsten Schwan", "Win Bo", "Prabha Gopinath"], "", 10], ["Real-Time Performance of a Completely Distributed Operating System.", ["Douglas C. Daniels", "Horst Wedde"], "", 7], ["Dynamic Scheduling of Groups of Tasks with Precedence Constraints in Distributed Hard Real-Time Systems.", ["Shengchang Cheng", "John A. Stankovic", "Krithi Ramamritham"], "", 9], ["Distributed Scheduling under Deadline Constraints: A Comparison of Sender-Initiated and Receiver-Initiated Approaches.", ["Hung-Yang Chang", "Miron Livny"], "", 6], ["Solutions for Some Practical Problems in Prioritized Preemptive Scheduling.", ["Lui Sha", "John P. Lehoczky", "Ragunathan Rajkumar"], "", 11], ["An On Line Algorithm for Real-Time Tasks Allocation.", ["Sadegh Davari", "Sudarshan K. Dhall"], "", 7], ["A Study of Quasi-Dynamic Load Sharing in Soft Real-Time Distributed Computer Systems.", ["James F. Kurose", "Suresh Singh", "Renu Chipalkatti"], "", 8], ["Instruction Level Mechanisms for Accurate Real-time Task Scheduling.", ["Richard A. Volz", "Trevor N. Mudge"], "", 7], ["Error Propagation in a Digital Avionic Processor: A Simulation-Based Study.", ["D. Lomelino", "Ravishankar K. Iyer"], "", 8], ["Analysis of Recovery Protocols in Distributed On-Line Transaction Processing Systems.", ["Balakrishna R. Iyer", "Philip S. Yu", "Yann-Hang Lee"], "", 8], ["Practicality of Non-Interfering Checkpoints in Distributed Database Systems.", ["Sang Hyuk Son", "Ashok K. Agrawala"], "", 8], ["A Real Time Operating System for a Nuclear Power Plant Computer.", ["Linda S. Alger", "Jaynarayan H. Lala"], "", 5], ["A Real-Time Juggling Robot.", ["Marc D. Donner", "David H. Jameson"], "", 8], ["Real-Time Direct Kinematics on a VLSI Chip.", ["Steven S. Leung", "Michael A. Shanblatt"], "", 7]]