[["A 4x4 Modular Crossbar Design for the Multistage Interconnection Networks.", ["Angelo C. Hung", "Miroslaw Malek"], "", 10], ["A Network Operating System for Local Computer Networks.", ["Alberto Faro", "Gaetano Messina", "A. Serra"], "", 9], ["An Analysis of Ring and Clustered Ring Interconnection Topologies.", ["Howard O. Welch"], "", 7], ["The Impact of Process Interconnection on the Global Bus Architecture.", ["Hungwen Li"], "", 3], ["A Mathematical Approach to the Design of VLSI Networks for Real-Time Computation Problems.", ["Danny Cohen", "S. Lennart Johnsson"], "", 9], ["Distributed Checkpointing in a Distributed Data Management System.", ["Guy Ferran"], "", 7], ["Fault-Tolerance of Radiation Disturbed Multi-Microprocessors.", ["Andre M. Van Tilborg", "Thomas J. Jasinski"], "", 6], ["Real-Time Fault Diagnostics of Multiple Microprocessor Systems.", ["Hsin-Chia Fu", "Gerald M. Flachs"], "", 6], ["Fault Tolerant Distributed Computing with Very High Speed Integrated Circuits.", ["J. W. Thomas", "Richard R. Ramseyer", "Larry L. Kinney"], "", 9], ["Issues in the Design and Development of Real-Time Data Acquisition and Control Systems.", ["R. Vasudevan"], "", 5], ["On-Line Replacement of a Particle Accelerator Control Computer.", ["David E. Schultz", "Stanley K. Brown"], "", 5], ["Task Synchronization in Distributed Real Time Control Systems.", ["Marc Courvoisier", "Robert Valette", "J. Golinski", "Hamid Demmou"], "", 6], ["Minimizing the Impact of System Timing Constraints: Experience with a Microprocessor-Based Interface for Supporting Real-Time Graphics Data Entry.", ["C. Frank Starmer", "Bruce C. Wright"], "", 6], ["Real-Time Control of Macro Data Flow Architectures.", ["L. Meier"], "", 4], ["On the Description of Multiprocessor Architectures.", ["Sajjan G. Shiva"], "", 10], ["A Distributed Processing Architecture of Fast Polynomial Transform for Real-Time Computation of a Multi-Dimensional Cyclic Convolution.", ["Kuang Y. Liu"], "", 10], ["On the Design of a Task Allocation Scheme for Time-Critical Applications.", ["Perng-Yi Richard Ma", "Edward Y. S. Lee", "Masahiro Tsuchiya"], "", 6], ["Allocation and Scheduling of Software Modules.", ["L. Meier"], "", 3], ["Adaptive Assignment of Hardware Resources for Dynamic Architectures.", ["Svetlana P. Kartashev", "Steven I. Kartashev"], "", 14]]