[["The Architecture of a Multi-Computer Signal Processing System.", ["Joseph F. Springer"], ""], ["A Real-Time Distributed Multimicro System for Neurophisiological Investigations.", ["M. Borghesi", "M. Pissarello"], ""], ["An Industrial Monitoring System Using Distributed Digital Processing Techniques.", ["John Cratty", "Roger Ellson", "Campbell Nelson"], ""], ["Real-Time Diagnosis of Banyan Networks.", ["Eli Opper", "Miroslaw Malek"], ""], ["Cascaded Self-Checking Bus Arbiters for Multicomputer Systems.", ["Marc Courvoisier", "Jean Claude Geffroy"], ""], ["Analysis of a Multiple Processor System for Real Time Applications.", ["Pauline Markenscoff"], ""], ["Performance Analysis of a Distributed Real-Time System.", ["Milena Didic", "Peter Kohlhepp", "Reinhold Oberle"], ""], ["Experimentation and Analysis of Multiprocessor Systems.", ["Tadashi Ae", "Reiji Aibara"], ""], ["Analysis and Simulation of Banyan Interconnection Networks with 2x2, 4x4 and 8x8 Switching Elements.", ["Suresh Cheemalavagu", "Miroslaw Malek"], ""], ["An Analysis of a Multicache Shared Memory Ring Interconnection.", ["Howard O. Welch", "W. A. Moquin"], ""], ["A Data Mapping Methodology for Enhancing the Capability of a Class of Multistage Interconnection Networks.", ["Keki B. Irani", "William S. F. Wu"], ""], ["A Hardware Task Scheduling Mechanism for a Real-Time Multi-Microprocessor Architecture.", ["Andrew D. Hurt", "J. Robert Heath"], ""], ["Process Scheduling and Prevention of Conmunication Deadlocks in an Experimental Microcomputer Network.", ["K. H. Kim", "A. Abou-El-Maga", "S. Neu", "Seung-Min Yang"], ""], ["Load Balancing of a Distributed Radar System Test Driver.", ["J. P. Huang", "J. C. Shih", "T. L. Machleit"], ""], ["A Real-Time Executive for Multiple Microprocessor Systems.", ["Richard A. Light"], ""], ["PACKRAT - A Real Time Kernel for Distributed Systems.", ["Mark Drummond", "Clare Mcmullen", "R. Vasudevan"], ""], ["Guaranteed Response Times in a Distributed Hard-Real-Time Environment.", ["Dennis W. Leinbaugh", "Mohamad-Reza Yamini"], ""], ["Message-Based Distributing Computing.", ["George S. Carson"], ""], ["Design and Development of a Real-Time System - A Case Study.", ["P. C. Lee", "S. P. Schaaf", "T. Y. Tsai", "N. Srinivasan"], ""], ["Timing Constraints of Real-Time Systems: Constructs for Expressing Them, Methods of Validating Them.", ["B. Dasarathy"], ""], ["Real-Time System Design, Sizing, and Simulation Using DSIGNR.", ["D. F. Palmer", "R. L. Stone"], ""], ["MISE: Machine for In-System Evaluation of Custom VLSI Chips for Real-Time Systems.", ["Roberto Bisiani", "M. J. Foster", "H. T. Kung", "Kemal Oflazer"], ""]]