{"Marc Fuchs": ["Lemma Generation for Model Elimination by Combining Top-Down and Bottom-Up Inference., IJCAI, 1999"], "Dirk Fuchs": ["Cooperation of Heterogeneous Provers ., IJCAI, 1999"], "Bob J. Wielinga": ["UPML: A Framework for Knowledge System Reuse., IJCAI, 1999"], "Pierre Marquis": ["Complexity Results for Propositional Closed World Reasoning and Circumscription from Tractable Knowledge Bases., IJCAI, 1999"], "Alexander Bochman": ["Credulous Nonmonotonic Inference., IJCAI, 1999"], "Francesca Toni": ["Preferred Arguments are Harder to Compute than Stable Extension., IJCAI, 1999"], "Chiaki Sakama": ["Abducing Priorities to Derive Intended Conclusions., IJCAI, 1999"], "Simon Parsons": ["Maximum Entropy and Variable Strength Defaults., IJCAI, 1999"], "A. D. Parreira": ["On the Relations between Probabilistic Logic and p-CMS., IJCAI, 1999"], "Georg Gottlob": ["On the Complexity of Model Checking for Propositional Default Logics: New Results and Tractable Cases., IJCAI, 1999"], "Nicola Leone": ["Stable Model Checking Made Easy., IJCAI, 1999"], "Riccardo Rosati": ["Model Checking for Nonmonotonic Logics: Algorithms and Complexity., IJCAI, 1999"], "Maurizio Lenzerini": ["Reasoning in Expressive Description Logics with Fixpoints based on Automata on Infinite Trees., IJCAI, 1999"], "Carsten Lutz": ["Reasoning with Concrete Domains., IJCAI, 1999"], "Ralf Molitor": ["Computing Least Common Subsumers in Description Logics with Existential Restrictions., IJCAI, 1999"], "Michael Zakharyaschev": ["Multi-Dimensional Description Logics., IJCAI, 1999"], "Renate A. Schmidt": ["On the Relation of Resolution and Tableaux Proof Systems for Description Logics., IJCAI, 1999"], "Abhaya C. Nayak": ["Preferential Semantics for Causal Systems., IJCAI, 1999", "Diagrammatic Proofs., IJCAI, 1999"], "Hector J. Levesque": ["Query Evaluation and Progression in AOL Knowledge Bases., IJCAI, 1999", "Projection Using Regression and Sensors., IJCAI, 1999"], "Adriana Zapico": ["Axiomatic Foundations for Qualitative/Ordinal Decisions with Partial Preferences., IJCAI, 1999"], "Murray Shanahan": ["The Ramification Problem in the Event Calculus., IJCAI, 1999"], "Pedrito Maynard-Reid II": ["Logic-Based Subsumption Architecture., IJCAI, 1999"], "Eugenia Ternovskaia": ["Automata Theory for Reasoning About Actions., IJCAI, 1999"], "Marcus Bjäreland": ["Expressive Reasoning about Action in Nondeterministic Polynomial Time., IJCAI, 1999"], "Guiquan Liu": ["A Logic of Intention., IJCAI, 1999"], "James P. Delgrande": ["Considerations on a Similarity-Based Approach to Beleif Change., IJCAI, 1999"], "Gabriele Kern-Isberner": ["Postulates for Conditional Belief Revision., IJCAI, 1999"], "Rohit Parikh": ["An Inconsistency Tolerant Model for Belief Representation and Belief Revision., IJCAI, 1999"], "Chiara Ghidini": ["Programming Resource-Bounded Deliberative Agents., IJCAI, 1999"], "Nicolas Bataille": ["Exploiting a Common Property Resource under a Fairness Constraint: a Case Study., IJCAI, 1999"], "Philippe Vanheeghe": ["Maximization of the Average Quality of Anytime Contract Algorithms over a Time Interval., IJCAI, 1999"], "David McSherry": ["Demand-Driven Discovery of Adaptation Knowledge., IJCAI, 1999"], "Qiang Yang": ["Dynamic Refinement of Feature Weights Using Quantitative Introspective Learning., IJCAI, 1999", "Remembering to Add: Competence-preserving Case-Addition Policies for Case Base Maintenance., IJCAI, 1999"], "Sunil Vadera": ["PEBM: A Probabilistic Exemplar Based Model., IJCAI, 1999"], "Eyke Hüllermeier": ["Toward a Probabilistic Formalization of Case-Based Inference., IJCAI, 1999"], "David A. Bell": ["A Lattice Machine Approach to Automated Casebase Design: Marrying Lazy and Eager Learning., IJCAI, 1999"], "Oren Etzioni": ["Adaptive Web Sites: Conceptual Cluster Mining., IJCAI, 1999"], "Douglas W. Bristol": ["An assessment of submissions made to the Predictive Toxicology Evaluation Challenge., IJCAI, 1999"], "Taylor Raines": ["Two Fielded Teams and Two Experts: A RoboCup Challenge Response from the Trenches., IJCAI, 1999"], "Adnan Darwiche": ["Compiling Knowledge into Decomposable Negation Normal Form., IJCAI, 1999", "Utilizing Device Behavior in Structure-Based Diagnosis., IJCAI, 1999"], "Fabio Massacci": ["Using Walk-SAT and Rel-Sat for Cryptographic Key Search., IJCAI, 1999"], "Holger H. Hoos": ["SAT-Encodings, Search Space Structure, and Local Search Performance., IJCAI, 1999", "To Encode or Not to Encode - Linear Planning., IJCAI, 1999"], "Dana S. Nau": ["On the Use of Integer Programming Models in AI Planning., IJCAI, 1999"], "Daniel S. Weld": ["The LPSAT Engine & Its Application to Resource Planning., IJCAI, 1999", "Temporal Planning with Mutual Exclusion Reasoning., IJCAI, 1999"], "Bart Selman": ["Unifying SAT-based and Graph-based Planning., IJCAI, 1999"], "Jean-Pierre Barthélemy": ["An Anthropocentric Tool for Decision Making Support., IJCAI, 1999"], "Edwin D. de Jong": ["Autonomous Concept Formation., IJCAI, 1999"], "Srinivas Narayanan": ["Reasoning About Actions in Narrative Understanding., IJCAI, 1999"], "Armin Fiedler": ["Using a Cognitive Architecture to Plan Dialogs for the Adaptive Explanation of Proofs., IJCAI, 1999"], "Bart G. de Boer": ["Investigating the Emergence of Speech Sounds., IJCAI, 1999"], "Filippo Neri": ["Computer Aided Tracing of Children?s Physics Learning: a Teacher Oriented View., IJCAI, 1999"], "Anselm Blocher": ["Modeling the Basic Meanings of Path Relations., IJCAI, 1999"], "Francesco Scarcello": ["A Comparison of Structural CSP Decomposition Methods., IJCAI, 1999"], "Carme Torras": ["Solving Strategies for Highly Symmetric CSPs., IJCAI, 1999"], "Michel Rueher": ["Extending Consistent Domains of Numeric CSP., IJCAI, 1999"], "Toby Walsh": ["The Difference All-Difference Makes., IJCAI, 1999", "Automatic Concept Formation in Pure Mathematics., IJCAI, 1999", "Search in a Small World., IJCAI, 1999"], "Jean-Charles Régin": ["The Symmetric Alldiff Constraint., IJCAI, 1999"], "Rina Dechter": ["Branch and Bound with Mini-Bucket Heuristics., IJCAI, 1999"], "Dimitris Papadias": ["Improving Search Using Indexing: A Study with Temporal CSPs., IJCAI, 1999"], "Luis Fariñas del Cerro": ["A New Tractable Subclass of the Rectangle Algebra., IJCAI, 1999"], "Jochen Renz": ["Maximal Tractable Fragments of the Region Connection Calculus: A Complete Analysis., IJCAI, 1999"], "Djamila Sam-Haroud": ["Path Consistency on Triangulated Constraint Graphs., IJCAI, 1999"], "Jana Koehler": ["A New Method to Index and Query Sets., IJCAI, 1999"], "Massimo Piccardi": ["Constraint Propagation and Value Acquisition: Why we should do it Interactively., IJCAI, 1999"], "Craig Boutilier": ["Sequential Optimality and Coordination in Multiagent Systems., IJCAI, 1999"], "E. H. Mamdani": ["A Protocol-Based Semantics for an Agent Communication Language., IJCAI, 1999"], "Piotr J. Gmytrasiewicz": ["Towards Flexible Multi-Agent Decision-Making Under Time Pressure., IJCAI, 1999"], "Von-Wun Soo": ["Risk Control in Multi-agent Coordination by Negotiation with a Trusted Third Party., IJCAI, 1999"], "Jeffrey O. Kephart": ["Shopbots and Pricebots., IJCAI, 1999"], "Munindar P. Singh": ["Be Patient and Tolerate Imprecision: How Autonomous Agents can Coordinate Effectively., IJCAI, 1999"], "Michael P. Wellman": ["Efficiency and Equilibrium in Task Allocation Economies with Hierarchical Dependencies., IJCAI, 1999"], "Bikash Sabata": ["Sequential Auctions for the Allocation of Resources with Complementarities., IJCAI, 1999"], "Samphel Norden": ["Algorithms for Optimizing Leveled Commitment Contracts., IJCAI, 1999"], "Tuomas Sandholm": ["An Algorithm for Optimal Winner Determination in Combinatorial Auctions., IJCAI, 1999"], "Yoav Shoham": ["Taming the Computational Complexity of Combinatorial Auctions: Optimal and Approximate Approaches., IJCAI, 1999", "Speeding Up Ascending-Bid Auctions., IJCAI, 1999"], "Martin C. Smith": ["Temporal Coherence and Prediction Decay in TD Learning., IJCAI, 1999"], "Jonathan Schaeffer": ["Domain-Dependent Single-Agent Search Enhancements., IJCAI, 1999"], "Martin Müller": ["Decomposition Search: A Combinatorial Games Approach to Game Tree Search, with Applications to Solving Go Endgames., IJCAI, 1999"], "Matthew L. Ginsberg": ["GIB: Steps Toward an Expert-Level Bridge-Playing Program., IJCAI, 1999"], "Andrew Lim": ["An Effective Ship Berthing Algorithm., IJCAI, 1999"], "Dan Gardingen": ["A Distributed Case-Based Reasoning Application for Engineering Sales Support., IJCAI, 1999"], "Liviu Badea": ["Knowledge Modeling and Reusability in ExClaim., IJCAI, 1999"], "Dan Suciu": ["Verifying Integrity Constraints on Web Sites., IJCAI, 1999"], "Thang Vu Duong": ["Discovering Chronicles with Numerical Time Constraints from Alarm Logs for Monitoring Dynamic Systems., IJCAI, 1999"], "Dimitrios Sklavakis": ["Integrating Problem-Solving Methods into CYC., IJCAI, 1999"], "Michelle X. Zhou": ["Visual Planning: A Practical Approach to Automated Presentation Design., IJCAI, 1999"], "Hozumi Tanaka": ["A Case Based Approach to the Generation of Musical Expression., IJCAI, 1999", "Combining General Hand-Made and Automatically Constructed Thesauri for Query Expansion in Information Retrieval., IJCAI, 1999"], "David Stuart Robertson": ["Using Focus Rules in Requirements Elicitation Dialogues., IJCAI, 1999"], "Kristie Seymore": ["A Machine Learning Approach to Building Domain-Specific Search Engines., IJCAI, 1999"], "Craig G. Nevill-Manning": ["Domain-Specific Keyphrase Extraction., IJCAI, 1999"], "Constantine D. Spyropoulos": ["Learning Rules for Large Vocabulary Word Sense Disambiguation., IJCAI, 1999"], "Thomas Hofmann": ["The Cluster-Abstraction Model: Unsupervised Learning of Topic Hierarchies from Text Data., IJCAI, 1999"], "Jan Puzicha": ["Latent Class Models for Collaborative Filtering., IJCAI, 1999"], "Peter van der Weerd": ["Conceptual Grouping in Word Co-Occurrence Networks., IJCAI, 1999"], "Geoffrey I. Webb": ["Decision Tree Grafting From the All Tests But One Partition., IJCAI, 1999"], "Michèle Sebag": ["Constructive Induction: A Version Space-based Approach., IJCAI, 1999"], "Pedro M. Domingos": ["Process-Oriented Estimation of Generalization Error., IJCAI, 1999"], "Volodya Vovk": ["Transduction with Confidence and Credibility., IJCAI, 1999"], "Jason Weston": ["Leave-One-Out Support Vector Machines., IJCAI, 1999"], "Moshe Tennenholtz": ["A Near-Optimal Poly-Time Algorithm for Learning a class of Stochastic Games., IJCAI, 1999", "Electronic Commerce: From Economic and Game-Theoretic Models to Working Protocols., IJCAI, 1999"], "Daphne Koller": ["Efficient Reinforcement Learning in Factored MDPs., IJCAI, 1999"], "Stuart J. Russell": ["Convergence of Reinforcement Learning with General Function Approximators., IJCAI, 1999"], "Risto Miikkulainen": ["Confidence Based Dual Reinforcement Q-Routing: An adaptive online network routing algorithm., IJCAI, 1999", "SARDSRN: A Neural Network Shift-Reduce Parser., IJCAI, 1999", "Solving Non-Markovian Control Tasks with Neuro-Evolution., IJCAI, 1999"], "Martin A. Riedmiller": ["A Neural Reinforcement Learning Approach to Learn Local Dispatching Policies in Production Scheduling., IJCAI, 1999"], "Yuji Niwa": ["Discovering Admissible Model Equations from Observed Data Based on Scale-Types and Identity Constrains., IJCAI, 1999"], "Pierre Hansen": ["Finding Relations in Polynomial Time., IJCAI, 1999"], "Paul R. Cohen": ["Efficient Mining of Statistical Dependencies., IJCAI, 1999"], "Ehud Gudes": ["Towards Efficient Metaquerying., IJCAI, 1999"], "Hung Son Nguyen": ["Efficient SQL-Querying Method for Data Mining in Large Data Bases., IJCAI, 1999"], "Lotfi Ben Romdhane": ["A Potts Spin MFT Network Solving Multiple Causal Interactions., IJCAI, 1999"], "John Tait": ["Improved Classification for a Data Fusing Kohonen Self Organizing Map Using A Dynamic Thresholding Technique., IJCAI, 1999"], "Arun K. Jagota": ["Generalized Connectionist Associative Memory., IJCAI, 1999"], "Stefan Wermter": ["Preference Moore Machines for Neural Fuzzy Integration., IJCAI, 1999"], "Boicho N. Kokinov": ["Processing Symbols at Variable Speed in DUAL: Connectionist Activation as Power Supply., IJCAI, 1999"], "Edson Françozo": ["Hybrid Thematic Role Processor: Symbolic Linguistic Relations Revised by Connectionist Learning., IJCAI, 1999"], "Frédéric Kaplan": ["Situated Grounded Word Semantics., IJCAI, 1999"], "Katja Markert": ["Lean Semantic Interpretation., IJCAI, 1999"], "Chris Reed": ["The Role of Saliency in Generating Natural Language Arguments., IJCAI, 1999"], "Yorick Wilks": ["Combining Weak Knowledge Sources for Sense Disambiguation., IJCAI, 1999"], "David Mowatt": ["FACILE: Classifying Texts Integrating Pattern Matching and Information Extraction., IJCAI, 1999"], "Dan Roth": ["Learning in Natural Language., IJCAI, 1999"], "Christopher Leckie": ["An Evaluation of Criteria for Measuring the Quality of Clusters., IJCAI, 1999"], "Leslie G. Valiant": ["Relational Learning for NLP using Linear Threshold Elements., IJCAI, 1999"], "Manabu Okumura": ["Towards Multi-paper Summarization Using Reference Information., IJCAI, 1999"], "Peter M. Wiemer-Hastings": ["How Latent is Latent Semantic Analysis?, IJCAI, 1999"], "Jean-Claude Latombe": ["Dealing with Geometric Constraints in Game-Theoretic Planning., IJCAI, 1999"], "Raul Trejo": ["Computational Complexity of Planning and Approximate Planning in Presence of Incompleteness., IJCAI, 1999"], "Derek Long": ["The Detection and Exploitation of Symmetry in Planning Problems., IJCAI, 1999"], "Mathias Bauer": ["From Interaction Data to Plan Libraries: A Clustering Approach., IJCAI, 1999"], "Héctor Muñoz-Avila": ["SHOP: Simple Hierarchical Ordered Planner., IJCAI, 1999"], "Ronen I. Brafman": ["Reachability, Relevance, Resolution and the Planning as Satisfiability Approach., IJCAI, 1999"], "Subbarao Kambhampati": ["Improving Graphplan's Search with EBL & DDB Techniques., IJCAI, 1999"], "Rachid Alami": ["A Possibilistic Planner that Deals with Non-Determinism and Contingency., IJCAI, 1999"], "Silvia Coradeschi": ["Highly Reactive Decision Making: A Game with Time., IJCAI, 1999"], "Philippe Chassaing": ["Real-Time Problem-Solving with Contract Algorithms., IJCAI, 1999"], "David Joslin": ["Cyclic Scheduling., IJCAI, 1999"], "Stephen F. Smith": ["An Iterative Sampling Procedure for Resource Constrained Project Scheduling with Time Windows., IJCAI, 1999"], "Hidde de Jong": ["Semi-Quantitative Comparative Analysis., IJCAI, 1999"], "Liliana Ironi": ["A Qualitative-Fuzzy Framework for Nonlinear Black-Box System Identification., IJCAI, 1999"], "Elizabeth Bradley": ["Generalized Physical Networks for Automated Model Building., IJCAI, 1999"], "Toru Ishida": ["Acquisition of Qualitative Spatial Representation by Visual Observation., IJCAI, 1999", "State Space Construction by Attention Control., IJCAI, 1999"], "Richard C. Meathrel": ["Qualitative Outline Theory., IJCAI, 1999"], "Thomas Röfer": ["Qualitative and Quantitative Representations of Locomotion and their Application in Robot Navigation., IJCAI, 1999"], "Franz Wotawa": ["Debugging Functional Programs., IJCAI, 1999"], "Benjamin Kuipers": ["Monitoring Piecewise Continuous Behaviors by Refining Semi-Quantative Trackers., IJCAI, 1999"], "Pietro Torasso": ["Diagnosis as a Variable Assignment Problem: A Case Study in a Space Robot Fault Diagnosis., IJCAI, 1999"], "Yam San Chee": ["Automatic Diagnosis of Student Programs in Programming Learning Environments., IJCAI, 1999"], "Yousri El Fattah": ["Structured Modeling Language for Automated Modeling in Causal Networks., IJCAI, 1999"], "Thierry Siméon": ["Multiple Path Coordination for Mobile Robots: A Geometric Algorithm., IJCAI, 1999"], "Tsutomu Miyasato": ["Physical Constraints on Human Robot Interaction., IJCAI, 1999"], "Todd R. Reed": ["A Spatiotemporal/Spatiotemporal-Frequency Interpretation of Apparent Motion Reversal., IJCAI, 1999"], "Brian Scassellati": ["A Context-Dependent Attention System for a Social Robot., IJCAI, 1999"], "Ken Chou": ["Markov Localization using Correlation., IJCAI, 1999"], "Yaacov Ritov": ["Tracking Many Objects with Many Sensors., IJCAI, 1999"], "Klaus Radda": ["Switching from Bidirectional to Unidirectional Search., IJCAI, 1999"], "Richard E. Korf": ["A Divide and Conquer Bidirectional Search: First Results., IJCAI, 1999"], "Jussi Rintanen": ["Improvements to the Evaluation of Quantified Boolean Formulae., IJCAI, 1999"], "Lorenza Saitta": ["An Experimental Study of Phase Transitions in Matching., IJCAI, 1999"], "Senthil Gnanaprakasam": ["Optimizing Recursive Information-Gathering Plans., IJCAI, 1999"], "Jan Paredis": ["Coevolution, Memory and Balance., IJCAI, 1999"], "Philippe Collard": ["Genetic Heuristic for Search Space Exploration., IJCAI, 1999"], "Phoebe Sengers": ["Designing Comprehensible Agents., IJCAI, 1999"], "Klaus Dorer": ["Behavior Networks for Continuous Domains using Situation-Dependent Motivations., IJCAI, 1999"], "Yao-Hua Tan": ["Rights, Duties and Commitments between Agents., IJCAI, 1999"], "Udo Hahn": ["Scalable Temporal Reasoning., IJCAI, 1999"], "Nicola Muscettola": ["Managing Temporal Uncertainty Through Waypoint Controllability., IJCAI, 1999"], "Abdul Sattar": ["A New Framework for Reasoning about Points, Intervals and Durations., IJCAI, 1999"], "Abdel-Illah Mouaddib": ["Reactive Control of Dynamic Progressive Processing., IJCAI, 1999"], "Ann E. Nicholson": ["Pre-sending Documents on the WWW: A Comparative Study., IJCAI, 1999"], "Eric Horvitz": ["Continual Computation Policies for Allocating Offline and Real-Time Resources., IJCAI, 1999"], "David L. Poole": ["On the Role of Context-Specific Independence in Probabilistic Inference., IJCAI, 1999"], "Deborah Pickett": ["Exploratory Interaction with a Bayesian Argumentation System., IJCAI, 1999"], "Avi Pfeffer": ["Learning Probabilistic Relational Models., IJCAI, 1999"], "Eli Upfal": ["Computing Near Optimal Strategies for Stochastic Investment Planning Problems., IJCAI, 1999"], "Leslie Pack Kaelbling": ["Multi-Value-Functions: Efficient Automatic Action Hierarchies for Multiple Goal MDPs., IJCAI, 1999"], "Andrew Y. Ng": ["A Sparse Sampling Algorithm for Near-Optimal Planning in Large Markov Decision Processes., IJCAI, 1999"], "Ronald Parr": ["Computing Factored Value Functions for Policies in Structured MDPs., IJCAI, 1999"], "Manuela M. Veloso": ["Bounding the Suboptimality of Reusing Subproblem., IJCAI, 1999"], "Andrew W. Moore": ["Variable Resolution Discretization for High-Accuracy Solutions of Optimal Control Problems., IJCAI, 1999"], "Harry Wechsler": ["Reinforcement Algorithms Using Functional Approximation for Generalization and their Application to Cart Centering and Fractal Compression., IJCAI, 1999"], "Henri Prade": ["Towards a Possibilistic Logic Handling of Preferences., IJCAI, 1999"], "Tie Qi Chen": ["Incremental Learning in a Fuzzy Intelligent System., IJCAI, 1999"], "Henrik I. Christensen": ["Robotics in the Home, Office, and Playing Field., IJCAI, 1999"], "Oskar Dressler": ["Model-based Diagnosis in the Real World: Lessons Learned and Challenges Remaining., IJCAI, 1999"], "Robert E. Schapire": ["A Brief Introduction to Boosting., IJCAI, 1999"], "Donia Scott": ["The Multilingual Generation Game: Authoring Fluent Texts in Unfamiliar Languages., IJCAI, 1999"], "Oliviero Stock": ["Was the Title of This Talk Gernerated Automatically? Prospects on Intelligent Interfaces and Language., IJCAI, 1999"], "Nicholas R. Jennings": ["Agent-Based Computing: Promise and Perils., IJCAI, 1999"], "Judea Pearl": ["Reasoning with Cause and Effect., IJCAI, 1999"]}