{"Kave Eshghi": ["A Tractable Class of Abduction Problems., IJCAI, 1993"], "Kurt Konolige": ["An Abductive Framework for General Logic Programs and other Nonmonotonic Systems., IJCAI, 1993"], "Vijay A. Saraswat": ["Critical Reasoning., IJCAI, 1993"], "David B. Leake": ["Focusing Construction and Selection of Abductive Hypotheses., IJCAI, 1993"], "Susanne Biundo": ["A New Logical framework for Deductive Planning., IJCAI, 1993"], "Marco Cadoli": ["Semantical and Computational Aspects of Horn Approximations., IJCAI, 1993"], "Teow-Hin Ngair": ["A New Algorithm for Incremental Prime Implicate Generation., IJCAI, 1993"], "Frank Bennett": ["Automatic Generation of Some Results in Finite Algebra., IJCAI, 1993"], "Christoph Weidenbach": ["Extending the Resolution Method with Sorts., IJCAI, 1993"], "Laurence Cholvy": ["Proving Theorems in a Multi-Source Environment., IJCAI, 1993"], "Stéphane Demri": ["Cooperation between Direct Method and Translation Method in Non Classical Logics: Some Results in Propositional S5., IJCAI, 1993"], "Andreas Nonnengart": ["First-Order Modal Logic Theorem Proving and Functional Simulation., IJCAI, 1993"], "Michaël Rusinowitch": ["Automatic Case Analysis in Proof by Induction., IJCAI, 1993"], "Christoph Walther": ["Combining Induction Axioms by Machine., IJCAI, 1993"], "Makoto Nakashima": ["Bottom-up Abduction by Model Generation., IJCAI, 1993"], "John K. Slaney": ["SCOTT: A Model-Guided Theorem Prover., IJCAI, 1993"], "Toby Walsh": ["Difference Unification., IJCAI, 1993"], "Reinhold Letz": ["On the Polynomial Transparency of Resolution., IJCAI, 1993"], "Antoni Ligeza": ["A Note on Backward Dual Resolution and Its Application to Proving Completeness of Rule-Based Systems., IJCAI, 1993"], "Yehoshua Sagiv": ["Exploiting Irrelevance Reasoning to Guide Problem Solving., IJCAI, 1993"], "Isaac S. Kohane": ["Automated Trend Detection with Alternate Temporal Hypotheses., IJCAI, 1993"], "Steve Hanks": ["Exploiting Domain structure to Achieve Efficient Temporal Reasoning., IJCAI, 1993"], "Murray Shanahan": ["Explanation in the Situation Calculus., IJCAI, 1993"], "Malik Ghallab": ["Situation Recognition: Representation and Algorithms., IJCAI, 1993"], "Eva Stopp": ["ANTLIMA - A Listener Model with Mental Images., IJCAI, 1993"], "Rod Nicolson": ["Perception and Experience in Problem Solving., IJCAI, 1993"], "Nigel Shadbolt": ["AI Models as a Variety of Psychological Explanation., IJCAI, 1993"], "Clark Elliott": ["Using the Affective Reasoner to Support Social Simulations., IJCAI, 1993"], "Lokendra Shastri": ["A Computational Model of Tractable Reasoning - Taking Inspiration from Cognition., IJCAI, 1993"], "Charles M. Wharton": ["Dynamic Memories: Analysis of an Integrated Comprehension and Episodic Memory Retrieval Model., IJCAI, 1993"], "Hermann Kaindl": ["Bidirectional Best-First Search with Bounded Error: Summary of Results., IJCAI, 1993"], "Philippe David": ["When Functional and Bijective Constraints Make a CSP Polynomial., IJCAI, 1993"], "Olivier Lhomme": ["Consistency Techniques for Numeric CSPs., IJCAI, 1993"], "Richard J. Wallace": ["Why AC-3 is Almost Always Better than AC4 for Establishing Arc Consistency in CSPs., IJCAI, 1993"], "Alexander Reinefeld": ["Complete Solution of the Eight-Puzzle and the Benefit of Node Ordering in IDA., IJCAI, 1993"], "Paul D. Hubbe": ["Using Inferred Disjunctive Constraints To Decompose Constraint Satisfaction Problems., IJCAI, 1993"], "Patrick Prosser": ["Domain Filtering can Degrade Intelligent Backtracking Search., IJCAI, 1993"], "Hans W. Guesgen": ["Optimistic Parallel biscrete Relaxation., IJCAI, 1993"], "P. M. Wognum": ["Diagnosing and Solving Over-Determined Constraint Satisfaction Problems., IJCAI, 1993"], "Alois Haselböck": ["Exploiting Interchangeabilities in Constraint-Satisfaction Problems., IJCAI, 1993"], "Henry A. Kautz": ["Domain-Independent Extensions to GSAT: Solving Large Structured Satisfiability Problems., IJCAI, 1993"], "Bruno De Backer": ["Satisfiability of Boolean Formulas over Linear Constraints., IJCAI, 1993"], "Roland Zito-Wolf": ["Agents Habitats and Routine Behavior., IJCAI, 1993"], "Gerhard Weiss": ["Learning to Coordinate Actions in Multi-Agent-Systems., IJCAI, 1993"], "Michael P. Georgeff": ["A Model-Theoretic Approach to the Verification of Situated Reasoning Systems., IJCAI, 1993"], "Hans-Dieter Burkhard": ["Liveness and Fairness Properties in Multi-Agent Systems., IJCAI, 1993"], "Alan G. Quan": ["Enhancing Performance of Cooperating Agents in Real-Time Diagnostic Systems., IJCAI, 1993"], "Ronald Parr": ["Provably Bounded Optimal Agents., IJCAI, 1993"], "Mario Tokoro": ["A Collaboration Mechanism on Positive Interactions in Multi-agent Environments., IJCAI, 1993"], "Eiichi Osawa": ["A Scheme for Agent Collaboration in Open Multiagent Environments., IJCAI, 1993"], "Victor R. Lesser": ["An Approach to Analyzing the Need for Meta-Level Communication., IJCAI, 1993", "Understanding the Role of Negotiation in Distributed Search Among Heterogereous Agents., IJCAI, 1993"], "Sarit Kraus": ["Collaborative Plans for Group Activities., IJCAI, 1993"], "Gerhard Lakemeyer": ["All They Know: A Study in Multi-Agent Autoepistemic Reasoning., IJCAI, 1993"], "Jacques Wainer": ["Epistemic Extension of Propositional Preference Logics., IJCAI, 1993"], "Martha E. Pollack": ["A Representationalist Theory of Intention., IJCAI, 1993"], "Edmund H. Durfee": ["Elements of a Utilitarian Theory of Knowledge and Action., IJCAI, 1993"], "Jörg Würtz": ["Oz - A Programming Language for Multi-Agent Systems., IJCAI, 1993"], "Wei Li": ["W - A Logic System Based on the Shared Common Knowledge Views., IJCAI, 1993"], "Jeffrey S. Rosenschein": ["A Domain Theory for Task Oriented Negotiation., IJCAI, 1993", "Multi-Agent Planning as a Dynamic Search for Social Consensus., IJCAI, 1993", "Consenting Agents: Negotiation Mechanisms for Multi-Agent Systems., IJCAI, 1993"], "Kevin Knight": ["Are Many Reactive Agents Better Than a Few Deliberative Ones?, IJCAI, 1993"], "Thomas J. Richards": ["Classification Networks: A Knowledge Representation Scheme for Curriculum Prescription., IJCAI, 1993"], "Laurent Trilling": ["Constraint Based Automatic Construction and Manipulation of Geometric Figures., IJCAI, 1993"], "Gabriele Paul": ["PHI - A Logic-Based Tool for Intelligent Help Systems., IJCAI, 1993"], "Riichiro Mizoguchi": ["Nonmonotonic Model Inference-A Formalization of Student Modeling., IJCAI, 1993"], "Pedro Meseguer": ["Expert System Validation through Knowledge Base Refinement., IJCAI, 1993"], "Ruddy Lelouche": ["Test Case Generation using KBS Strategy., IJCAI, 1993"], "Moshe Tennenholtz": ["Off-line Reasoning for On-line Efficiency., IJCAI, 1993"], "Jacques Bouaud": ["TREE: the Heuristic Driven Join Strategy of a RETE-Like Matcher., IJCAI, 1993"], "Brian R. Gaines": ["A Class Library Implementation of a Principled Open Architecture Knowledge Representation Server with Plug-in Data Types., IJCAI, 1993"], "Henrik Eriksson": ["Specification and Generation of Custom-Tailored Knowledge-Acquisition Tools., IJCAI, 1993"], "Craig Boutilier": ["Revision Sequences and Nested Conditionals., IJCAI, 1993"], "Georg Gottlob": ["The Complexity of Nested Counterfactuals and Iterated Knowledge Base Revisions., IJCAI, 1993", "The Power of Beliefs or Translating Default Logic into Standard Autoepistemic Logic., IJCAI, 1993"], "Norman Y. Foo": ["Connections Between the ATMS and AGM Belief Revision., IJCAI, 1993", "Reasoning About Persistence: A Theory of Actions., IJCAI, 1993"], "Alvaro del Val": ["Syntactic Characterizations of Belief Change Operators., IJCAI, 1993"], "Marcello Frixione": ["Non-Omniscient Belief as Context-Based Resoning., IJCAI, 1993"], "John McCarthy": ["Notes on Formalizing Context., IJCAI, 1993"], "Daphne Koller": ["Statistical Foundations for Default Reasoning., IJCAI, 1993"], "Stefan Brass": ["On the Semantics of Supernormal Defaults., IJCAI, 1993"], "Frans Voorbraak": ["Preference-Based Semantics for Nonmonotonic Logics., IJCAI, 1993"], "David A. Bell": ["Generalization of the Dempster-Shafer Theory., IJCAI, 1993"], "Philippe Smets": ["Quantifying Beliefs by Belief Functions: An Axiomatic Justification., IJCAI, 1993"], "David Poole": ["Average-Case Analysis of a Search Algorithm for Estimating Prior and Posterior Probabilities in Bayesian Networks with Extreme Probabilities., IJCAI, 1993", "Hypothetically Speaking Default Reasoning and Discourse-Structure., IJCAI, 1993"], "Dan Roth": ["On the Hardness of Approximate Reasoning., IJCAI, 1993"], "Henri Prade": ["Belief Revision and Updates in Numerical Formalisms: An Overview, with new Results for the Possibilistic Framework., IJCAI, 1993", "Inconsistency Management and Prioritized Syntax-Based Entailment., IJCAI, 1993"], "Zdenek Zdráhal": ["Second Order Measures for Uncertainty Processing., IJCAI, 1993"], "Yuri Gurevich": ["Curb Your Theory! A Circumspective Approach for Inclusive Interpretation of Disjunctive Information., IJCAI, 1993"], "Lenhart K. Schubert": ["Efficient Temporal Reasoning through Timegraphs., IJCAI, 1993", "Meeting the Interlocking Needs of LF-Computation Deindexing and Inference: An Organic Approach to General NLU., IJCAI, 1993"], "Lina Khatib": ["Path Consistency in a Network of Non-Convex Intervals., IJCAI, 1993"], "Tingting Zhang": ["A Terminological Logic with Defaults: A Definition and an Application., IJCAI, 1993"], "Bernhard Hollunder": ["How to Prefer More Specific Defaults in Terminological Default Logic., IJCAI, 1993"], "Umberto Straccia": ["Default Inheritance Reasoning in Hybrid KL-ONE-Style Logics., IJCAI, 1993"], "A. Narayanan": ["More Notes on \"A Clash of Intuitions\"., IJCAI, 1993"], "Hans Jürgen Ohlbach": ["A Multi-Dimensional Terminological Knowledge Representation Language., IJCAI, 1993"], "Ehud Reiter": ["Using Classification as a Programming Language., IJCAI, 1993"], "Andrea Schaerf": ["Decidable Reasoning in Terminological Knowledge Representation Systems., IJCAI, 1993"], "Frank J. Oles": ["The Equivalence of Model-Theoretic and Structural Subsumption in Description Logics., IJCAI, 1993"], "G. Neelakantan Kartha": ["Soundness and Completeness Theorems for Three Formalizations of Action., IJCAI, 1993"], "Yoav Shoham": ["Deriving Properties of Belief Update from Theories of Action (II)., IJCAI, 1993"], "Erik Sandewall": ["The Range of Applicability of Nonmonotonic Logics for the Inertia Problem., IJCAI, 1993"], "Miroslav Benda": ["AI Adventures Worth Writing Home About., IJCAI, 1993"], "Les Gasser": ["Social Knowledge and Social Action: Heterogeneity in Practice., IJCAI, 1993"], "Ivan M. Havel": ["Artificial Thought and Emergent Mind., IJCAI, 1993"], "Hirochika Inoue": ["Vision Based Robot Behavior: Tools and Testbeds for Real-World AI Research., IJCAI, 1993", "Qualitative Recognition of Ongoing Human Action Sequences., IJCAI, 1993"], "Susan J. Lederman": ["The Intelligent Hand: An Experimental Approach to Human Object Recognition and Implications for Robotic Design., IJCAI, 1993"], "Nobuyuki Otsu": ["Toward Flexible Intelligence: MITI's New Program of Real World Computing., IJCAI, 1993"], "Devika Subramanian": ["Conceptual Design and Artificial Intelligence., IJCAI, 1993"], "Johan van Benthem": ["The Logic of Cognitive Action., IJCAI, 1993"], "Hiroaki Kitano": ["Computers and Thought Award : Challenges of Massive Parallelism., IJCAI, 1993", "A Comprehensive and Practical Model of Memory-Based Machine Translation., IJCAI, 1993", "Example-Based Machine Translation on Massively Parallel Processors., IJCAI, 1993"], "Mark Tarver": ["A Language for Implementing Arbitrary Logics., IJCAI, 1993"], "Pierre Basso": ["Conditional Causal Logic: A Formal Theory of the Meaning Generating Processes in a Cognitive System., IJCAI, 1993"], "Phan Minh Dung": ["On the Acceptability of Arguments and its Fundamental Role in Nonmonotonic Reasoning and Logic Programming., IJCAI, 1993"], "Suryanarayana M. Sripada": ["A Metalogic Programming Approach to Reasoning about Time in Knowledge Bases., IJCAI, 1993"], "Michael Gelfond": ["Representing Concurrent Actions in Extended Logic Programming., IJCAI, 1993"], "Patricia M. Hill": ["A Parameterised Module System for Constructing Typed Logic Programs., IJCAI, 1993"], "Elena Ratto": ["Logical Specification of Real-Time Granular Systems in an Object Oriented Language., IJCAI, 1993"], "Wayne Iba": ["Average-Case Analysis of a Nearest Neighbor Algorithm., IJCAI, 1993"], "Charles Elkan": ["Estimating the Accuracy of Learned Concepts., IJCAI, 1993"], "M. Timur Friedman": ["Case Retrieval through Multiple Indexing and Heuristic Search., IJCAI, 1993"], "Akihiro Shibata": ["Retrieving Cases from Relational Data-Bases: Another Stride Towards Corporate-Wide Case-Base Systems., IJCAI, 1993"], "Thomas Ellman": ["Abstraction via Approximate Symmetry., IJCAI, 1993"], "Steven Minton": ["An Analytic Learning System for Specializing Heuristics., IJCAI, 1993"], "Tom M. Mitchell": ["Integrating Inductive Neural Network Learning and Explanation-Based Learning., IJCAI, 1993"], "Attilio Giordana": ["SMART+: A Multi-Strategy Learning Tool., IJCAI, 1993"], "Antoinette Tessmer": ["Complex Concept Acquisition through Directed Search and Feature Caching., IJCAI, 1993"], "Harish Ragavan": ["Improving the Design of Induction Methods by Analyzing Algorithm Functionality and Data-Based Concept Complexity., IJCAI, 1993"], "Taisuke Sato": ["Evolutionary Learning Strategy using Bug-Based Search., IJCAI, 1993"], "Jan Paredis": ["Genetic State-Space Search for Constrained Optimization Problems., IJCAI, 1993"], "Yaron Sella": ["Learning of Resource Allocation Strategies for Game Playing., IJCAI, 1993"], "Cis Schut": ["Reducing Ambiguity by Learning Assembly Specific Behaviour., IJCAI, 1993"], "William W. Cohen": ["Efficient Pruning Methods for Separate-and-Conquer Rule Learning Systems., IJCAI, 1993"], "Setsuo Ohsuga": ["Learning Decision Lists over Tree Patterns and Its Application., IJCAI, 1993"], "Steven Salzberg": ["Induction of Oblique Decision Trees., IJCAI, 1993"], "Jean-Gabriel Ganascia": ["TDIS : an Algebraic Formalization., IJCAI, 1993"], "Thierry Van de Merckt": ["Decision Trees in Numerical Attribute Spaces., IJCAI, 1993"], "Keki B. Irani": ["Multi-Interval Discretization of Continuous-Valued Attributes for Classification Learning., IJCAI, 1993"], "Stan Matwin": ["Constructive Inductive Logic Programming., IJCAI, 1993"], "Saso Dzeroski": ["Multiple Predicate Learning., IJCAI, 1993"], "Daniele Gunetti": ["An Interactive System to Learn Functional Logic Programs., IJCAI, 1993"], "J. Ross Quinlan": ["Avoiding Pitfalls When Learning Recursive Theories., IJCAI, 1993"], "Maurice Bruynooghe": ["A Theory of Clausal Discovery., IJCAI, 1993"], "Michael J. Pazzani": ["HYDRA: A Noise-tolerant Relational Concept Learning Algorithm., IJCAI, 1993", "A Methodology for Evaluating Theory Revision Systems: Results with Audrey II., IJCAI, 1993"], "Nitin Indurkhya": ["Rule-Based Regression., IJCAI, 1993"], "Henry W. Davis": ["The Statistical Learning of Accurate Heuristics., IJCAI, 1993"], "Wei-Mein Shen": ["Learning Finite Automata Using Local Distinguishing Experiments., IJCAI, 1993"], "Leslie Pack Kaelbling": ["Learning to Achieve Goals., IJCAI, 1993"], "Ingrid Zukerman": ["An Inductive Approach to Learning Search Control Rules for Planning., IJCAI, 1993"], "Raymond J. Mooney": ["Combining FOIL and EBG to Speed-up Logic Programs., IJCAI, 1993", "Symbolic Revision of Theories with M-of-N Rules., IJCAI, 1993"], "Markus Wasserschaff": ["Recurrent Neural Networks for Sequence Production., IJCAI, 1993"], "Ronald Saul": ["Sequence Extrapolation., IJCAI, 1993"], "Marin Marinov": ["A Symbolic Model for Learning the Past-Tenses of English Verbs., IJCAI, 1993"], "Makoto Nagao": ["Verbal Case Frame Acquisition from Bilingual Corpora., IJCAI, 1993"], "Cécile Paris": ["Automatic Documentation Generation: The Rnteraction of Text and Examples., IJCAI, 1993"], "Chris Mellish": ["Optimizing the Costs and Benefits of Natural Language Generation., IJCAI, 1993"], "Mabry Tyson": ["FASTUS: A Finite-state Processor for Information Extraction from Real-world Text., IJCAI, 1993"], "Katashi Nagao": ["Abduction and Dynamic Preference in Plan-Based Dialogue Understanding., IJCAI, 1993"], "Takashi Miyata": ["Joint Utterance: Intrasentential Speaker/Hearer Switch as an Emergent Phenomenon., IJCAI, 1993", "Understanding Spoken Natural Language with Omni-Directional Information Flow., IJCAI, 1993"], "Richard McConachy": ["Generating Concise Discourse that Addresses a Users Inferences., IJCAI, 1993"], "Daniel D. Suthers": ["Preferences for Model Selection in Explanation., IJCAI, 1993"], "Paola Merlo": ["For an Incremental Computation of Intrasentential Coreference., IJCAI, 1993"], "Fabio Pianesi": ["Tense and Aspect: A Mereological Approach., IJCAI, 1993"], "Carlo Strapparava": ["Dialogue Cohesion Sharing and Adjusting in an Enhanced Multimodal Environment., IJCAI, 1993"], "Vinod Baya": ["Using Device Models to Facilitate the Retrieval of Multimedia Design Information., IJCAI, 1993"], "Nick Cercone": ["Decision-Theoretic Salience Interactions in Language Generation., IJCAI, 1993"], "Susanne van Mulken": ["Structure and Rules in Automated Multimedia Presentation Planning., IJCAI, 1993"], "Charlotte M. Baltus": ["Incorporating Syntactic Constraints in Recognizing Handwritten Sentences., IJCAI, 1993"], "Dekai Wu": ["Approximating Maximum-Entropy Ratings for Evidential Parsing and Semantic Interpretation., IJCAI, 1993"], "Paolo Terenziani": ["Integrating Linguistic and Pragmatic Temporal Information in Natural Language Understanding: the case of \"When Sentences\"., IJCAI, 1993"], "Joachim Quantz": ["Interpretation as Exception Minimization., IJCAI, 1993"], "Jude W. Shavlik": ["Learning to Represent Codons: A Challenge Problem for Constructive Induction., IJCAI, 1993", "Heuristically Expanding Knowledge-Based Neural Networks., IJCAI, 1993"], "James A. Hendler": ["Massively Parallel Support for Efficient Knowledge Representation., IJCAI, 1993"], "Shengrui Wang": ["Computing Effect-to-Cause/Cause-to-Effect Diagnoses Within NdL., IJCAI, 1993"], "Renato de Mori": ["Source Code Informal Information Analysis Using Connectionist Models., IJCAI, 1993"], "Christian Jacquemin": ["A Coincidence Detection Network for Spatio-Temporal Coding: Application to Nominal Composition., IJCAI, 1993"], "Franz J. Kurfess": ["Spatial Reasoning and Connectionist Inference., IJCAI, 1993"], "Paul Smolensky": ["Dynamic Conflict Resolution in a Connectionist Rule-Based System., IJCAI, 1993"], "Qiang Yang": ["Characterizing and Automatically Finding Primary Effects in Planning., IJCAI, 1993"], "Subbarao Kambhampati": ["On the Utility of Systematicity: Understanding Tradeoffs between Redundancy and Commitment in Partial-ordering Planning., IJCAI, 1993"], "Daniel S. Weld": ["Characterizing Subgoal Interactions for Planning., IJCAI, 1993"], "Stuart J. Russell": ["Planning Using Multiple Execution Architectures., IJCAI, 1993", "Anytime Sensing Planning and Action: A Practical Model for Robot Control., IJCAI, 1993"], "Richard Levinson": ["Reaction-First Search., IJCAI, 1993"], "Michael Deale": ["Informedness vs. Computational Cost of Heuristics in Iterative Repair Scheduling., IJCAI, 1993"], "Amitava Bagchi": ["Non-Order-Preserving Evaluation Functions: Recursive Graph-Search Methods for Job Sequencing Problems., IJCAI, 1993"], "Bernhard Nebel": ["Complexity Results for SAS+ Planning., IJCAI, 1993"], "Jana Koehler": ["Plan Modification versus Plan Generation: A Complexity-Theoretic Perspective., IJCAI, 1993"], "Shankar A. Rajamoney": ["Compositional Model-Based Design., IJCAI, 1993"], "Kun Sun": ["Computer-Aided Creative Mechanism Design., IJCAI, 1993"], "Oskar Dressler": ["Diagnosis Process Dynamics: Holding the Diagnostic Trackhound in Leash., IJCAI, 1993"], "Gerhard Friedrich": ["Theory Diagnoses: A Concise Characterization of Faulty Systems., IJCAI, 1993"], "Xudong Yu": ["A Formal Modeling Scheme for Continuous Systems: Focus on Diagnosis., IJCAI, 1993"], "Marc Riese": ["Diagnosis of Communicating Systems: Dealing with Incompleteness and Uncertainty., IJCAI, 1993"], "Ron Rymon": ["Goal-Directed Diagnosis-Diagnostic Reasoning in Exploratory-Corrective Domains., IJCAI, 1993"], "Daniele Theseider Dupré": ["Model-Based Diagnosis Meets Error Diagnosis in Logic Programs., IJCAI, 1993"], "Patrice O. Gautier": ["Machine-generated Explanations of Engineering Models: A Compositional Modeling Approach., IJCAI, 1993"], "Philippe Dague": ["Symbolic Reasoning with Relative Orders of Magnitude., IJCAI, 1993"], "B. Chandrasekaran": ["How Things are Intended to Work: Capturing Functional Knowledge in Device Design., IJCAI, 1993"], "Qiang Shen": ["Prioritising Behaviours in Qualitative Simulation., IJCAI, 1993"], "Hannes Werthner": ["A Stochastic Approach to Qualitative Simulation using Markov Processes., IJCAI, 1993"], "Louise Travé-Massuyès": ["Fuzzy Causal Simulation in Process Engineering., IJCAI, 1993"], "Ralf Röhrig": ["Orientation and Qualitative Angle for Spatial Reasoning., IJCAI, 1993"], "Antony Galton": ["Towards an Integrated Logic of Space, Time and Motion., IJCAI, 1993"], "Andrew Gelsey": ["Qualitative Modeling of RNA Structure., IJCAI, 1993"], "Franck du Verdier": ["Solving Geometric Constraint Satisfaction Problems for Spatial Planning., IJCAI, 1993"], "Ruzena Bajcsy": ["Active Color Image Analysis for Recognizing Shadows., IJCAI, 1993"], "Hilary Buxton": ["Selective Attention in Dynamic Vision., IJCAI, 1993"], "Ehud Rivlin": ["Homing Using Combinations of Model Views., IJCAI, 1993"], "Christian Laugier": ["Dynamic Trajectory Planning Path-Velocity Decomposition and Adjacent Paths., IJCAI, 1993"], "Hussein M. Yahia": ["Rule-Structured Facial Animation System., IJCAI, 1993"], "Yoshiaki Shirai": ["An Uncertainty Model of Stereo Vision and its Application to Vision-Motion Planning of Robot., IJCAI, 1993"], "Yiannis Aloimonos": ["Recognizing 3-D Motion., IJCAI, 1993"], "Shigang Li": ["Making Cognitive Map of Outdoor Environment., IJCAI, 1993"], "Souad Hadjres": ["Using Local Information in a Non-Local Way for Mapping Graph-Like Worlds., IJCAI, 1993"], "David Wilkes": ["Map Validation and Self-location in a Graph-like World., IJCAI, 1993"], "Luigi Stringa": ["Memory-Based Navigation., IJCAI, 1993"], "Michael J. Tarr": ["Action Representation and Purpose: Re-evaluating the Foundations of Computational Vision., IJCAI, 1993"], "Kathleen Wilson": ["AI Multimedia and Education., IJCAI, 1993"], "Lotfi A. Zadeh": ["Fuzzy Logic and AI., IJCAI, 1993"], "Toshio Yokoi": ["Grand Challenge AI Applications., IJCAI, 1993"], "Donia Scott": ["Instructions: Language and Behavior., IJCAI, 1993"], "Gregg T. Vesonder": ["TELECOM and AI: The Emperors New Clothes?, IJCAI, 1993"], "Alex Pentland": ["The Use of Geons for Generic 3D Object Recognition., IJCAI, 1993"], "Takao Terano": ["QUALTES: A Domain Specific Tool for Electric Power Stations., IJCAI, 1993"], "F. Hartmann": ["Process Control by an Expert System at The Grandpuits Refinery., IJCAI, 1993"], "Akira Kurematsu": ["Spoken Language Translation System., IJCAI, 1993"], "David Michael Brady": ["ALEPS: The Automated Logistics Element Planning System., IJCAI, 1993"]}