{"Alberto Martelli": ["Additive AND/OR Graphs., IJCAI, 1973"], "Ira Pohl": ["The Avoidance of (Relative) Catastrophe, Heuristic Competence, Genuine Dynamic Weighting and Computational Issues in Heuristic Problem Solving., IJCAI, 1973"], "T. B. Boffey": ["Some Theoretical Results Concerning Automated Game-Playing., IJCAI, 1973"], "Larry R. Harris": ["The Bandwidth Heuristic Search., IJCAI, 1973"], "Jack Minker": ["The Q* Algorithm - A Search Strategy for a Deductive Question-Answering System., IJCAI, 1973"], "Raymond Reiter": ["A Semantically Guided Deductive System for Automatic Theorem-Proving., IJCAI, 1973"], "David Gelperin": ["Deletion-Directed Search in Resolution-Based Proof Procedures., IJCAI, 1973"], "George W. Ernst": ["A Definition-Driven Theorem Prover., IJCAI, 1973"], "W. W. Bledsoe": ["A Man-Machine Theorem-Proving System., IJCAI, 1973"], "Bruce G. Buchanan": ["Analysis of Behavior of Chemical Molecules: Rule Formation on Non-Homogeneous Classes of Objects., IJCAI, 1973"], "Hans J. Berliner": ["Some Necessary Conditions for a Master Chess Program., IJCAI, 1973"], "Elliot B. Koffman": ["Artificial Intelligence and Automatic Programming in CAI., IJCAI, 1973"], "N. S. Sridharan": ["Search Strategies for the Task of Organic Chemical Synthesis., IJCAI, 1973"], "Oscar Firschein": ["Forecasting and Assessing the Impact of Artificial Intelligence on Society., IJCAI, 1973"], "John Seely Brown": ["Steps Toward Automatic Theory Formation., IJCAI, 1973"], "Alan Bundy": ["Doing Arithmetic with Diagrams., IJCAI, 1973"], "Gérard P. Huet": ["A Mechanization of Type Theory., IJCAI, 1973"], "Harry E. Pople": ["On the Mechanization of Abductive Logic., IJCAI, 1973"], "Donald W. Loveland": ["A Hole in Goal Trees: Some Guidance from Resolution Theory., IJCAI, 1973"], "Ryszard S. Michalski": ["Discovering Classification Rules Using variable-Valued Logic System VL1., IJCAI, 1973"], "Charles C. Tappert": ["A Procedure for Adaptive Control of the Interaction Between Acoustic Classification and Linguistic Decoding in Automatic Recognition of Continuous Speech., IJCAI, 1973"], "Dabbala Rajagopal Reddy": ["The Hearsay Speech Understanding System: An Example of the Recognition Process., IJCAI, 1973"], "Lee D. Erman": ["System Organizations for Speech Understanding: Implications of Network and Multiprocessor Computer Architecture for AI., IJCAI, 1973"], "William A. Woods": ["Mechanical Inference Problems in Continuous Speech Understanding., IJCAI, 1973"], "Donald E. Walker": ["Speech Understanding Through Syntactic and Semantic Analysis., IJCAI, 1973"], "William H. Paxton": ["A Parser for a Speech Understanding System., IJCAI, 1973"], "Robert C. Moore": ["D-SCRlPT: A Computational Theory of Descriptions., IJCAI, 1973"], "Erik Sandewall": ["Conversion of Predicate-Calculus Axioms, Viewed as Non-Deterministic Programs, to Corresponding Deterministic Programs., IJCAI, 1973"], "Carl Hewitt": ["A Universal Modular ACTOR Formalism for Artificial Intelligence., IJCAI, 1973"], "Daniel G. Bobrow": ["A Model for Control Structures for Artificial Intelligence Programming Languages., IJCAI, 1973"], "Roger C. Schank": ["MARGIE: Memory Analysis Response Generation, and Inference on English., IJCAI, 1973"], "Gary G. Hendrix": ["Language Processing Via Canonical Verbs and Semantic Models., IJCAI, 1973"], "Yorick Wilks": ["Understanding Without Proofs., IJCAI, 1973"], "Horace Enea": ["Idiolectic Language-Analysis for Understanding Doctor-Patient Dialogues., IJCAI, 1973"], "Makoto Nagao": ["Mechanism of Deduction in a Question-Answering System with Natural Language Input., IJCAI, 1973"], "Boris M. Dobrotin": ["Design of a Computer Controlled Manipulator for Robot Research., IJCAI, 1973"], "A. Patricia Ambler": ["A Versatile Computer-Controlled Assembly System., IJCAI, 1973"], "Richard A. Lewis": ["Planning Considerations for a Roving Robot with Arm., IJCAI, 1973"], "D. E. Okhotsimsky": ["Control Algorithm of the Walker Climbing Over Obstacles., IJCAI, 1973"], "Michael H. Smith": ["Design of a Low Cost, General Purpose Robot., IJCAI, 1973"], "Eugene Charniak": ["Jack and Janet in Search of a Theory of Knowledge., IJCAI, 1973"], "James R. Carbonell": ["Natural Semantics in Artificial Intelligence., IJCAI, 1973"], "Aravind K. Joshi": ["Some Frills for the Modal Tic-Tac-Toe of Davies and Isard: Semantics of Predicate Complement Constructions., IJCAI, 1973"], "Kenneth Biss": ["Semantic Modeling for Deductive Question-Answering., IJCAI, 1973"], "Bertram C. Bruce": ["Case Structure Systems., IJCAI, 1973"], "Vaughan R. Pratt": ["A Linguistics Oriented Programming Language., IJCAI, 1973"], "Laurent Siklóssy": ["Proving the Impossible is Impossible is Possible: Disproofs Based on Hereditary Partitions., IJCAI, 1973", "An Efficient Robot Planner which Generates Its Own Procedures., IJCAI, 1973"], "Tadashi Nagata": ["Robot Planning System Based on Problem Solvers., IJCAI, 1973"], "Leonard Uhr": ["DECIDER-l: A System that Chooses Among Different Types of Acts., IJCAI, 1973"], "Walter Jacobs": ["Robot Decisions Based on Maximizing Utility., IJCAI, 1973"], "Earl D. Sacerdoti": ["Planning in a Hierarchy of Abstraction Spaces., IJCAI, 1973"], "Donald A. Waterman": ["PAS-II: An Interactive Task-Free Version of an Automatic Protocol Analysis System., IJCAI, 1973"], "George R. Kiss": ["Outlines of a Computer Model of Motivation., IJCAI, 1973"], "David E. Rumelhart": ["Active Semantic Networks as a Model of Human Memory., IJCAI, 1973"], "Marc Eisenstadt": ["Toward a Model of Human Game Playing., IJCAI, 1973"], "Charles F. Schmidt": ["A Model of the Common-Sense Theory of Intention and Personal Causation., IJCAI, 1973"], "Thomas P. Moran": ["The Symbolic Nature of Visual Imagery., IJCAI, 1973"], "John Darlington": ["A System which Automatically Improves Programs., IJCAI, 1973"], "Robert S. Boyer": ["Proving Theorems about LISP Functions., IJCAI, 1973"], "Robert Balzer": ["A Gobal View of Automatic Programming., IJCAI, 1973", "CASAP: A Testbed for Program Flexibility., IJCAI, 1973"], "Shmuel Katz": ["A Heuristic Approach to Program Verification., IJCAI, 1973"], "Lenhart K. Schubert": ["Iterated Limiting Recursion and the Program Minimization Problem., IJCAI, 1973"], "Ben Wegbreit": ["Heuristic Methods for Mechanically Deriving Inductive Assertions., IJCAI, 1973"], "Jared L. Darlington": ["Automatic Program Synthesis in Second-Order Logic., IJCAI, 1973"], "Frank O'Gorman": ["Finding Picture Edges through Collinearity of Feature Points., IJCAI, 1973"], "Alan K. Mackworth": ["Interpreting Pictures of Polyhedral Scenes., IJCAI, 1973"], "Fumiaki Tomita": ["Detection of Homogeneous Regions by Structural Analysis., IJCAI, 1973"], "Ruzena Bajcsy": ["Computer Description of Textured Surfaces., IJCAI, 1973"], "Yoram Yakimovsky": ["A Semantics-Based Decision Theory Region Analyser., IJCAI, 1973"], "Gregory Dean Gibbons": ["POPS: An Application of Heuristic Search Methods to the Processing of a Nondeterministic Programming Language., IJCAI, 1973"], "Stewart N. T. Shen": ["A Number Theory Approach to Problem Representation and Solution., IJCAI, 1973"], "Vadim L. Stefanuk": ["On a Local Approach to Representation in Problem Solving., IJCAI, 1973"], "Chitoor V. Srinivasan": ["The Architecture of Coherent Information System: A General Problem Solving System., IJCAI, 1973"], "Gerald J. Agin": ["Computer Description of Curved Objects., IJCAI, 1973"], "Ramakant Nevatia": ["Structured Descriptions of Complex Objects., IJCAI, 1973"], "Irwin Sobel": ["On Calibrating Computer Controlled Cameras for Perceiving 3-D Scenes., IJCAI, 1973"], "Richard L. Didday": ["Thoughts About a Visually Guided Grasp Reflex., IJCAI, 1973"], "Gen-ichiro Kinoshita": ["Pattern Classification of the Grasped Object by the Artificial Hand., IJCAI, 1973"], "Lawrence G. Tesler": ["The LISP7O Pattern Matching System., IJCAI, 1973"], "David Canfield Smith": ["Backtracking in MLISP2: an efficient backtracking method for LISP., IJCAI, 1973"], "Warren Teitelman": ["CLISP - Conversational LISP., IJCAI, 1973"], "John Mylopoulos": ["l.Pak: A SNOBOL-Based Programming Language for Artificial Intelligence Applications., IJCAI, 1973"], "L. Peter Deutsch": ["A LISP Machine with Very Compact Programs., IJCAI, 1973"]}