{"Gérard D. Guiho": ["Automatic Programming Using Abstract Data Types., IJCAI, 1983"], "Uday S. Reddy": ["Theory of Linear Equations Applied to Program Transformation., IJCAI, 1983"], "Donald Cohen": ["Symbolic Execution of the Gist Specification Language., IJCAI, 1983"], "Peter M. D. Gray": ["Manipulating Descriptions of Programs for Database Access., IJCAI, 1983"], "Shamim A. Naqvi": ["Synthesizing Least Fixed Point Queries Into Non-Recursive Iterative Programs., IJCAI, 1983"], "Robert L. Sedlmeyer": ["Diagnostic Reasoning in Software Fault Localization., IJCAI, 1983"], "Douglas R. Smith": ["A Problem Reduction Approach to Program Synthesis., IJCAI, 1983"], "Christian Gresse": ["Automatic Programming From Data Types Decomposition Patterns., IJCAI, 1983"], "Jack Mostow": ["Program Transtormations for VLSI., IJCAI, 1983"], "Aaron Sloman": ["Under What Conditions Can a Machine Attribute Meanings to Symbols., IJCAI, 1983"], "Benjamin Kuipers": ["How to Discover a Knowledge Representation for Causal Reasoning by Studying an Expert Physician., IJCAI, 1983"], "John R. Anderson": ["Learning to Program., IJCAI, 1983"], "Michael Lebowitz": ["Creating a Story-Telling Universe., IJCAI, 1983"], "András Márkus": ["Shifting the Focus of Attention: The Way Agatha Christie Leads You On., IJCAI, 1983"], "Sharon Wood": ["Dynamic World Simulation for Planning With Multiple Agents., IJCAI, 1983"], "Giovanni Adorni": ["Some Basic Mechanisms for Common Sense Reasoning About Stories Environments., IJCAI, 1983"], "Michael G. Dyer": ["Understanding Stories Through Morals and Remindings., IJCAI, 1983"], "Gabriella Airenti": ["Planning Perlocutionary Acts., IJCAI, 1983"], "Göran Hagert": ["Logic Modelling of Cognitive Reasoning., IJCAI, 1983"], "J. G. (Iain) Wallace": ["Motives and Emotions in a General Learning System., IJCAI, 1983"], "Wynne Bell": ["Artificial Intelligence in the Classroom., IJCAI, 1983"], "Edwina L. Rissland": ["Examples in Legal Reasoning: Legal Hypotheticals., IJCAI, 1983"], "Stephanie Sage": ["Modeling Cognitive Development on the Balance Scale Task., IJCAI, 1983"], "L. Konst": ["Semi-Automated Analysis of Protocols From Novices and Experts Solving Physics Problems., IJCAI, 1983"], "John P. McDermott": ["Extracting Knowledge From Expert Systems., IJCAI, 1983"], "Thomas P. Kehler": ["Industrial Strength Knowledge Bases: Issues and Experiences - Knowledge Base Stability, Memory: Unitorm or Structured, Integrity, Knowledge Acquisition and the User Interface, Joint Knowledge Base Development, Intertaces to Databases (Panel)., IJCAI, 1983"], "Ron Sauers": ["On the Requirements of Future Expert Systems., IJCAI, 1983"], "Gregg T. Vesonder": ["ACE: An Expert System for Telephone Cable Maintenance., IJCAI, 1983"], "Reid G. Smith": ["The Dipmeter Advisor System - A Case Study in Commercial Expert System Development., IJCAI, 1983", "STROBE: Support for Structured Object Knowledge Representation., IJCAI, 1983"], "Henri Prade": ["A Synthetic View of Approximate Reasoning Techniques., IJCAI, 1983"], "J. Ross Quinlan": ["Consistency and Plausible Reasoning., IJCAI, 1983"], "René Reboh": ["Extracting Useful Advice From Conflicting Expertise., IJCAI, 1983"], "Michael P. Georgeff": ["Procedural Expert Systems., IJCAI, 1983"], "Mark S. Fox": ["Techniques for Sensor-Based Diagnosis., IJCAI, 1983"], "Jiang Xinsong": ["AI Research in China: A Review., IJCAI, 1983"], "Douglas B. Lenat": ["Knoesphere: Building Expert Systems With Encyclopedic Knowledge., IJCAI, 1983", "An Expert System for Indications and Warning Analysis., IJCAI, 1983"], "Charles Kellogg": ["Intelligent Assistants for Knowledge and Information Resources Management., IJCAI, 1983"], "Riichiro Mizoguchi": ["Expert System as an Intelligent Assistant for Computer Users., IJCAI, 1983"], "Timothy W. Finin": ["Providing Help and Advice in Task Oriented Systems., IJCAI, 1983"], "Thomas L. Williams": ["Diagnosis of Multiple Faults in a Nationwide Communications Network., IJCAI, 1983"], "Donald W. Loveland": ["Detecting Ambiguity: An Example in Knowledge Evaluation., IJCAI, 1983"], "Alain Bonnet": ["Oil-Well Data Interpretation Using Expert System and Pattern Recognition Technique., IJCAI, 1983"], "Jin H. Kim": ["A Computational Model for Causal and Diagnostic Reasoning in Inference Systems., IJCAI, 1983"], "Richard M. Tong": ["A Comparison of Uncertainty Calculi in an Expert System for Information Retrieval., IJCAI, 1983"], "Peter C. Cheeseman": ["A Method of Computing Generalized Bayesian Probability Values for Expert Systems., IJCAI, 1983"], "Leonard P. Wesley": ["Reasoning About Control: The Investigation of an Evidential Approach., IJCAI, 1983"], "Richard R. Cantone": ["Model-Based Probabilistic Reasoning for Electronics Troubleshooting., IJCAI, 1983"], "Paul R. Cohen": ["A Report on FOLIO: An Expert Assistant for Portfolio Managers., IJCAI, 1983", "A Framework for Heuristic Reasoning About Uncertainty., IJCAI, 1983"], "Steven Rosenberg": ["HPRL: A Language for Building Expert Systems., IJCAI, 1983"], "Tom Bylander": ["CSRL: A Language for Expert Systems for Diagnosis., IJCAI, 1983"], "C. M. Lou": ["Structure Based Control Strategy., IJCAI, 1983"], "Naoyuki Yamada": ["A Diagnosis Method of Dynamic System Using the Knowledge on System Description., IJCAI, 1983"], "William J. Long": ["A Control Structure for Time Dependent Reasoning., IJCAI, 1983"], "Shoichi Masui": ["Decision-Making in Time-Critical Situations., IJCAI, 1983"], "William B. Thompson": ["Recognition-Based Diagnostic Reasoning., IJCAI, 1983"], "Perry L. Miller": ["Medical Plan-Analysis: The Attending System., IJCAI, 1983"], "Tetsutaro Shibahara": ["CAA: A Knowledge Based System Using Causal Knowledge to Diagnose Cardiac Rhythm Disorders., IJCAI, 1983"], "José Cuena": ["The Use of Simulation Models and Human Advice to Build an Expert System for the Defense and Control of River Floods., IJCAI, 1983"], "Jean-Luis Roos": ["Artificial Intelligence and Macro-Economy, An Application., IJCAI, 1983"], "H. Jaap van den Herik": ["Representation of Experts' Knowledge in a Subdomain of Chess Intelligence., IJCAI, 1983"], "Ryszard S. Michalski": ["Integrating Multiple Knowledge Representations and Learning Capabilities in an Expert System: The ADVISE System., IJCAI, 1983"], "Takushi Tanaka": ["Representation and Analysis of Electrical Circuits in a Deductive System., IJCAI, 1983"], "Robert L. Blum": ["Representation of Empirically Derived Causal Relationships., IJCAI, 1983"], "Robert C. Moore": ["Semantical Considerations on Nonmonotonic Logic., IJCAI, 1983"], "John A. Barnden": ["Intensions as Such: An Outline., IJCAI, 1983"], "L. Thorne McCarty": ["Permissions and Obligations., IJCAI, 1983"], "Ernest Davis": ["The Mercator Representation of Spatial Knowledge., IJCAI, 1983"], "Drew V. McDermott": ["Generalizing Problem Reduction: A Logical Analysis., IJCAI, 1983"], "Jon Doyle": ["A Society of Mind-Multiple Perspectives, Reasoned Assumptions, and Virtual Copies., IJCAI, 1983", "The Ins and Outs of Reason Maintenance., IJCAI, 1983"], "Kenneth D. Forbus": ["Measurement Interpretation in Qualitative Process Theory., IJCAI, 1983"], "Werner Dilger": ["Semantic Networks as Abstract Data Types., IJCAI, 1983"], "Robert Meersman": ["Modelling and Manipulating Production Data Bases in Terms of Semantic Nets., IJCAI, 1983"], "James G. Schmolze": ["Classification in the KL-ONE Knowledge Representation System., IJCAI, 1983"], "Amedeo Cappelli": ["KL-Conc: A Language for Interacting With SI-Nets., IJCAI, 1983"], "Ulrich Reimer": ["A Formal Approach to the Semantics of a Frame Data Model., IJCAI, 1983"], "Bradley P. Allen": ["Integrating Logic Programs and Schemata., IJCAI, 1983"], "Jitendra Malik": ["Reasoning in Time and Space., IJCAI, 1983"], "E. Yu Kandrashina": ["Representation of Temporal Knowledge., IJCAI, 1983"], "Witold Lukaszewicz": ["General Approach to Nonmonotonic Logics., IJCAI, 1983"], "Claus-Rainer Rollinger": ["How to Represent Evidence - Aspects of Uncertain Reasoning., IJCAI, 1983"], "James W. Hearne": ["Simulating Non-Deductive Reasoning., IJCAI, 1983"], "Robert E. Filman": ["Meta-Knowledge and Meta-Reasoning., IJCAI, 1983"], "João P. Martins": ["Reasoning in Multiple Belief Spaces., IJCAI, 1983"], "Martin Nilsson": ["A Logical Model of Knowledge., IJCAI, 1983"], "Kurt Konolige": ["A Deductive Model of Belief., IJCAI, 1983"], "Anthony S. Maida": ["Knowing Intensional Individuals, and Reasoning About Knowing Intensional Individuals., IJCAI, 1983"], "Jean-François Cloarec": ["An Experiment in Representing the Knowledge Involved in the Specification and Design of Switching Systems., IJCAI, 1983"], "David N. Chin": ["A Case Study of Knowledge Representation in UC., IJCAI, 1983"], "Setsuo Ohsuga": ["Predicate Logic Involving Data Structure as a Knowledge Representation Language., IJCAI, 1983"], "Luc Steels": ["Descriptions as Constraints in Object-Oriented Representation., IJCAI, 1983"], "Xiwen Ma": ["W-JS: A Modal Logic of Knowledge., IJCAI, 1983"], "Robert Wilensky": ["Memory and Inference., IJCAI, 1983"], "Akira Fusaoka": ["A Description and Reasoning of Plant Controllers in Temporal Logic., IJCAI, 1983"], "Fritz Wysotzki": ["Representation and Induction of Infinite Concepts and Recursive Action Sequences., IJCAI, 1983"], "Dennis F. Kibler": ["Perturbation: A Means for Guiding Generalization., IJCAI, 1983"], "Pat Langley": ["Learning Effective Search Heuristics., IJCAI, 1983", "Three Facets of Scientific Discovery., IJCAI, 1983"], "Stephen F. Smith": ["Flexible Learning of Problem Solving Heuristics Through Adaptive Search., IJCAI, 1983"], "Stellan Ohlsson": ["A Constrained Mechanism for Procedural Learning., IJCAI, 1983"], "Bernard Silver": ["Learning Equation Solving Methods From Examples., IJCAI, 1983"], "Paul D. Scott": ["Knowledge Oriented Learning., IJCAI, 1983"], "Mark D. Grover": ["A Pragmatic Knowledge Acquisition Methodology., IJCAI, 1983"], "Agustin A. Araya": ["Learning by Controlled Transference of Knowledge Between Domains., IJCAI, 1983"], "G. M. K. Hunt": ["Admissible Hypotheses and Enhanced Learning., IJCAI, 1983"], "Paul E. Utgoff": ["Adjusting Bias in Concept Learning., IJCAI, 1983"], "Russell Greiner": ["What's New? A Semantic Definition of Novelty., IJCAI, 1983"], "Werner Emde": ["The Discovery of the Equator or Concept Driven Learning., IJCAI, 1983"], "Robert C. Berwick": ["Learning Word Meanings From Examples., IJCAI, 1983", "A Deterministic Parser With Broad Coverage., IJCAI, 1983"], "Gerald DeJong": ["Acquiring Schemata Through Understanding and Generalizing Plans., IJCAI, 1983"], "Larry A. Rendell": ["A Learning System Which Accommodates Feature Interactions., IJCAI, 1983"], "B. A. Shepherd": ["An Appraisal of a Decision Tree Approach to Image Classification., IJCAI, 1983"], "Joël Quinqueton": ["Algorithms for Learning Logical Formulas., IJCAI, 1983"], "Richard A. O'Keefe": ["Concept Formation From Very Large Training Sets., IJCAI, 1983"], "Toyoaki Nishida": ["Towards Knowledge Acquisition From Natural Language Documents - Automatic Model Construction From Hardware Manual., IJCAI, 1983"], "Alain Colmerauer": ["Prolog in Ten Figures., IJCAI, 1983"], "Joxan Jaffar": ["Completeness of the Negation as Failure Rule., IJCAI, 1983"], "Masahiko Sato": ["Qute: A Prolog/Lisp Type Language for Logic Programming., IJCAI, 1983"], "William A. Kornfeld": ["Equality for Prolog., IJCAI, 1983"], "Walter G. Wilson": ["Semantic Code Analysis., IJCAI, 1983"], "Adrian Walker": ["Prolog/Ex 1, An Inference Engine Which Explains Both Yes and No Answers., IJCAI, 1983"], "Ehud Y. Shapiro": ["Logic Programs With Uncertainties: A Tool for Implementing Rule-Based Systems., IJCAI, 1983"], "Chris Mellish": ["Integrating Prolog Into the Poplog Environment., IJCAI, 1983"], "D. C. Dodson": ["\"Logal\": Algorithmic Control Structures for Prolog., IJCAI, 1983"], "John S. Conery": ["AND Parallelism in Logic Programs., IJCAI, 1983"], "Simon Kasif": ["PRISM: A Parallel Inference System for Problem Solving., IJCAI, 1983"], "Kuniaki Mukai": ["A Unification Algorithm for Infinite Trees., IJCAI, 1983"], "Alan R. Feuer": ["Building Libraries in Prolog., IJCAI, 1983"], "Anneli Edman": ["Mechanization of an Oracle in a Debugging System., IJCAI, 1983"], "Gerald Gazdar": ["Phrase Structure Grammars and Natural Languages., IJCAI, 1983"], "Daniel N. Osherson": ["Formal Theories of Language Acquisition: Practical and Theoretical Perspectives., IJCAI, 1983"], "Paul A. Martin": ["Transportability and Generality in a Natural-Language Interface System., IJCAI, 1983"], "Kathleen R. McKeown": ["Focus Constraints on Language Generation., IJCAI, 1983"], "Wolfgang Hoeppner": ["Beyond Domain-Independence: Experience With the Development of a German Language Access System to Highly Diverse Background Systems., IJCAI, 1983"], "Douglas E. Appelt": ["TELEGRAM: A Grammar Formalism for Language Planning., IJCAI, 1983"], "Jeremy Eilman": ["An Indirect Approach to Types of Speech Acts., IJCAI, 1983"], "Gopalan Nadathur": ["Mutual Beliefs in Conversational Systems: Their Role in Referring Expressions., IJCAI, 1983"], "Laurence Danlos": ["Some Issues in Generation From a Semantic Representation., IJCAI, 1983"], "Paul S. Jacobs": ["Generation in a Natural Language Interface., IJCAI, 1983"], "Shun Ishizaki": ["Generation of Japanese Sentences From Conceptual Representation., IJCAI, 1983"], "Anthony Jameson": ["Impression Monitoring in Evaluation-Oriented Dialog - The Role of the Listener's Assumed Expectations and Values in the Generation of Informative Statements., IJCAI, 1983"], "Karen Sparck Jones": ["Shifting Meaning Representations., IJCAI, 1983"], "Peter Norvig": ["Frame Activated Inferences in a Story Understanding Program., IJCAI, 1983"], "Ingeborg Steinacker": ["Structural Relations - A Case Against Case., IJCAI, 1983"], "Mary O'Kane": ["The FOPHO Speech Recognition Project., IJCAI, 1983"], "Joachim Mudler": ["A System for Improving the Recognition of Fluently Spoken German Speech., IJCAI, 1983"], "Kenneth Ward Church": ["Allophonic and Phonotactic Constraints Are Useful., IJCAI, 1983"], "Sei-ichi Nakagawa": ["A Recognition Method of Connected Spoken Words With Syntactical Constraints by Augmented Continuous DP Algorithm., IJCAI, 1983"], "Wolfgang Wahlster": ["Over-Answering Yes-No Questions: Extended Responses in a NL Interface to a Vision System., IJCAI, 1983"], "Katharina Morik": ["Demand and Requirements for Natural Language Systems - Results of an Inquiry., IJCAI, 1983"], "Bonnie L. Webber": ["Varieties of User Misconceptions: Detection and Correction., IJCAI, 1983"], "Jaime G. Carbonell": ["The XCALIBUR Project: A Natural Language Interface to Expert Systems., IJCAI, 1983"], "Richard I. Kittredge": ["Towards a Computable Model of Meaning-Text Relations Within a Natural Sublanguage., IJCAI, 1983"], "Eva-Maria M. Mueckstein": ["Q-TRANS: Query Translation Into English., IJCAI, 1983"], "R. Comino": ["Understanding Natural Language Through Parallel Processing of Syntactic and Semantic Knowledge: An Application to Data Base Query., IJCAI, 1983"], "Philip J. Hayes": ["A Framework for Processing Corrections in Task-Oriented Dialogues., IJCAI, 1983"], "Eero Hyvönen": ["Graph Grammar Approach to Natural Language Parsing and Understanding., IJCAI, 1983"], "Janusz S. Bien": ["Articles and Resource Control., IJCAI, 1983"], "Mark A. Jones": ["Activation-Based Parsing., IJCAI, 1983"], "Kimmo Koskenniemi": ["Two-Level Model for Morphological Analysis., IJCAI, 1983"], "Eric Wehrli": ["A Modular Parser for French., IJCAI, 1983"], "Brian Phillips": ["An Object-Oriented Parser for Text Understanding., IJCAI, 1983"], "Uwe Reyle": ["A PROLOG Implementation of Lexical Functional Grammar., IJCAI, 1983"], "John Bear": ["A Breadth-First Parsing Model., IJCAI, 1983"], "Stuart M. Shieber": ["Sentence Disambiguation by a Shift-Reduce Parsing Technique., IJCAI, 1983"], "Roy J. Byrd": ["Word Formation in Natural Language Processing Systems., IJCAI, 1983"], "Gérard Sabah": ["A Deterministic Syntactic-Semantic Parser., IJCAI, 1983"], "Wendy G. Lehnert": ["Narrative Complexity Based on Summarization Algorithms., IJCAI, 1983"], "Akira Shimazu": ["Japanese Language Semantic Analyzer Based on an Extended Case Frame Model., IJCAI, 1983"], "Manfred Gehrke": ["Syntax, Semantics, and Pragmatics in Concert: An Incremental, Multilevel Approach in Reconstructing Task-Oriented Dialogues., IJCAI, 1983"], "Bernd Neumann": ["Event Models for Recognition and Natural Language Description of Events in Real-World Image Sequences., IJCAI, 1983"], "Werner Frey": ["Automatic Construction of a Knowledge Base by Analysing Texts in Natural Language., IJCAI, 1983"], "John H. Clippinger Jr.": ["Why Good Writing Is Easier to Understand., IJCAI, 1983"], "David E. Wilkins": ["Representation in a Domain-Independent Planner., IJCAI, 1983"], "James F. Allen": ["Planning Using a Temporal World Model., IJCAI, 1983"], "Daniel D. Corkill": ["The Use of Meta-Level Control for Coordination in a Distributed Problem Solving Network., IJCAI, 1983"], "Ling Zhang": ["The Statistical Inference Method in Heuristic Search Techniques., IJCAI, 1983"], "Hermann Kaindl": ["Searching to Variable Depth in Computer Chess., IJCAI, 1983"], "T. Anthony Marsland": ["Relative Efficiency of Alpha-Beta Implementations., IJCAI, 1983"], "Stephanie J. Cammarata": ["Strategies of Cooperation in Distributed Problem Solving., IJCAI, 1983"], "John E. Laird": ["A Universal Weak Method: Summary of Results., IJCAI, 1983"], "Jeffrey A. Barnett": ["A Wrinkle on Satisficing Search Problems., IJCAI, 1983", "Optimal Searches From AND and OR Nodes., IJCAI, 1983"], "Marco Valtorta": ["A Result on the Computational Complexity of Heuristic Estimates for the A* Algorithm., IJCAI, 1983"], "Roy Rada": ["Characterizing Search Spaces., IJCAI, 1983"], "Marcel Schoppers": ["On A* as a Special Case of Ordered Search., IJCAI, 1983"], "Malik Ghallab": ["Aepsilon - An Efficient Near Admissible Heuristic Search Algorithm., IJCAI, 1983"], "John Hallam": ["Resolving Observer Motion by Object Tracking., IJCAI, 1983"], "Rodney A. Brooks": ["A Subdivision Algorithm Configuration Space for Findpath With Rotation., IJCAI, 1983", "Lisp-in-Lisp: High Performance and Portability., IJCAI, 1983"], "Eugene Grechanovsky": ["An Algorithm for Moving a Computer-Controlled Manipulator While Avoiding Obstacles., IJCAI, 1983"], "Boalin Yin": ["A Framework for Handling Vision Data in an Object Level Robot Language - RAPT., IJCAI, 1983"], "Maria L. Gini": ["Towards Automatic Error Recovery in Robot Programs., IJCAI, 1983"], "Mark H. Lee": ["Knowledge Based Error Recovery in Industrial Robots., IJCAI, 1983"], "C. M. Witkowski": ["A Parallel Processor Algorithm for Robot Route Planning., IJCAI, 1983"], "Alberto Elfes": ["A Distributed Control System for the CMU Rover., IJCAI, 1983"], "Yutaka Kanayama": ["Concurrent Programming of Intelligent Robots., IJCAI, 1983"], "Jean-Paul Laumond": ["Model Structuring and Concept Recognition: Two Aspects of Learning for a Mobile Robot., IJCAI, 1983"], "D. F. Corner": ["Reasoning About the Spatial Relationships Derived From a RAPT Program for Describing Assembly by a Robot., IJCAI, 1983"], "Salvatore J. Stolfo": ["Architecture and Applications of DADO: A Large-Scale Parallel Computer for Artificial Intelligence., IJCAI, 1983"], "Sanjai Narain": ["Large-Scale System Development in Several Lisp Environments., IJCAI, 1983"], "Giuliano Pacini": ["Demonizing Production Systems., IJCAI, 1983"], "Larry Wos": ["Automated Reasoning: Real Uses and Potential Uses., IJCAI, 1983"], "Tamás Gergely": ["Negative Hyper-Resolution for Proving Statements Containing Transitive Relations., IJCAI, 1983"], "Christoph Walther": ["A Many-Sorted Calculus Based on Resolution and Paramodulation., IJCAI, 1983"], "W. W. Bledsoe": ["Using Examples to Generate Instantiations of Set Variables., IJCAI, 1983"], "William McCune": ["Semantic Paramodulation for Horn Sets., IJCAI, 1983"], "Jean-Pierre Jouannaud": ["Church-Rosser Properties of Weakly Terminating Term Rewriting Systems., IJCAI, 1983"], "Grigoris Antoniou": ["TERMINATOR., IJCAI, 1983"], "Wolfgang Bibel": ["Towards an Advanced Implementation of the Connection Method., IJCAI, 1983"], "Laurent Fribourg": ["A Superposition Oriented Theorem Prover., IJCAI, 1983"], "Luis Fariñas del Cerro": ["Temporal Reasoning and Termination of Programs., IJCAI, 1983"], "Yves Kodratoff": ["Trivializing the Proof of Trivial Theorems., IJCAI, 1983"], "John A. Kalman": ["Computer-Aided Studies of All Possible Shortest Single Axioms for the Equivalential Calculus., IJCAI, 1983"], "Karl-Hans Bläsius": ["Equality Reasoning in Clause Graphics., IJCAI, 1983"], "Nachum Dershowitz": ["Associative-Commutative Rewriting., IJCAI, 1983"], "Hans-Hellmut Nagel": ["Constraints for the Estimation of Displacement Vector Fields From Image Sequences., IJCAI, 1983"], "R. I. D. Cowie": ["The Viewer's Place in Theories of Vision., IJCAI, 1983"], "Charles E. Thorpe": ["Correspondence in Line Drawings of Multiple Views of Objects., IJCAI, 1983"], "Bruno Cernuschi-Frías": ["A New Conceptually Attractive and Computationally Effective Approach to Shape From Shading., IJCAI, 1983"], "Michael Brady": ["An Extremum Principle for Shape From Contour., IJCAI, 1983"], "Alex Pentland": ["Fractal-Based Description., IJCAI, 1983"], "Olivier D. Faugeras": ["Prism Trees: A Hierarchical Representation for 3-D Objects., IJCAI, 1983", "A 3-D Recognition and Positioning Algorithm Using Geometrical Matching Between Primitive Surfaces., IJCAI, 1983"], "Robert B. Fisher": ["Using Surfaces and Object Models to Recognize Partially Obscured Objects., IJCAI, 1983"], "M. D. Diamond": ["Optimization Approaches to the Problem of Edge Linking With a Focus on Parallel Processing., IJCAI, 1983"], "Martin A. Fischler": ["Machine Perception of Linear Structure., IJCAI, 1983", "Perceptual Organization and the Curve Partitioning Problem., IJCAI, 1983"], "Andrew P. Witkin": ["Scale-Space Filtering., IJCAI, 1983", "What Is Perceptual Organization For?, IJCAI, 1983"], "J. H. Rieger": ["Sensor Motion and Relative Depth From Difference Fields of Optic Flows., IJCAI, 1983"], "Minoru Asada": ["Inferring Motion of Cylindrical Object From Shape Information., IJCAI, 1983"], "Jia-Qi Fang": ["Estimating 3-0 Movement of a Rigid Object: Experimental Results., IJCAI, 1983"], "Roger Y. Tsai": ["3-D Inference From the Motion Parallax of a Conic Arc and a Point in Two Perspective Views., IJCAI, 1983"], "Michael Kass": ["A Computational Framework for the Visual Correspondence Problem., IJCAI, 1983"], "A. Peter Blicher": ["The Stereo Matching Problem From the Topological Viewpoint., IJCAI, 1983"], "K. Prazdny": ["Computing Convergence Angle From Random Dot Stereograms., IJCAI, 1983"], "Anni R. Bruss": ["Is What You See What You Get?, IJCAI, 1983"], "Kemt A. Stevens": ["The Line of Curvature Constraint and the Interpretation of 3-D Shape From Parallel Surface Contours., IJCAI, 1983"], "Stephen T. Barnard": ["Three-Dimensional Shape From Line Drawings., IJCAI, 1983"], "Marc Berthod": ["Global Optimization of a Consistent Labeling., IJCAI, 1983"], "Bernhard H. Stuth": ["Boundary Conditions in Multiple Intrinsic Images., IJCAI, 1983"], "Demetri Terzopoulos": ["The Role of Constraints and Discontinuities in Visible-Surface Reconstruction., IJCAI, 1983"], "Jay Glicksman": ["Using Multiple Information Sources in a Computational Vision System., IJCAI, 1983"], "Christopher M. Brown": ["Advanced Hough Transform Implementations., IJCAI, 1983"], "Joseph Naor": ["Image Compression and Filtering Using Pyramid Data Structures., IJCAI, 1983"], "Michael Potmesil": ["Generating Models of Solid Objects by Matching 3D Surface Segments., IJCAI, 1983"], "Hermann Tropf": ["An ATN Model for 3-D Recognition of Solids in Single Images., IJCAI, 1983"], "Andres Huertas": ["Detection of Buildings in Aerial Images Using Shape and Shadows., IJCAI, 1983"], "John R. Kender": ["Environmental Labelings in Low-Level Image Understanding., IJCAI, 1983"], "Martin Herman": ["The 3D MOSAIC Scene Understanding System., IJCAI, 1983"], "Norihiro Abe": ["Toward Generation of 3-Dimensional Models of Objects Using 2-Dimensional Figures and Explanations in Language., IJCAI, 1983"], "Robert C. Bolles": ["3DPO: A Three-Dimensional Part Orientation System., IJCAI, 1983"], "Augustin Lux": ["PVV: A Goal-Oriented System for Industrial Vision., IJCAI, 1983"], "Masahiko Yachida": ["Model-Guided Monitoring of a Building Environment by a Mobile Robot., IJCAI, 1983"], "Gabor T. Herman": ["Model Driven Visualization of Coronary Arteries., IJCAI, 1983"], "Fumiaki Tomita": ["A Learning Vision System for 2D Object Recognition., IJCAI, 1983"], "Bir Bhanu": ["Recognition of Occluded Objects., IJCAI, 1983"], "Tom M. Mitchell": ["Learning and Problem Solving., IJCAI, 1983"], "Arthur L. Samuel": ["AI, Where It Has Been and Where It Is Going., IJCAI, 1983"], "John Seely Brown": ["The Origin, Form, and Logic of Qualitative Physical Laws., IJCAI, 1983"], "David R. Barstow": ["A Perspective on Automatic Programming., IJCAI, 1983"], "Stanley J. Rosenschein": ["Natural-Language Processing: Crucible for Computational Theories of Cognition., IJCAI, 1983"], "Alan K. Mackworth": ["On Seeing Things, Again., IJCAI, 1983"], "Robert A. Kowalski": ["Panel on the Fifth Generation Project., IJCAI, 1983"], "Nils J. Nilsson": ["Artificial Intelligence: Its Impact on Human Occupations and Distribution of Income., IJCAI, 1983"], "Raymond Reiter": ["A Panel on AI and Databases., IJCAI, 1983"]}