{"Mario Aiello": ["Checking Proofs in the Metamathematics of First Order Logic., IJCAI, 1975"], "Hajnal Andréka": ["On the Role of Mathematical Language Concept in the Theory of Intelligent Systems., IJCAI, 1975"], "W. W. Bledsoe": ["A New Mehtod for Proving Certain Presburger Formules., IJCAI, 1975"], "Alan Bundy": ["Analysing Mathematical Proofs (Or Reading Between the Lines)., IJCAI, 1975"], "P. Florath": ["On Methods To Decide Solvability of Transformation Problems., IJCAI, 1975"], "J. Geiser": ["Commenting Proofs., IJCAI, 1975"], "T. Gorgely": ["Definition Theory as Basis for a Creative Problem Solver., IJCAI, 1975"], "Lawrence J. Henschen": ["Semantic Resolution for Horn Sets., IJCAI, 1975"], "Ivan Kramosil": ["A Note on Deduction Rules with Negative Premises., IJCAI, 1975"], "T. Nishimura": ["Gentzen-Type Formel System Representing Properties of Function and its Implementation., IJCAI, 1975"], "D. Poepolov": ["Semiotic Models in Artificial Intelligence Problems., IJCAI, 1975"], "Mark E. Stickel": ["A Complete Unification Algorithm for Associative-Commutative Functions., IJCAI, 1975"], "J. van Vaalen": ["An Extension of Unification to Substitution with an Application to Automatic Theorem Proving., IJCAI, 1975"], "Nick Cercone": ["Toward a State Based Conceptual Representation., IJCAI, 1975"], "Eugene Charniak": ["A Partial Taxonomy of Knowledge about Actions., IJCAI, 1975"], "Richard Fikes": ["Deductive Retrieval Mechanisms for State Description Models., IJCAI, 1975"], "L. Hawkinson": ["The Representation of Concepts in OWL., IJCAI, 1975"], "Gary G. Hendrix": ["Expanding the Utility of Semantic Networks Through Partitioning., IJCAI, 1975"], "Joachim H. Laubsch": ["Some Thoughts about Representing Knowledge in Instructional Systems., IJCAI, 1975"], "Douglas B. Lenat": ["BEINGS: Knowledge as Interacting Experts., IJCAI, 1975"], "John Mylopoulos": ["Semantic Networks and the Generation of Context., IJCAI, 1975", "TORUS - A Natural Language Understanding System For Data Management., IJCAI, 1975"], "Charles J. Rieger III": ["Conceptual Overlays: A Mechanism for the Interpretation of Sentence Meaning in Context., IJCAI, 1975"], "Roger C. Schank": ["Scripts, Plans and Knowledge., IJCAI, 1975"], "Lenhart K. Schubert": ["Extending The Expressive Power Of Semantic Networks., IJCAI, 1975"], "M. Weinzweig": ["Association Memory Model Using The Notion Of \"Importance\"., IJCAI, 1975"], "Robert T. Chien": ["Planning And Execution in Incompletely Specified Environments., IJCAI, 1975", "Visual Understanding Of Hybrid Circuits Via Procedural Models., IJCAI, 1975"], "Ira P. Goldstein": ["Bargaining Between Goals., IJCAI, 1975"], "Patrick J. Hayes": ["A Representation For Robot Plans., IJCAI, 1975"], "Carl Hewitt": ["How To Use What You Know., IJCAI, 1975"], "E. Kuzin": ["Planning The Activity Of Robot With Artificial Intelligence., IJCAI, 1975"], "Earl D. Sacerdoti": ["The Nonlinear Nature of Plans., IJCAI, 1975"], "Austin Tate": ["Interacting Goals And Their Use., IJCAI, 1975"], "Nikolay G. Zagoruiko": ["Empirical Prediction Algorithm., IJCAI, 1975"], "V. Akhutin": ["Application of Methods of Adaptive Learning to the Problem of Automatic Decision Making Under Conditions of a Priori Uncertainty., IJCAI, 1975"], "M. Bauer": ["A Basis For The Acquisition Of Procedures From Protocols., IJCAI, 1975"], "C. Cordell Green": ["Some Rules For The Automatic Synthesis Of Programs., IJCAI, 1975"], "Steve Hardy": ["Synthesis Of LISP Functions From Examples., IJCAI, 1975"], "Frederick Hayes-Roth": ["An Automatically Compilable Recognition Network For Structured Patterns., IJCAI, 1975"], "J. Knapman": ["Some Principles Of Artificial Learning That Have Emerged From Examples., IJCAI, 1975"], "D. Shaw": ["Inferring LISP Programs From Examples., IJCAI, 1975"], "Laurent Siklóssy": ["Automatic Program Synthesis from Example Problems., IJCAI, 1975"], "R. Solomonott": ["Inductive Inference Theory - A Unified Approach to Problems in Pattern Recognition and Artificial Intelligence., IJCAI, 1975"], "S. Vera": ["Induction of Concepts in the Predicate Calculus., IJCAI, 1975"], "Richard J. Waldinger": ["Knowledge and Reasoning in Program Synthesis., IJCAI, 1975"], "Donald A. Waterman": ["Adaptive Production Systems., IJCAI, 1975"], "G. M. Adelson-Velskiy": ["On the Structure Of An Important Class Of Exhaustive Problems And On Ways Of Search Reduction For Them., IJCAI, 1975"], "Dennis de Champeaux": ["An Improved Di-Directional Heuristic Search Algorithm., IJCAI, 1975"], "Teiji Furugori": ["Knowledge And Its Use In A Program For Going From One Place To Another., IJCAI, 1975"], "M. Goeze-Rapopori": ["The Influence Of Nonuniformity in The Models Of Automate Collective Behaviour., IJCAI, 1975"], "H. Hagendori": ["About The Solution Of Combinatorical Problems With Problem Solving Methods., IJCAI, 1975"], "Larry R. Harris": ["The Heuristic Search And The Game Of Chess - A Study Of Quiescene, Sacrifices, And Plan Oriented Play., IJCAI, 1975"], "Giorgio Levi": ["A Problem Reduction Model for Non-Independent Subproblems., IJCAI, 1975"], "Alberto Martelli": ["Form Dynamic Programming To Search Algorithms With Functional Costs., IJCAI, 1975"], "Charles G. Morgan": ["Automated Hypothesis Generation Using Extended Inductive Resolution., IJCAI, 1975"], "V. Ozernoi": ["Method For The Best Solutions Search in Multiobjective Decision Problems., IJCAI, 1975"], "J. Ross Quinlan": ["Predicting The Length Of Solutions To Problems., IJCAI, 1975"], "L. Rastrigin": ["A Collective Of Algorithms., IJCAI, 1975"], "A. M. Stanier": ["BRIBIP: A Bridge Bidding Program., IJCAI, 1975"], "J. Bian": ["Toward A Multiple Environments Model Of Natural Language., IJCAI, 1975"], "C. Bullwinkle": ["Picnics, Kittens And Wigs: Using Scenarios For The Sentence Competition Task., IJCAI, 1975"], "A. Ershov": ["RITA - An Experimental Man-Computer System On A Natural Language Basis., IJCAI, 1975"], "R. Hart": ["A Student-Oriented Natural Language Environment For Learning LISP., IJCAI, 1975"], "Michael G. Malkovsky": ["TULIPS - Teachable, Understanding Natural Language Input Problem-Solver., IJCAI, 1975"], "D. McDonald": ["Preliminary Report On A Program For Generating Natural Langugage., IJCAI, 1975"], "Perry Lowell Miller": ["An Adaptive Natural Language System That Listens, Asks, And Learns., IJCAI, 1975"], "V. Prati": ["LINGOL-A Progress Report., IJCAI, 1975"], "Camilla Schwind": ["Generating Hierarchical Semantic Networks Froma Natural Language Discourse., IJCAI, 1975"], "G. Scragg": ["Answering Process Questions., IJCAI, 1975"], "Petr Sgall": ["Negation And Focus in Man - Machine Communication., IJCAI, 1975"], "S. Yoshida": ["On The System Of Concepts Relations And Outline Of The Natural Language System., IJCAI, 1975"], "J. Allen": ["A Speech Understanding System Based Upon A Co-Routine Parser., IJCAI, 1975"], "Bertram C. Bruce": ["Pragmatics In Speech Understanding., IJCAI, 1975"], "Renato de Mori": ["A Speech Understanding System With Learning Capability., IJCAI, 1975"], "A. Dziurnikowski": ["Microphonemes As Fundamental Segments Of Speech Wave Primary Segmentation - Automatic Searching For Microphonemes., IJCAI, 1975"], "Lee D. Erman": ["A Multi-Level Organization For Problem Solving Using Many, Diverse, Cooperating Sources Of Knowledge., IJCAI, 1975"], "W. Hoss": ["Time-Domain, Digital Segmentation Of Connected Natural Speech., IJCAI, 1975"], "Stephen E. Levinson": ["The Vocal Speech Understanding System., IJCAI, 1975"], "Yoshiaki Shirai": ["Feature Extraction And Sentence Recognition Algorithm In Speech Input System., IJCAI, 1975"], "V. Briebrin": ["LORD: LISP-Oriented Resolver And Data Base., IJCAI, 1975"], "R. Gerrilsan": ["The Application Of Artificial Intelligence Of Data Base Management., IJCAI, 1975"], "William D. Haseman": ["Problem Solving Approach In Data Management., IJCAI, 1975"], "A. Hill": ["Deadlock-Free Parallel Processing., IJCAI, 1975"], "V. Lozovsky": ["Some Considerations Concerning The Problem Base Of Purposeful Systems., IJCAI, 1975"], "P. Madama": ["A Control Structure For A Question-Answering System., IJCAI, 1975"], "L. Melli": ["The 2 PAK Language: Goals And Descriptions., IJCAI, 1975"], "Carlo Montangero": ["MAGMA-LISP: A \"Machine Language\" For Artificial Intelligence., IJCAI, 1975"], "Judea Pearl": ["On The Storage Economy Of Error-Tolerating Question-Answering Systems., IJCAI, 1975"], "G. Pfinter": ["The Description And Control Of Changing Pictures.., IJCAI, 1975"], "V. Pilshikov": ["Planner-BESM-6 Systems Implementation Methods., IJCAI, 1975"], "J. Quinton": ["A Database For A.I.., IJCAI, 1975"], "Erik Sandewall": ["Ideas About Management Of LISP Data Bases., IJCAI, 1975"], "Douglas R. Skuce": ["An English-Like Language For Qualitative Scientific Knowledge., IJCAI, 1975"], "Sten-Åke Tärnlund": ["An Interpreter For The Programming Languages Predicate Logic., IJCAI, 1975"], "M. Weinstein": ["Structured Robotics., IJCAI, 1975"], "M. Dunlavay": ["An Hypothesis-Driven Vision System., IJCAI, 1975"], "M. Ejirl": ["Direction Coding Method And Its Application To Scene Analysis., IJCAI, 1975"], "V. Gallo": ["A Program For Geometrical Pattern Recognition Based On The Linguistic Method Of The Description And Analysis Of Geometrical Structures., IJCAI, 1975"], "T. Ito": ["Color Picture Processing By Computer., IJCAI, 1975"], "V. Krol": ["The Textural Analysis., IJCAI, 1975"], "O. Levashov": ["On A Possible Mechanism Of Binocular Fusion., IJCAI, 1975"], "László Méro": ["A Simplified And Fast Version Of The Huockel Operator For Finding Optimal Edges in Pictures., IJCAI, 1975"], "Edward L. Morofsky": ["Isolating And Identifying Objects In Line Drawings., IJCAI, 1975"], "Robin J. Popplestone": ["Forming Models Of Plane-And-Cylinder Faceled Bodies From Light Stripes., IJCAI, 1975"], "F. Roecker": ["Methods For Analyzing Three Dimensional Scenes., IJCAI, 1975"], "Y. Shirai": ["Edge Finding, Segmentation Of Edges And Recognition Of Complex Objects., IJCAI, 1975"], "Jay M. Tenenbaum": ["A Region-Analysis Subsystem For Interactive Scene Analysis., IJCAI, 1975"], "Harry Wechsler": ["Automatic Detection Of Rib Contours in Chest Radiographs., IJCAI, 1975"], "Yoram Yakimovsky": ["Boundary And Object Detection In Real World Images., IJCAI, 1975"], "M. Yagl": ["Analysis Of Three-Dimensional Scene Images On The Knowledge Of Their Texture Features., IJCAI, 1975"], "N. Zavalishin": ["Identification Of Bodies in A Contour Image Of A Three-Dimensional Scene., IJCAI, 1975"], "Steven W. Zucker": ["General Purpose Models: Expectations About The Unexpected., IJCAI, 1975"], "N. Amosov": ["Active Semantic Networks In Robots With Independant Control., IJCAI, 1975", "Transport Robot With Network Control System., IJCAI, 1975"], "V. Beletskii": ["Walking Control And Dynamics Of A Systems With Two Legs., IJCAI, 1975"], "H. Chien": ["Acquisition Of Moving Objects And Hand-Eye Coordination., IJCAI, 1975"], "I. Coles": ["Decision Analysis For An Experimental Robot With Unreliable Sensors., IJCAI, 1975"], "Raphael A. Finkel": ["An Overview Of AL, A Programming System For Automation., IJCAI, 1975"], "Georgy L. Gimel'farb": ["A \"Hand-Eye\" Robot-Simulating System., IJCAI, 1975"], "V. S. Gurfinkel": ["Some Aspects Of Sensory Instrumentation For Robots And Manipulators., IJCAI, 1975"], "J. Hale": ["Control Of A PCB Drilling Machine By Visual Feedback., IJCAI, 1975"], "S. Iwata": ["Heuristics In The Alloy Designing., IJCAI, 1975"], "E. Kugushev": ["Problems of Selecting A Galt For An Integrated Locomotion Robot., IJCAI, 1975"], "A. Narinyani": ["Walking Robot: A Non-Deterministic Model Of Control., IJCAI, 1975"], "D. E. Okhotsimsky": ["Perceptive Robot Moving in 3D World., IJCAI, 1975"], "J. Potter": ["Scene Segmentation By Velocity Measurements Obtained With A Cross-Shaped Template., IJCAI, 1975"], "Saburo Tsuji": ["Recognition Of An Object in A Stack Of Industrial Parts., IJCAI, 1975"], "Masahiko Yachida": ["A Machine Vision For Complex Industrial Parts With Learning Capability., IJCAI, 1975"], "Y. Buchstab": ["\"QUESTION-ANSWER\" - A Multipurpose Information System., IJCAI, 1975"], "Peter E. Hart": ["Progress On A Computer Based Consultant., IJCAI, 1975"], "A. Malhoira": ["Knowledge Based English Language Systems For Management Support: An Analysis Of Requirements., IJCAI, 1975"], "Harry E. Pople": ["DIALOG: A Model Of Diagnostic Logic For Internal Medicine., IJCAI, 1975"], "A. Rubin": ["The Role Of Hypothesis in Medical Diagnosis., IJCAI, 1975"], "A. Tiro": ["The Use Of Informal Calculus in Problems Of Artificial Intellect., IJCAI, 1975"], "D. Walts": ["Natural Language Access To A Large Data Base: An Engineering Approach., IJCAI, 1975"], "R. Zarlpov": ["Simulation Of Functions Of Composer and Musicologist On Electronic Computer., IJCAI, 1975"], "R. Brooks": ["A Model Of Human Cognitive Behavior in Writing Code For Computer Programs., IJCAI, 1975"], "Arthur M. Farley": ["Constructive Visual Imagery And Perception., IJCAI, 1975"], "William S. Faught": ["Affect As Motivation For Cognitive And Conative Processes., IJCAI, 1975"], "D. Frederickson": ["An Organization For A Dictionary of Senses., IJCAI, 1975"], "James Gips": ["Artificial Intelligence And Aesthetics., IJCAI, 1975"], "R. Hajiev": ["Experimental Studies Of Human Decision-Making And Its Simulation By Situation Control Technique., IJCAI, 1975"], "Yu. Klykov": ["Semantic Language And The Problem Of Goal Formation Modelling in Human Thinking., IJCAI, 1975"], "I. Lubinsky": ["Neuronal Mechanisms Of Determination The Direction Upon The Sound Source., IJCAI, 1975"], "George F. Luger": ["Problem Structure And Problem Solving Behavior., IJCAI, 1975"], "O. Tikhomirov": ["Philosophical And Psychological Problems Of Artificial Intelligence., IJCAI, 1975"], "D. Zavalishina": ["Levels Of Decision Making And Certain Problems Of Artificial Intellect., IJCAI, 1975"]}