{"Sourabh A. Niyogi": ["Fitting Models to Distributed Representations of Vision., IJCAI, 1995"], "Rajesh P. N. Rao": ["Natural Basis Functions and Topographic Memory for Face Recognition., IJCAI, 1995"], "Cornelia Fermüller": ["Representations for Active Vision., IJCAI, 1995"], "Tomas Uhlin": ["Animate Vision in a Rich Environment., IJCAI, 1995"], "Steven Reece": ["A Qualitative Approach to Sensor Data Fusion for Mobile Robot Navigation., IJCAI, 1995"], "Qi Zhao": ["Qualitative Interpretation of Spectral Images: Reasoning with Uncertain Evidence., IJCAI, 1995"], "Rajiv Chopra": ["Control Structures for Incorporating Picture-Specific Context in Image Interpretation., IJCAI, 1995"], "Ian Horswill": ["Visual Routines and Visual Search: A Real-Time Implementation and an Automata-Theoretic Analysis., IJCAI, 1995"], "Robert W. Wisniewski": ["Adaptable Planner Primitives for Real-World Robotic Applications., IJCAI, 1995"], "R. James Firby": ["An Architecture for Vision and Action., IJCAI, 1995"], "Osamu Hasegawa": ["Active Agent Oriented Multimodal Interface System., IJCAI, 1995"], "Eric Krotkov": ["Robotic Perception of Material., IJCAI, 1995"], "Ronen I. Brafman": ["Knowledge Considerations in Robotics and Distribution of Robotic Tasks., IJCAI, 1995", "On Decision-Theoretic Foundations for Defaults., IJCAI, 1995", "Towards Action Prediction Using a Mental-Level Model., IJCAI, 1995"], "Milind Tambe": ["RESC: An Approach for Real-time, Dynamic Agent Tracking., IJCAI, 1995"], "Jun Tani": ["Self-Organization of Symbolic Processes through Interaction with the Physical World., IJCAI, 1995"], "Bing Liu": ["Using Knowledge to Isolate Search in Route Finding., IJCAI, 1995", "Increasing Functional Constraints Need to Be Checked Only Once., IJCAI, 1995"], "Takayuki Nakamura": ["Motion Sketch: Acquisition of Visual Motion Guided Behaviors., IJCAI, 1995"], "Shumeet Baluja": ["Using the Representation in a Neural Network's Hidden Layer for Task-Specific Focus of Attention., IJCAI, 1995"], "Vikram Manikonda": ["Formalizing Behavior-based Planning for Nonholonomic Robots., IJCAI, 1995"], "David Poole": ["Logic Programming for Robot Control., IJCAI, 1995"], "Kunio Kashino": ["Organization of Hierarchical Perceptual Sounds: Music Scene Analysis with Autonomous Processing Modules and a Quantitative Information Integration Mechanism., IJCAI, 1995"], "Tomohiro Nakatani": ["Residue-Driven Architecture for Computational Auditory Scene Analysis., IJCAI, 1995"], "Alan Bundy": ["Relational Rippling: A General Approach., IJCAI, 1995"], "Erica Melis": ["A Model of Analogy-Driven Proof-Plan Construction., IJCAI, 1995"], "Thomas Kolbe": ["Second-Order Matching modulo Evaluation: A Technique for Reusing Proofs., IJCAI, 1995"], "P. Pandurang Nayak": ["A Semantic Theory of Abstractions., IJCAI, 1995"], "Katsumi Inoue": ["Abductive Framework for Nonmonotonic Theory Change., IJCAI, 1995"], "Adnan Darwiche": ["Model-Based Diagnosis using Causal Networks., IJCAI, 1995"], "Babak Hamidzadeh": ["Deadline Compliance, Predictability, and On-line Optimization in Real-Time Problem Solving., IJCAI, 1995"], "Joseph C. Pemberton": ["k-Best: A New Method for Real-Time Decision Making., IJCAI, 1995"], "Hermann Kaindl": ["How to Use Limited Memory in Heuristic Search., IJCAI, 1995"], "Subir Bhattacharya": ["Experimenting with Revisits in Game Tree Search., IJCAI, 1995"], "Pang C. Chen": ["On Bootstrapping Local Search with Trail-Markers., IJCAI, 1995"], "Takahiro Sasaki": ["The Trailblazer Search with a Hierarchical Abstract Map., IJCAI, 1995"], "Richard E. Korf": ["From Approximate to Optimal Solutions: A Case Study of Number Partitioning., IJCAI, 1995"], "Aske Plaat": ["Best-First Fixed-Depth Game-Tree Search in Practice., IJCAI, 1995"], "Nobuhiro Yugami": ["Theoretical Analysis of Davis-Putnam Procedure and Propositional Satisfiability., IJCAI, 1995"], "Thierry Boy de la Tour": ["On the Complexity of Extending Ground Resolution with Symmetry Rules., IJCAI, 1995"], "Jian Zhang": ["SEM: a System for Enumerating Models., IJCAI, 1995"], "Byungki Cha": ["Performance Test of Local Search Algorithms Using New Types of Random CNF Formulas., IJCAI, 1995"], "Ilkka Niemelä": ["Towards Efficient Default Reasoning., IJCAI, 1995"], "Roni Khardon": ["Default-Reasoning with Models., IJCAI, 1995"], "Ricardo Caferra": ["Extending Semantic Resolution via Automated Model Building: Applications., IJCAI, 1995"], "Peter Baumgartner": ["Model Elimination, Logic Programming and Computing Answers., IJCAI, 1995"], "Anatoli Degtyarev": ["Equality Elimination for the Inverse Method and Extension Procedures., IJCAI, 1995"], "Leo Bachmair": ["Experiments with Associative-Commutative Discrimination Nets., IJCAI, 1995"], "Elena Marchiori": ["A Methodology for Proving Termination of General Logic Programs., IJCAI, 1995"], "Rakesh M. Verma": ["Unique Normal Forms and Confluence of Rewrite Systems: Persistence., IJCAI, 1995"], "Kazuo Miyashita": ["Improving System Performance in Case-Based Iterative Optimization through Knowledge Filtering., IJCAI, 1995"], "Barry Smyth": ["Remembering To Forget: A Competence-Preserving Case Deletion Policy for Case-Based Reasoning Systems., IJCAI, 1995"], "Karl Branting": ["Stratified Case-Based Reasoning: Reusing Hierarchical Problem Solving Episodes., IJCAI, 1995"], "Susan Fox": ["Using Introspective Reasoning to Refine Indexing., IJCAI, 1995"], "Edwina L. Rissland": ["Using CBR to Drive IR., IJCAI, 1995"], "Kathryn E. Sanders": ["Within the Letter of the Law: Open-Textured Planning., IJCAI, 1995"], "Anselm Blocher": ["Optional Deep Case Filling and Focus Control with Mental Images: ANTLIMA-KOREF., IJCAI, 1995"], "Ron Sun": ["A Microfeature Based Approach Towards Metaphor Interpretation., IJCAI, 1995"], "Gunther Sablon": ["Forgetting and Compacting data in Concept Learning., IJCAI, 1995"], "Bruce Krulwich": ["Determining What to Learn Through Component-Task Modeling., IJCAI, 1995"], "Philip Resnik": ["Using Information Content to Evaluate Semantic Similarity in a Taxonomy., IJCAI, 1995"], "Susan L. Epstein": ["On Heuristic Reasoning, Reactivity, and Search., IJCAI, 1995"], "Daniel D. Fu": ["Action and Perception in Man-Made Environments., IJCAI, 1995"], "Andreas Turk": ["Kanerva's Sparse Distributed Memory: An Object-Oriented Implementation on the Connection Machine., IJCAI, 1995"], "Rudy Setiono": ["Understanding Neural Networks via Rule Extraction., IJCAI, 1995"], "Zhe Ma": ["GR2: A Hybrid Knowledge-based System Using General Rules., IJCAI, 1995"], "Christoph S. Herrmann": ["A Hybrid Fuzzy-Neural Expert System for Diagnosis., IJCAI, 1995"], "Fukumi Kozato": ["A Hybrid Rule-based System: How Variables are Involved in Connectionist Rule-based Systems., IJCAI, 1995"], "Alessandro Sperduti": ["Learning Distributed Representations for the Classification of Terms., IJCAI, 1995"], "Nathalie Japkowicz": ["A Novelty Detection Approach to Classification., IJCAI, 1995"], "Richard Maclin": ["Combining the Predictions of Multiple Classifiers: Using Competitive Learning to Initialize Neural Networks., IJCAI, 1995"], "Hiroaki Kitano": ["A Model for Hormonal Modulation of Learning., IJCAI, 1995"], "Grzegorz Kondrak": ["A Theoretical Evaluation of Selected Backtracking Algorithms., IJCAI, 1995"], "Eugene C. Freuder": ["Extracting Constraint Satisfaction Subproblems., IJCAI, 1995", "Generalizing Inconsistency Learning for Constraint Satisfaction., IJCAI, 1995", "Systematic Versus Stochastic Constraint Satisfaction., IJCAI, 1995"], "Roberto J. Bayardo Jr.": ["On the Space-Time Trade-off in Solving Constraint Satisfaction Problems., IJCAI, 1995"], "Daniel Frost": ["Look-Ahead Value Ordering for Constraint Satisfaction Problems., IJCAI, 1995"], "Pedro Meseguer": ["Constraint Satisfaction as Global Optimization., IJCAI, 1995"], "Christian Bessière": ["Using Inference to Reduce Arc Consistency Computation., IJCAI, 1995"], "Philippe Baptiste": ["A Theoretical and Experimental Comparison of Constraint Propagation Techniques for Disjunctive Scheduling., IJCAI, 1995"], "William D. Harvey": ["Limited Discrepancy Search., IJCAI, 1995"], "Kalev Kask": ["GSAT and Local Consistency., IJCAI, 1995"], "Stefano Bistarelli": ["Constraint Solving over Semirings., IJCAI, 1995"], "Thomas Schiex": ["Valued Constraint Satisfaction Problems: Hard and Easy Problems., IJCAI, 1995"], "Michael Jampel": ["Composition in Hierarchical CLP., IJCAI, 1995"], "Barbara M. Smith": ["Sparse Constraint Graphs and Exceptionally Hard Problems., IJCAI, 1995"], "Onn Shehory": ["Task Allocation Via Coalition Formation Among Autonomous Agents., IJCAI, 1995"], "Tuomas Sandholm": ["Coalition Formation among Bounded Rational Agents., IJCAI, 1995", "Equilibrium Analysis of the Possibilities of Unenforced Exchange in Multiagent Systems., IJCAI, 1995"], "Daniel Kuokka": ["Matchmaking for Information Agents., IJCAI, 1995"], "Eithan Ephrati": ["Deriving Multi-Agent Coordination through Filtering Strategies., IJCAI, 1995"], "Will Briggs": ["Flexible Social Laws., IJCAI, 1995"], "Michael P. Georgeff": ["The Semantics of Intention Maintenance for Rational Agents., IJCAI, 1995"], "Tad Hogg": ["Social Dilemmas in Computational Ecosystems., IJCAI, 1995"], "Jerzy W. Bala": ["Hybrid Learning Using Genetic Algorithms and Decision Trees for Pattern Classification., IJCAI, 1995"], "Sandip Sen": ["A Genetic Prototype Learner., IJCAI, 1995"], "John R. Koza": ["Gene Duplication to Enable Genetic Programming to Concurrently Evolve Both the Architecture and Work-Performing Steps of a Computer Program., IJCAI, 1995"], "David Andre": ["The Automatic Programming of Agents that Learn Mental Models and Create Simple Plans of Action., IJCAI, 1995"], "Peter D. Karp": ["Knowledge Representation in the Large., IJCAI, 1995", "The Generic Frame Protocol., IJCAI, 1995"], "Vinay K. Chaudhri": ["Efficient Algorithms and Performance Results for Multi-User Knowledge Bases., IJCAI, 1995"], "Abdel-Illah Mouaddib": ["Knowledge-Based Anytime Computation., IJCAI, 1995"], "Johann Gamper": ["Proposing Measurements in Dynamic Systems., IJCAI, 1995"], "Michel Barbeau": ["Synthesizing Plant Controllers Using Real-time Goals., IJCAI, 1995"], "Giuseppe De Giacomo": ["What's in an Aggregate: Foundations for Description Logics with Tuples and Sets., IJCAI, 1995"], "Franz Baader": ["Terminological Logics with Modal Operators., IJCAI, 1995"], "Deborah L. McGuinness": ["Explaining Subsumption in Description Logics., IJCAI, 1995", "Description Logic in Practice: A CLASSIC Application., IJCAI, 1995"], "Mary-Anne Williams": ["Determining Explanations using Transmutations., IJCAI, 1995", "Iterated Theory Base Change: A Computational Model., IJCAI, 1995"], "Alvaro del Val": ["An Analysis of Approximate Knowledge Compilation., IJCAI, 1995"], "Pierre Marquis": ["Knowledge Compilation Using Theory Prime Implicates., IJCAI, 1995"], "Nicholas Asher": ["Toward a Geometry of Common Sense: A Semantics and a Complete Axiomatization of Mereotopology., IJCAI, 1995"], "Gerhard Lakemeyer": ["A Logical Account of Relevance., IJCAI, 1995"], "Goran Gogic": ["The Comparative Linguistics of Knowledge Representation., IJCAI, 1995"], "Thomas Eiter": ["Semantics and Complexity of Abduction from Default Theories., IJCAI, 1995"], "Michael Anderson": ["Inter-diagrammatic Reasoning., IJCAI, 1995"], "Shirley Tessler": ["Qualitative Structural Analysis Using Diagrammatic Reasoning., IJCAI, 1995"], "Jérôme Euzenat": ["An Algebraic Approach to Granularity in Qualitative Time and Space Representation., IJCAI, 1995"], "Michelangelo Grigni": ["Topological Inference., IJCAI, 1995"], "Haim Schweitzer": ["Utilizing Moment Invariants and Gröbner Bases to Reason About Shapes., IJCAI, 1995"], "Amitabha Mukerjee": ["A Qualitative Discretization for Two-Body Contacts., IJCAI, 1995"], "Henry Lieberman": ["Letizia: An Agent That Assists Web Browsing., IJCAI, 1995"], "Mike Perkowitz": ["Category Translation: Learning to Understand Information on the Internet., IJCAI, 1995"], "Herbert A. Simon": ["Explaining the Ineffable: AI on the Topics of Intuition, Insight and Inspiration., IJCAI, 1995"], "Stuart J. Russell": ["Rationality and Intelligence., IJCAI, 1995", "Local Learning in Probabilistic Networks with Hidden Variables., IJCAI, 1995"], "Jonathan Maresky": ["Profiling Communication in Distributed Genetic Algorithms., IJCAI, 1995"], "Barbara Hayes-Roth": ["Agents on Stage: Advancing the State of the Art of AI., IJCAI, 1995"], "Patrick J. Hayes": ["Turing Test Considered Harmful., IJCAI, 1995"], "Judy Kay": ["Vive la difference! Individualised Interaction with Users., IJCAI, 1995"], "Jeffrey O. Kephart": ["Biologically Inspired Defenses Against Computer Viruses., IJCAI, 1995"], "Stephen Muggleton": ["Inductive Logic Programming: Inverse Resolution and Beyond., IJCAI, 1995"], "Bart Selman": ["Stochastic Search and Phase Transitions: AI Meets Physics., IJCAI, 1995"], "Demetri Terzopoulos": ["Modeling Living Systems for Computer Vision., IJCAI, 1995"], "J. Ross Quinlan": ["Oversearching and Layered Search in Empirical Learning., IJCAI, 1995"], "Sreerama K. Murthy": ["Lookahead and Pathology in Decision Tree Induction., IJCAI, 1995"], "Igor Kononenko": ["On Biases in Estimating Multi-Valued Attributes., IJCAI, 1995"], "Julio Ortega": ["Flexibly Exploiting Prior Knowledge in Empirical Learning., IJCAI, 1995"], "Joseph F. McCarthy": ["Using Decision Trees for Coreference Resolution., IJCAI, 1995"], "Lawrence B. Holder": ["Intermediate Decision Trees., IJCAI, 1995"], "Zijian Zheng": ["Constructing Nominal X-of-N Attributes., IJCAI, 1995"], "Ron Kohavi": ["Oblivious Decision Trees, Graphs, and Top-Down Pruning., IJCAI, 1995", "A Study of Cross-Validation and Bootstrap for Accuracy Estimation and Model Selection., IJCAI, 1995"], "Reid G. Simmons": ["Probabilistic Robot Navigation in Partially Observable Environments., IJCAI, 1995"], "Ronald Parr": ["Approximating Optimal Policies for Partially Observable Stochastic Domains., IJCAI, 1995"], "Craig Boutilier": ["Process-Oriented Planning and Average-Reward Optimality., IJCAI, 1995", "Exploiting Structure in Policy Construction., IJCAI, 1995", "Generalized Update: Belief Change in Dynamic Settings., IJCAI, 1995"], "Wei Zhang": ["A Reinforcement Learning Approach to job-shop Scheduling., IJCAI, 1995"], "Thomas Dean": ["Decomposition Techniques for Planning in Stochastic Domains., IJCAI, 1995"], "Hee-Joong Kang": ["Dependency Relationship Based Decision Combination in Multiple Classifier Systems., IJCAI, 1995"], "Gerald DeJong": ["Extending Classical Planning to Real-World Execution with Machine Learning., IJCAI, 1995"], "Russell Greiner": ["The Complexity of Theory Revision., IJCAI, 1995"], "Dale Schuurmans": ["Practical PAC Learning., IJCAI, 1995"], "Dan Roth": ["Learning to Reason: The Non-Monotonic Case., IJCAI, 1995"], "Daphne Koller": ["Generating and Solving Imperfect Information Games., IJCAI, 1995"], "Henrik Boström": ["Covering vs. Divide-and-Conquer for Top-Down Induction of Logic Programs., IJCAI, 1995"], "Hilde Adé": ["AILP: Abductive Inductive Logic Programming., IJCAI, 1995"], "Alan M. Frisch": ["Building Theories into Instantiation., IJCAI, 1995"], "Sebastian Thrun": ["Learning One More Thing., IJCAI, 1995"], "Pedro M. Domingos": ["Rule Induction and Instance-Based Learning: A Unified Approach., IJCAI, 1995"], "Kan Deng": ["Multiresolution Instance-Based Learning., IJCAI, 1995"], "Jennifer Chu-Carroll": ["Generating Information-Sharing Subdialogues in Expert-User Consultation., IJCAI, 1995"], "Ingrid Zukerman": ["Generating Discourse across Several User Models: Maximizing Belief while Avoiding Boredom and Overload., IJCAI, 1995"], "Karen E. Lochbaum": ["The Use of Knowledge Preconditions in Language Processing., IJCAI, 1995"], "Rebecca J. Passonneau": ["Integrating Gricean and Attentional Constraints., IJCAI, 1995"], "Vibhu O. Mittal": ["Generating Explanatory Captions for Information Graphics., IJCAI, 1995"], "Katashi Nagao": ["Ubiquitous Talker: Spoken Language Interaction with Real World Objects., IJCAI, 1995"], "Mark Steedman": ["Dynamic Semantics for Tense and Aspect., IJCAI, 1995"], "Bonnie J. Dorr": ["Selecting Tense, Aspect, and Connecting Words In Language Generation., IJCAI, 1995"], "Takenobu Tokunaga": ["Automatic Thesaurus Construction based on Grammatical Relations., IJCAI, 1995"], "Stephen Soderland": ["CRYSTAL: Inducing a Conceptual Dictionary., IJCAI, 1995"], "Makoto Iwayama": ["Hierarchical Bayesian Clustering for Automatic Text Classification., IJCAI, 1995"], "Dekai Wu": ["Stochastic Inversion Transduction Grammars, with Application to Segmentation, Bracketing, and Alignment of Parallel Corpora., IJCAI, 1995"], "Fei Song": ["Improving Heuristic-Based Temporal Analysis of Narratives with Aspect Determination., IJCAI, 1995"], "Marc B. Vilain": ["Semantic Inference in Natural Language: Validating a Tractable Approach., IJCAI, 1995"], "Saliha Azzam": ["Anaphors, PPs and Disambiguation Process for Conceptual Analysis., IJCAI, 1995"], "Tetsuya Nasukawa": ["Discourse as a Knowledge Resource for Sentence Disambiguation., IJCAI, 1995"], "Xiaobin Li": ["A WordNet-based Algorithm for Word Sense Disambiguation., IJCAI, 1995"], "Kenneth B. Haase": ["Analogy in the Large., IJCAI, 1995"], "Vasileios Hatzivassiloglou": ["Unification-Based Glossing., IJCAI, 1995"], "Kevin Knight": ["Filling Knowledge Gaps in a Broad-Coverage Machine Translation System., IJCAI, 1995"], "Cécile Paris": ["A Support Tool for Writing Multilingual Instructions., IJCAI, 1995"], "Arne Jönsson": ["Dialogue Actions for Natural Language Interfaces., IJCAI, 1995"], "Christer Samuelsson": ["An Efficient Algorithm for Surface Generation., IJCAI, 1995"], "Dekang Lin": ["A Dependency-based Method for Evaluating Broad-Coverage Parsers., IJCAI, 1995"], "Hans-Ulrich Krieger": ["Efficient Parameterizable Type Expansion for Typed Feature Formalisms., IJCAI, 1995"], "Osamu Imaichi": ["Integration of Syntactic, Semantic and Contextual Information in Processing Grammatically Ill-Formed Inputs., IJCAI, 1995"], "Claudette Cayrol": ["On the Relation between Argumentation and Non-monotonic Coherence-Based Entailment., IJCAI, 1995"], "Salem Benferhat": ["How to Infer from Inconsisent Beliefs without Revising?, IJCAI, 1995"], "Michael Morreau": ["Allowed Arguments., IJCAI, 1995"], "Jussi Rintanen": ["On Specificity in Default Logic., IJCAI, 1995"], "Sek-Wah Tan": ["Specificity and Inheritance in Default Reasoning., IJCAI, 1995"], "James P. Delgrande": ["Syntactic Conditional Closures for Defeasible Reasoning., IJCAI, 1995"], "Hector Geffner": ["Sound and Efficient Non-monotonic Inference., IJCAI, 1995"], "Patrick Doherty": ["Computing Circumscription Revisited: Preliminary Report., IJCAI, 1995"], "Artur Mikitiuk": ["Constrained and Rational Default Logics., IJCAI, 1995"], "Alexander Bochman": ["On Bimodal Nonmonotonic Logics and Their Unimodal and Nonmodal Equivalents., IJCAI, 1995"], "Leendert W. N. van der Torre": ["Cancelling and Overshadowing: Two Types of Defeasibility in Defeasible Deontic Logic., IJCAI, 1995"], "Daniel J. Lehmann": ["Belief Revision, Revised., IJCAI, 1995"], "Paolo Liberatore": ["Relating Belief Revision and Circumscription., IJCAI, 1995"], "Gregg Collins": ["Planning Under Uncertainty: Some Key Issues., IJCAI, 1995"], "Shlomo Zilberstein": ["Optimizing Decision Quality with Contract Algorithms., IJCAI, 1995"], "John L. Bresina": ["Expected Solution Quality., IJCAI, 1995"], "Kutluhan Erol": ["A Critical Look at Critics in HTN Planning., IJCAI, 1995"], "Christer Bäckström": ["Planning with Abstraction Hierarchies can be Exponentially Less Efficient., IJCAI, 1995"], "Eugene Fink": ["Planning with Primary Effects: Experiments and Analysis., IJCAI, 1995"], "Amy L. Lansky": ["Scope and Abstraction: Two Criteria for Localized Planning., IJCAI, 1995"], "Raghavan Srinivasan": ["Comparison of Methods for Improving Search Efficiency in a Partial-Order Planner., IJCAI, 1995"], "Subbarao Kambhampati": ["Admissible Pruning Strategies based on plan minimality for Plan-Space Planning., IJCAI, 1995"], "Avrim Blum": ["Fast Planning Through Planning Graph Analysis., IJCAI, 1995"], "Philippe Laborie": ["Planning with Sharable Resource Constraints., IJCAI, 1995"], "Anthony Stentz": ["The Focussed D* Algorithm for Real-Time Replanning., IJCAI, 1995"], "Sven Koenig": ["Real-Time Search in Non-Deterministic Domains., IJCAI, 1995"], "Dana S. Nau": ["AI Planning Versus Manufacturing-Operation Planning: A Case Study., IJCAI, 1995"], "J. M. Britanik": ["Hierarchical Plan Merging with Application to Process Planning., IJCAI, 1995"], "Craig A. Knoblock": ["Planning, Executing, Sensing, and Replanning for Information Gathering., IJCAI, 1995"], "Berthe Y. Choueiry": ["Abstraction by Interchangeability in Resource Allocation., IJCAI, 1995"], "Neal Lesh": ["A Sound and Fast Goal Recognizer., IJCAI, 1995"], "Yoshihiko Hayashi": ["Recovering Problem-Solving Activities from Query Messages., IJCAI, 1995"], "Wolfgang Nejdl": ["A Formal Framework for Representing Diagnosis Strategies in Model-Based Diagnosis Systems., IJCAI, 1995"], "Claudia Böttcher": ["No Faults in Structure? How to Diagnose Hidden Interactions., IJCAI, 1995"], "Johan de Kleer": ["Trading off the Costs of Inference vs. Probing in Diagnosis., IJCAI, 1995"], "Yousri El Fattah": ["Diagnosing Tree-Decomposable Circuits., IJCAI, 1995"], "Koichi Kurumatani": ["Generating Causal Networks for Mobile Multi-Agent Systems with Qualitative Regions., IJCAI, 1995"], "Bradley L. Richards": ["Case-based Modeling with Qualitative Indices., IJCAI, 1995"], "Sui-ky Ringo Ling": ["Using a Domain Theory to Guide Automated Modeling of Complex Physical Phenomena., IJCAI, 1995"], "Yumi Iwasaki": ["Modeling Time in Hybrid Systems: How Fast Is \"Instantaneous\"?, IJCAI, 1995"], "Kenneth Yip": ["Reasoning about Fluid Motion I: Finding Structures., IJCAI, 1995"], "Ulrich Junker": ["History-based Interpretation of Finite Element Simulations of Seismic Wave Fields., IJCAI, 1995"], "Kenneth D. Forbus": ["Scaling up Self-Explanatory Simulators: Polynomial-time Compilation., IJCAI, 1995"], "Marcos Vescovi": ["Numerical Interval Simulation: Combined Qualitative and Quantitative Simulation to Bound Behaviors of Non-Monotonic Systems., IJCAI, 1995"], "James M. Crawford": ["Device Representation and Reasoning with Affective Relations., IJCAI, 1995"], "Richard J. Doyle": ["Determining the Loci of Anomalies Using Minimal Causal Models., IJCAI, 1995"], "Munehiko Sasajima": ["FBRL: A Function and Behavior Representation Language., IJCAI, 1995"], "John O. Everett": ["A Theory of Mapping from Structure to Function Applied to Engineering Thermodynamics., IJCAI, 1995"], "Manfred Jaeger": ["Minimum Cross-Entropy Reasoning: A Statistical Justification., IJCAI, 1995"], "Joseph Y. Halpern": ["Representation Dependence in Probabilistic Inference., IJCAI, 1995"], "Pierre Hansen": ["Models and Algorithms for Probabilistic and Bayesian Logic., IJCAI, 1995"], "Marco Ramoni": ["Ignorant Influence Diagrams., IJCAI, 1995"], "Jeff Forbes": ["The BATmobile: Towards a Bayesian Automated Taxi., IJCAI, 1995"], "Anthony Jameson": ["Adaptive Provision of Evaluation-Oriented Information: Tasks and Techniques., IJCAI, 1995"], "Philippe Smets": ["The Canonical Decomposition of a Weighted Belief., IJCAI, 1995"], "Ronald R. Yager": ["On the Representation of Nonmontonic Relations in the Theory of Evidence., IJCAI, 1995"], "Xiaochun Cheng": ["The Rationality and Decidability of Fuzzy Implications., IJCAI, 1995"], "Lluis Godo": ["Possibilistic Temporal Reasoning based on Fuzzy Temporal Constraints., IJCAI, 1995"], "Didier Dubois": ["Possibility Theory as a Basis for Qualitative Decision Theory., IJCAI, 1995"], "Fahiem Bacchus": ["Reasoning about Noisy Sensors in the Situation Calculus., IJCAI, 1995"], "Paolo Traverso": ["A Logic for Acting, Sensing and Planning., IJCAI, 1995"], "Witold Lukaszewicz": ["Reasoning about Action and Change Using Dijkstra's Semantics for Programming Languages: Preliminary Report., IJCAI, 1995"], "Michael Thielscher": ["The Logic of Dynamic Systems., IJCAI, 1995", "Computing Ramifications by Postprocessing., IJCAI, 1995"], "Enrico Giunchiglia": ["Dependent Fluents., IJCAI, 1995"], "G. Neelakantan Kartha": ["A Simple Formalization of Actions Using Circumscription., IJCAI, 1995"], "Norman McCain": ["A Causal Theory of Ramifications and Qualifications., IJCAI, 1995"], "Fangzhen Lin": ["Embracing Causality in Specifying the Indirect Effects of Actions., IJCAI, 1995", "How to Progress a Database II: The STRIPS Connection., IJCAI, 1995"], "Chitta Baral": ["Reasoning about actions: Non-deterministic effects, Constraints, and Qualification., IJCAI, 1995"], "James A. Hendler": ["VERY Large Knowledge Bases - Architecture vs Engineering., IJCAI, 1995"], "Aaron Sloman": ["A Philosophical Encounter., IJCAI, 1995"], "John McCarthy": ["What has AI in Common with Philosophy?, IJCAI, 1995"], "Marti A. Hearst": ["Revealing Collection Structure through Information Access Interfaces., IJCAI, 1995"], "Jiawei Han": ["Advances of the DBLearn System for Knowledge Discovery in Large Databases., IJCAI, 1995"], "Peter N. Prokopowicz": ["IRV: Learning to Integrate Visual Information Across Camera Movements., IJCAI, 1995"], "Elisabeth André": ["WIP: From Multimedia to Intellimedia., IJCAI, 1995"], "Boi Faltings": ["Computer-Aided Creative Mechanism Design., IJCAI, 1995"], "Edmund Furse": ["Learning University Mathematics., IJCAI, 1995"], "Innes A. Ferguson": ["PeopleFinder: a Multimodal Multimedia Communications Tool for Interconnecting Office Staff., IJCAI, 1995"], "Yong Cao": ["Situated Verbal Interaction in Virtual Design and Assembly., IJCAI, 1995"], "Arun Katkere": ["Multiple Perspective Interactive Video., IJCAI, 1995"], "Scott Bennett": ["GRASPER: A Permissive Planning Robot., IJCAI, 1995"], "Usama M. Fayyad": ["SKICAT: Sky Image Cataloging and Analysis Tool., IJCAI, 1995"], "Creve Maples": ["MUSE (Multidimensional User-Oriented Synthetic Environment): A New Approach to the Human-Computer Interface Using Precognitive Models of Perception., IJCAI, 1995"], "Kristian J. Hammond": ["A Case-Based Approach to Knowledge Navigation., IJCAI, 1995"], "Pattie Maes": ["Modeling Interactive Agents in ALIVE., IJCAI, 1995"]}