{"David L. Waltz": ["Toward a Detailed Model of Processing for Language Describing the Physical World., IJCAI, 1981"], "Douglas Wong": ["Language Comprehension in a Problem Solver., IJCAI, 1981"], "Michael Lebowitz": ["Cancelled Due To Lack Of Interest., IJCAI, 1981", "The Nature of Generalization in Understanding., IJCAI, 1981", "IPP Program Description., IJCAI, 1981"], "Natlie Dehn": ["Story Generation After TALE-SPIN., IJCAI, 1981"], "Rachel Reichman": ["Modeling Informal Debates., IJCAI, 1981"], "Robert Wilensky": ["A Knowledge-Based Approach to Language Processing: A Progress Report., IJCAI, 1981", "PEARL - A Package for Efficient Access to Representations in LISP., IJCAI, 1981"], "Philip R. Cohen": ["The Need for Referent Identification as a Planned Action., IJCAI, 1981"], "Michael C. Dyer": ["Integration, Unification, Reconstruction, Modification: An Eternal Parsing Braid., IJCAI, 1981", "\\RESTAURANT Revisited or \"Lunch with BORIS\"., IJCAI, 1981"], "Margaret King": ["Design Characteristics of a Machine Translation System., IJCAI, 1981"], "C. J. Yang": ["High Level Memory Structures and Text Coherence in Translation., IJCAI, 1981"], "Hans-Joachim Novak": ["Natural Language Dialogue about Moving Objects in an Automatically Analyzed Traffic Scene., IJCAI, 1981"], "Yigal Arens": ["Using Language and Context in the Analysis of Text., IJCAI, 1981"], "Margot Flowers": ["Opportunistic Processing in Arguments., IJCAI, 1981"], "Bonnie L. Webber": ["Natural Language Interaction With Dynamic Knowledge Bases: Monitoring as Response., IJCAI, 1981"], "Daniel Coulon": ["Variable-Depth Natural Language Understanding., IJCAI, 1981"], "Gerald DeJong": ["Generalizations Based on Explanations., IJCAI, 1981"], "Steven L. Small": ["Viewing Word Expert Parsing as Linguistic Theory., IJCAI, 1981"], "Saburo Tsuji": ["A Plot Understanding System on Reference to Both Image and Language., IJCAI, 1981"], "Jerry R. Hobbs": ["Metaphor Interpretation as Selective Inferencing., IJCAI, 1981"], "Mallory Selfridge": ["A Computer Model of Child Language Acquisition., IJCAI, 1981"], "John R. Anderson": ["A Theory of Language Acquisition Based on General Learning Principles., IJCAI, 1981", "Tuning of Search of the Problem Space for Geometry Proofs., IJCAI, 1981"], "Claude Sammut": ["Concept Learning by Experiment., IJCAI, 1981"], "V. Sembugamoorthy": ["Analogy-Based Acquisition of Utterances Relating to Temporal Aspects., IJCAI, 1981"], "R. C. Cawthorn": ["Inductive Learning of Pronunciation Rules by hypothesis Testing and Correction., IJCAI, 1981"], "Christopher Riesbeck": ["Failure-Driven Reminding for Incremental Learning., IJCAI, 1981"], "Herbert A. Simon": ["BACON.5: The Discovery of Conservation Laws., IJCAI, 1981"], "Ranan B. Banerji": ["Learning Problem-Solving Heuristics Through Practice., IJCAI, 1981"], "David Wilczynski": ["Knowledge Acquisition in the Consul System., IJCAI, 1981"], "Yves Kodratoff": ["Learning (Complex) Structural Descriptions from Examples., IJCAI, 1981"], "Leonard P. Wesley": ["Learning Racquetball by Constrained Example Generation., IJCAI, 1981"], "Jaime G. Carbonell": ["A Computational Model of Analogical Problem Solving., IJCAI, 1981", "Multi-Strategy Construction-Specific Parsing for Flexible Data Base Query and Update., IJCAI, 1981"], "Joachim Selbig": ["Concept Learning by Structured Examples - An Algebraic Approach., IJCAI, 1981"], "David H. Mott": ["Learning of Sensory-Motor Schemas in a Mobile Robot., IJCAI, 1981"], "Elliot Soloway": ["Constrained Example Generation: A Testbed for Studying Issues in Learning., IJCAI, 1981", "Beverly Park Woolf, Eric Rubin, Paul Barth: Meno-II: An Intelligent Tutoring System for Novice Programmers., IJCAI, 1981"], "Stephanie J. Cammarata": ["AUTOPILOT: A Distributed Planner for Air Fleet Control., IJCAI, 1981"], "Sten-Åke Tärnlund": ["Deductive Modeling of Human Cognition., IJCAI, 1981"], "Brian J. Reiser": ["Summarizing Narratives., IJCAI, 1981", "Character Tracking and the Understanding of Narratives., IJCAI, 1981"], "Michael Agar": ["Text Plans and World Plans in Natural Discourse., IJCAI, 1981"], "Monica Croucher": ["Why Robots Will Have Emotions., IJCAI, 1981"], "David J. Israel": ["Recognizing Intended Meaning and Speakers' Plans., IJCAI, 1981"], "Philip Klahr": ["Learning And Abstraction In Simulation., IJCAI, 1981"], "William B. Thompson": ["Strolling Down The Garden Path: Error Prone Tasks in Expert Problem Solving., IJCAI, 1981"], "Brian V. Funt": ["Multi-Processor Rotation and Comparison of Objects., IJCAI, 1981"], "James F. Allen": ["An Interval-Based Representation of Temporal Knowledge., IJCAI, 1981"], "Janet L. Kolodner": ["Organization and Retrieval in a Conceptual Memory for Events or CON 54, Where Are You?, IJCAI, 1981"], "Ingeborg Steinacker": ["The Role of Roles: Some Aspects of Real World Knowledge Representation., IJCAI, 1981"], "Hector J. Levesque": ["The Interaction with Incomplete Knowledge Bases: A Formal Treatment., IJCAI, 1981"], "N. S. Sridharan": ["The Representation of an Evolving System of Legal Concepts: II. Prototypes and Deformations., IJCAI, 1981"], "Alexander Borgida": ["On the Definition of Specialization Hierarchies for Procedures., IJCAI, 1981"], "Walter van Roggen": ["Cancellation in a Parallel Semantic Network., IJCAI, 1981"], "Zsuzsanna Markusz": ["Knowledge Representation of Design in Many-Sorted Logic., IJCAI, 1981"], "Giovanni Criscuolo": ["On Interacting Defaults., IJCAI, 1981"], "Martha Palmer": ["The Design Of A System For Designing Knowledge Representation Systems., IJCAI, 1981"], "Robert Neches": ["HPM: A Computational Formalism for Heuristic Procedure Modification., IJCAI, 1981"], "Guy Story": ["Representing Implicit And Explicit Time Relations In Narrative., IJCAI, 1981"], "Paul J. Kline": ["The Superiority of Relative Criteria in Partial Matching and Generalization., IJCAI, 1981"], "Lenhart K. Schubert": ["PARTS INFERENCE: Closed and Semi-Closed Partitioning Graphs., IJCAI, 1981"], "Malik Ghallab": ["Decision Trees For Optimizing Pattern - Matching Algorithms in Production Systems., IJCAI, 1981"], "Mark S. Fox": ["Reasoning With Incomplete Knowledge in a Resource-Limited Environment: Integrating Reasoning and Knowledge Acquisition., IJCAI, 1981", "Factory Modelling, Simulation, and Scheduling in the Intelligent Management System., IJCAI, 1981"], "Martin A. Fischler": ["An Inference Technique for Integrating Knowledge from Disparate Sources., IJCAI, 1981", "A RANSAC-Based Approach to Model Fitting and Its Application to Finding Cylinders in Range Data., IJCAI, 1981", "Perceptual Problems in Analyzing Industrial Radiographs., IJCAI, 1981"], "Kenneth D. Forbus": ["Qualitative Reasoning about Physical Processes., IJCAI, 1981"], "Stanley J. Rosenschein": ["Plan Synthesis: A Logical Perspective., IJCAI, 1981"], "Raimund Seidel": ["A New Method for Solving Constraint Satisfaction Problems., IJCAI, 1981"], "Van E. Kelly": ["Representations for Reasoning about Digital Circuits., IJCAI, 1981"], "Paul Morris": ["Don't Be Stupid., IJCAI, 1981"], "Richard H. Granger": ["Directing And Re-Directing Inference Pursuit: Extra-Textual Influences on Text Interpretation., IJCAI, 1981"], "Marie A. Bienkowski": ["Towards Automating Explanations., IJCAI, 1981"], "Stuart C. Shapiro": ["Using Active Connection Graphs for Reasoning with Recursive Rules., IJCAI, 1981"], "William Mark": ["Representation and Inference in the Consul System., IJCAI, 1981"], "Andrew Eaas": ["Reasoning about Deduction with Unknown Constants., IJCAI, 1981"], "Scott Weinstein": ["Control of Inference: Role of Some Aspects of Discourse Structure-Centering., IJCAI, 1981"], "Stephen B. Whitehill": ["A Belief Representation for Understanding Deception., IJCAI, 1981"], "Hartvig Dahl": ["The Framework for a Model of Psychoanalytic Inference., IJCAI, 1981"], "Gian Piero Zarri": ["Building the Inference Component of an Historical Information Retrieval System., IJCAI, 1981"], "Stephen Fickas": ["The Design and an Example Use of Hearsay-III., IJCAI, 1981"], "Philip J. Hayes": ["Anaphora for Limited Domain Systems., IJCAI, 1981"], "Anatole Gershman": ["Figuring Out What the User Wants: Steps Toward an Automatic Yellow Pages Assistant., IJCAI, 1981"], "Teiji Furugori": ["Computing a Map from Michi-Annai-Bun or Written Descriptions., IJCAI, 1981"], "G. Goerx": ["GLP: A General Linguistic Processor., IJCAI, 1981"], "Pietro Torasso": ["A Deterministic Analyzer for the Interpretation of Natural Language Commands., IJCAI, 1981"], "Karen Sparck Jones": ["A General Semantic Analyser for Data Base Access., IJCAI, 1981"], "Ehud Y. Shapiro": ["An Algorithm that Infers Theories from Facts., IJCAI, 1981", "The Model Inference System., IJCAI, 1981"], "Ronald J. Brachman": ["Distinctions and Confusions: A Catalogue Raisonne., IJCAI, 1981"], "Robert E. Stepp": ["An Application of AI Techniques to Structuring Objects into an Optimal Conceptual Hierarchy., IJCAI, 1981"], "Alan Bundy": ["Using Matching in Algebraic Equation Solving., IJCAI, 1981"], "Lawrence J. Henschen": ["Application of Automatic Transformations to Program Verification., IJCAI, 1981"], "Norbert Eisinger": ["Subsumption And Connection Graphs., IJCAI, 1981"], "Leonard Friedman": ["Extended Plausible Inference., IJCAI, 1981"], "Kurt Konolige": ["A Metalanguage Representation of Relational Databases for Deductive Question-Answering Systems., IJCAI, 1981"], "Maria Simi": ["Consistency and Completeness of OMEGA, a Logic for Knowledge Representation., IJCAI, 1981"], "Christoph Walther": ["The Markgraf Karl Refutation Procedure., IJCAI, 1981"], "Jos de Bruin": ["Symbolic Evaluation of LISP Functions with Side Effects for Verification., IJCAI, 1981"], "Shamim A. Naqvi": ["An Improved Filter for Literal Indexing in Resolution Systems., IJCAI, 1981"], "Martin Davis": ["Obvious Logical Inferences., IJCAI, 1981"], "Peter Szabó": ["Universal Unification and Regular Equational ACFM Theories., IJCAI, 1981"], "Vincent J. Digricoli": ["The Efficacy of RUE Resolution Experimental Results and Heuristic Theory., IJCAI, 1981"], "Pierre Lescanne": ["Decomposition Ordering as a Tool to Prove the Termination of Rewriting Systems., IJCAI, 1981"], "Bernard Silver": ["Homogenization: Preparing Equations for Change of Unknown., IJCAI, 1981"], "Judea Pearl": ["Heuristic Search Theory: Survey of Recent Results., IJCAI, 1981"], "Michael P. Georgeff": ["Search Methods Using Heuristic Strategies., IJCAI, 1981"], "Vipin Kumar": ["Branch & Bound Formulation for Sequential and Parallel Game Tree Searching: Preliminary Results., IJCAI, 1981"], "László Méro": ["Some Remarks on Heuristic Search Algorithms., IJCAI, 1981"], "William A. Kornfeld": ["The Use of Parallelism to Implement a Heuristic Search., IJCAI, 1981"], "Hans J. Berliner": ["An Examination of Brute Force Intelligence., IJCAI, 1981"], "Paul Walton Purdom Jr.": ["How to Search Efficiently., IJCAI, 1981"], "Katsushi Ikeuchi": ["Recognition of 3-D Objects Using the Extended Gaussian Image., IJCAI, 1981"], "Yoshiaki Shirai": ["Object Recognition Using Three-Dimensional Information., IJCAI, 1981"], "Daniel Sabbah": ["On Shapes., IJCAI, 1981", "Design Of A Highly Parallel Visual Recognition System., IJCAI, 1981"], "Thomas O. Binford": ["The Interpretation of Three-Dimensional Structure from Image Curves., IJCAI, 1981", "Depth from Edge and Intensity Based Stereo., IJCAI, 1981", "Intensity Discontinuity Location to SubPixel Precision., IJCAI, 1981"], "Rodney A. Brooks": ["Model-Based Three Dimensional Interpretations of Two Dimensional Images., IJCAI, 1981"], "William S. Havens": ["Structuring Domain Knowledge For Visual Perception., IJCAI, 1981"], "Terry E. Weymouth": ["Experiments In Knowledge-Driven Interpretation of Natural Scenes., IJCAI, 1981"], "Frank Claser": ["Computing Optic Flow., IJCAI, 1981"], "Edward M. Riseman": ["3D Object Representation and Matching with B-Splines and Surface Patches., IJCAI, 1981"], "Ramesh Jain": ["Shape from Shading for Surfaces with Texture and Specularity., IJCAI, 1981"], "Olivier D. Faugeras": ["Triangulation of 3-D Objects., IJCAI, 1981"], "Bernd Neumann": ["On 3D Reconstruction from Two Perspective Views., IJCAI, 1981"], "Joseph O'Rourke": ["Polyhedra of Minimal Area as 3D Object Models., IJCAI, 1981", "Dynamically Quantized Spaces for Focusing the Hough Transform., IJCAI, 1981"], "Donald B. Gennery": ["A Feature-Based Scene Matcher., IJCAI, 1981"], "Takeo Kanade": ["An Iterative Image Registration Technique with an Application to Stereo Vision., IJCAI, 1981", "Design Concept of Direct-Drive Manipulators Using Rare-Earth DC Torque Motors., IJCAI, 1981"], "Zdenek Zdráhal": ["A Structural Method of Scene Analysis., IJCAI, 1981"], "Geoffrey E. Hinton": ["A Parallel Computation that Assigns Canonical Object-Based Frames of Reference., IJCAI, 1981", "Shape Representation in Parallel Systems., IJCAI, 1981"], "Jake K. Aggarwal": ["Structure from Motion of Rigid and Jointed Objects., IJCAI, 1981"], "Hans-Hellmut Nagel": ["Volumetric Model and 3D-Trajectory of a Moving Car Derived from Monocular TV-Frame Sequence of a Street Scene., IJCAI, 1981"], "K. Prazdny": ["A Simple Method for Recovering a Relative Depth Map in the Case of a Translating Sensor., IJCAI, 1981"], "Daryl T. Lawton": ["Optic Flow Field Structure And Processing Image Motion., IJCAI, 1981"], "Carter Collins": ["Real-Time Natural Scene Analysis for a Blind Prosthesis., IJCAI, 1981"], "Hidetoshi Nakano": ["Knowledge-Based Identification of Artery Branches in Cine-Angiograms., IJCAI, 1981"], "Masahiko Yachida": ["Determining Velocity Map By 3-D Iterative Estimation., IJCAI, 1981"], "Bernd Radig": ["Inferential Region Extraction in TV-Sequences., IJCAI, 1981"], "Fumiaki Tomita": ["Hierarchical Description of Textures., IJCAI, 1981"], "Kenneth R. Sloan Jr.": ["Dynamically Quantized Pyramids., IJCAI, 1981", "Reasoning About Images: Application to Aerial Image Understanding., IJCAI, 1981"], "Toshiyuki Sakai": ["Obtaining Surface Orientation from Texels under Perspective Projection., IJCAI, 1981"], "Peter F. Rowat": ["Spatial Problems for a Simulated Robot., IJCAI, 1981"], "Jean-Claude Latombe": ["GARI: A Problem Solver That Plans How to Machine Mechanical Parts., IJCAI, 1981"], "Vladimír Marík": ["Algorithms of the Complex Tactile Information Processing., IJCAI, 1981"], "Shin'ichi Yuta": ["A Locomotion Control System for Mobile Robots., IJCAI, 1981"], "Hans P. Moravec": ["Rover Visual Obstacle Avoidance., IJCAI, 1981"], "Thomas Williams": ["Tactile Sensation for Robots., IJCAI, 1981"], "F. Germain": ["A New Approach to the Problem of Acquiring Randomly Oriented Workpieces Out of a Bin., IJCAI, 1981"], "James E. Long": ["Advanced Automaton For Space Missions., IJCAI, 1981"], "Henry Sowizral": ["An Object-Oriented Language for Constructing Simulations., IJCAI, 1981"], "William R. Swartout": ["Explaining and Justifying Expert Consulting Programs., IJCAI, 1981"], "Barbara Steele": ["Extending a Knowledge-Based System to Deal with Ad Hoc Constraints., IJCAI, 1981"], "Reed Letsinger": ["NEOMYCIN: Reconfiguring a Rule-Based Expert System for Application to Teaching., IJCAI, 1981"], "James T. P. Yao": ["Inexact Inference for Rule-Based Damage Assessment of Existing Structures., IJCAI, 1981"], "Clifford R. Hollander": ["DART: An Expert System for Computer Fault Diagnosis., IJCAI, 1981"], "J. A. Gilreath": ["The DIPMETER ADVISOR: Interpretation of Geologic Signals., IJCAI, 1981"], "Robert Trappl": ["Knowledge Structure Definition for an Expert System in Primary Medical Care., IJCAI, 1981"], "Robert S. Galen": ["Developing Microprocessor Based Expert Models for Instrument Interpretation., IJCAI, 1981"], "Peter Friedland": ["Acquisition of Procedural Knowledge from Domain Experts., IJCAI, 1981"], "Roger T. Hartley": ["How Expert Should an Expert System Be?, IJCAI, 1981"], "Jeffrey A. Barnett": ["Computational Methods for a Mathematical Theory of Evidence., IJCAI, 1981"], "Charlotte D. Jacobs": ["ONCOCIN: An Expert System for Oncology Protocol Management., IJCAI, 1981"], "Derek H. Sleeman": ["A Rule-Based Task Generation System., IJCAI, 1981"], "Janice S. Aikins": ["Application Design: Issues in Expert System Architecture., IJCAI, 1981"], "William B. Schwartz": ["Causal Understanding of Patient Illness in Medical Diagnosis., IJCAI, 1981"], "John K. Tsotsos": ["Temporal Event Recognition: An Application to Left Ventricular Performance., IJCAI, 1981"], "Sholom M. Weiss": ["A Precedence Scheme for Selection and Explanation of Therapies., IJCAI, 1981"], "T. Kurokawa": ["Time-Oriented Features for Medical Consultation Systems., IJCAI, 1981"], "Daniel G. Bobrow": ["Layered Networks as a Tool for Software Development., IJCAI, 1981"], "Richard C. Waters": ["A Knowledge-Based Program Editor., IJCAI, 1981"], "David R. Barstow": ["Overview of a Display-Oriented Editor for INTERLISP., IJCAI, 1981"], "Kenneth M. Kahn": ["UNIFORM: A Language Based upon Unification which Unifies (Much of) LISP, PROLOG, and ACT I., IJCAI, 1981"], "William A. Martin": ["Brand X: LISP Suport for Semantic Networks., IJCAI, 1981"], "Michel Van Caneghem": ["Last Steps Towards an Ultimate PROLOG., IJCAI, 1981", "Demonstrating PROLOG on APPLE II., IJCAI, 1981"], "Yutaka Ohno": ["Concurrent LISP on a Multi-Micro-Processor System., IJCAI, 1981"], "Bob Bane": ["ZMOB: A New Conputing Engine for AI., IJCAI, 1981"], "David Elliot Shaw": ["NON-VON: A Parallel Machine Architecture for Knowledge-Based Information Processing., IJCAI, 1981"], "Marc Eisenstadt": ["Domain Specific Debugging Aids for Novice Programmers., IJCAI, 1981"], "Sylvia Weir": ["LOGO as an Information Prosthetic for Communication and Control., IJCAI, 1981"], "Jeff Gibbons": ["An Information Presentation System., IJCAI, 1981"], "Elizabeth Allen": ["Large Human-Machine Information Spaces., IJCAI, 1981"], "Daniel Goossens": ["The Conceptual Calculus For Automatic Program Understanding., IJCAI, 1981"], "Richard H. Brown": ["Automatic Synthesis of Numerical Computer Programs., IJCAI, 1981"], "F.-Y. Villemin": ["PAPE: An On-Line System for Inferring Procedures from Sets of Their Traces., IJCAI, 1981"], "Richard E. Korf": ["Inversion of Applicative Programs., IJCAI, 1981"], "Koichi Furukawa": ["Use of Data Representation Mapping in Automatic Generation of Data Base Access Procedures., IJCAI, 1981"], "Jean-Pierre Jouannaud": ["Algebraic Manipulations as a Unification and Matching Strategy for Linear Equations in Signed Binary Trees., IJCAI, 1981"], "David A. McAllester": ["Algebraic Approximations., IJCAI, 1981"], "Douglas R. Smith": ["A Design for an Automatic Programming System., IJCAI, 1981"], "Ruth Zimmerman": ["An Advisory System for Developing Data Representations., IJCAI, 1981"], "Peter Raulefs": ["APE: An Expert System for Automatic Programming from Abstract Specifications of Data Types and Algorithms., IJCAI, 1981"], "Charles Rich": ["A Formal Representation for Plans in the Programmers Apprentice., IJCAI, 1981"], "Robert J. Bechtel": ["STAMMER2: A Rule-Based Application., IJCAI, 1981"], "Michael J. A. Berry": ["A Set of APL Functions to Play New Eleusis., IJCAI, 1981"], "Jack W. Smith": ["MDX and Related Medical Decision-Making Systems., IJCAI, 1981"], "Martin Korsin": ["BORIS - An In-Dept Understander of Narratives., IJCAI, 1981"], "Henry Lieberman": ["Tinker: Example-Based Programming for Artificial Intelligence., IJCAI, 1981"], "David B. McDonald": ["Compound: A Program that Understands Noun Compounds., IJCAI, 1981", "MUMBLE: A Flexible System for Language Production., IJCAI, 1981"], "Gordon S. Novak": ["Physics Problem Solving: ISAAC-II., IJCAI, 1981"], "James R. Slagle": ["MARK I Robot., IJCAI, 1981"], "Walton A. Perkins": ["KEYSIGHT: Computer Vision Inspection of Valve Spring Assemblies on Engine Heads., IJCAI, 1981"], "Steven Rubin": ["Knowledge Sources In Vision., IJCAI, 1981"], "Dana H. Ballard": ["Parameter Networks: Towards a Theory of Low-Level Vision., IJCAI, 1981"], "Eugene Charniak": ["Six Topics in Search of a Parser: An Overview of AI Language Research., IJCAI, 1981"], "Donald A. Norman": ["A Psychologist Views Human Processing: Human Errors and Other Phenomena Suggest Processing Mechanisms., IJCAI, 1981"], "Steven W. Zucker": ["Computer Vision and Human Perception: An Essay on the Discovery of Constraints., IJCAI, 1981"]}