{"Ashwin Srinivasan": ["The Predictive Toxicology Evaluation Challenge., IJCAI, 1997"], "Nir Friedman": ["Challenge: What is the Impact of Bayesian Networks on Learning?, IJCAI, 1997"], "Mike Perkowitz": ["Adaptive Web Sites: an AI Challenge., IJCAI, 1997"], "Hiroaki Kitano": ["The RoboCup Synthetic Agent Challenge 97., IJCAI, 1997"], "Hiroshi G. Okuno": ["Understanding Three Simultaneous Speeches., IJCAI, 1997"], "Hiroshi Ishiguro": ["Distributed Vision System: A Perceptual Information Infrastructure for Robot Navigation., IJCAI, 1997"], "Subbarao Kambhampati": ["Challenges in Bridging Plan Synthesis Paradigms., IJCAI, 1997"], "Bart Selman": ["Ten Challenges in Propositional Reasoning and Search., IJCAI, 1997"], "James Geller": ["Challenge: How IJCAI 1999 can Prove Value of AI by Using AI., IJCAI, 1997"], "Didier Dubois": ["Qualitative Relevance and Independence: A Roadmap., IJCAI, 1997"], "Paolo Liberatore": ["The Complexity of Belief Update., IJCAI, 1997"], "Mary-Anne Williams": ["Anytime Belief Revision., IJCAI, 1997"], "Yan Zhang": ["Towards Generalized Rule-based Updates., IJCAI, 1997"], "Dongmo Zhang": ["Representation Theorems for Multiple Belief Changes., IJCAI, 1997", "Nonmonotonic Reasoning and Multiple Belief Revision., IJCAI, 1997"], "Jörg Denzinger": ["High Performance ATP Systems by Combining Several AI Methods., IJCAI, 1997"], "David A. Plaisted": ["Equational Reasoning using AC Constraints., IJCAI, 1997"], "Andrei Voronkov": ["Strategies in Rigid-Variable Methods., IJCAI, 1997"], "Yacine Boufkhad": ["Tractable Cover Compilations., IJCAI, 1997"], "Umberto Straccia": ["A Four-Valued Fuzzy Propositional Logic., IJCAI, 1997"], "Francesco M. Donini": ["Autoepistemic Description Logics., IJCAI, 1997"], "Liviu Badea": ["Reifying Concepts in Description Logics., IJCAI, 1997"], "Philippe Besnard": ["Circumscribing Inconsistency., IJCAI, 1997"], "Xianchang Wang": ["A Default Interpretation of Defeasible Network., IJCAI, 1997"], "Ulrich Junker": ["A Cumulative-Model Semantics for Dynamic Preferences on Assumptions., IJCAI, 1997"], "James P. Delgrande": ["Compiling Reasoning with and about Preferences into Default Logic., IJCAI, 1997"], "Katsumi Inoue": ["Learning Extended Logic Programs., IJCAI, 1997"], "Toshiko Wakaki": ["Compiling Prioritized Circumscription into Extended Logic Programs., IJCAI, 1997"], "Philippe Balbiani": ["Prefixed Tableaux Systems for Modal Logics with Enriched Languages., IJCAI, 1997"], "Angelo Montanari": ["A Set-Theoretic Approach to Automated Deduction in Graded Modal Logics., IJCAI, 1997"], "Ullrich Hustadt": ["On Evaluating Decision Procedures for Modal Logic., IJCAI, 1997"], "Jun Arima": ["Preduction: A Common Form of Induction and Analogy., IJCAI, 1997"], "Gilles Défourneaux": ["Analogy and Abduction in Automated Deduction., IJCAI, 1997"], "Werner Dubitzky": ["How Similar is VERY YOUNG to 43 Years of Age? On the Representation and Comparison of Polymorphic Properties., IJCAI, 1997"], "Tony Veale": ["The Competence of Sub-Optimal Theories of STructure Mapping on Hard Analogies., IJCAI, 1997"], "Seishi Okamoto": ["An Average-Case Analysis of the k-Nearest Neighbar Classifier for Noisy Domains., IJCAI, 1997"], "David B. Leake": ["Learning to Integrate Multiple Knowledge Sources for Case-Based Reasoning., IJCAI, 1997"], "Alfons Schuster": ["Aggregating Features and Matching Cases on Vague Linguistic Expressions., IJCAI, 1997"], "Tu Bao Ho": ["Using Case-Based Reasoning in Interpreting Unsupervised Inductive Learning Results., IJCAI, 1997"], "Masayuki Numao": ["Acquisition of Human Feelings in Music Arrangements., IJCAI, 1997"], "Rayond Sison": ["Using Data and Theory in Multistretegy (Mis)Concept(ion) Discovery., IJCAI, 1997"], "Olivier Ferret": ["An Aggregation Procedure for Building Episodic Memory., IJCAI, 1997"], "Caroline C. Hayes": ["An Achievement Test for Knowledge-Based Systems: QUEM., IJCAI, 1997"], "Sambasiva R. Bhatta": ["A Functional Theory of Design Patterns., IJCAI, 1997"], "Kazuo Hiraki": ["Mental Tracking: A Computational Model of Spatial Development., IJCAI, 1997"], "Guilherme Bittencourt": ["In the Quest of the Missing Link., IJCAI, 1997"], "Michael Fisher": ["Implementing BDI-like Systems by Direct Execution., IJCAI, 1997"], "Michael Freed": ["Managing Decision Resources in Plan Execution., IJCAI, 1997"], "Ruddy Lelouche": ["Use of Abstraction and Complexity Levels in Intelligent Educational System Design., IJCAI, 1997"], "Kevin D. Ashley": ["Reasoning Symbolically About Partially Matched Cases., IJCAI, 1997"], "Mitsuru Ikeda": ["Task Ontology Makes It Easier To Use Authoring Tools., IJCAI, 1997"], "Stefano Bistarelli": ["Semiring-based Constraint Logic Programming., IJCAI, 1997"], "Gilles Trombettoni": ["Computational Complexity of Multi-way, Dataflow Constraint Problems., IJCAI, 1997"], "Chu Min Li": ["Heuristics Based on Unit Propagation for Satisfiability Problems., IJCAI, 1997"], "Thierry Castell": ["Hidden Gold in Random Generation of SAT Satisfiable Instances., IJCAI, 1997"], "Benjamin W. Wah": ["Discrete Lagrangian-Based Search for Solving MAX-SAT Problems., IJCAI, 1997"], "Jeremy Frank": ["Learning Short-Term Weights for GSAT., IJCAI, 1997"], "Boi Faltings": ["Local Consistency for Ternary Numeric Constraints., IJCAI, 1997"], "Christian Bessière": ["Arc Consistency for General Constraint Networks: Preliminary Results., IJCAI, 1997"], "Yves Deville": ["Constraint Satisfaction over Connected Row Convex Constraints., IJCAI, 1997"], "Romuald Debruyne": ["Some Practicable Filtering Techniques for the Constraint Satisfaction Problem., IJCAI, 1997"], "Rainer Weigel": ["Structuring Techniques for Constraint Satisfaction Problems., IJCAI, 1997"], "Javier Larrosa": ["Merging Constraint Satisfaction Subproblems to Avoid Redundant Search., IJCAI, 1997"], "Christopher Leckie": ["Locating Faults in Tree-Structured Networks., IJCAI, 1997"], "Markus Stumptner": ["Diagnosing Tree Structured Systems., IJCAI, 1997"], "Gianfranco Lamperti": ["Event-Based Reasoning for Short Circuit Diagnosis in Power Transmission Networks., IJCAI, 1997"], "Annette ten Teije": ["Exploiting Domain Knowledge for Approximate Diagnosis., IJCAI, 1997"], "Peter Baumgartner": ["Semantically Guided Theorem Proving for Diagnosis Applications., IJCAI, 1997"], "Peter Fröhlich": ["A Static Model-Based Engine for Model-Based Reasoning., IJCAI, 1997"], "Etienne Loiez": ["Polynomial Temporal Band Sequences for Analog Diagnosis., IJCAI, 1997"], "Peter Struss": ["Fundamentals of Model-Based Diagnosis of Dynamic Systems., IJCAI, 1997"], "Hidde de Jong": ["Comparative Analysis of STructurally Different Dynamical Systems., IJCAI, 1997"], "Yumi Iwasaki": ["A Web-Based Compositional Modeling System for Sharing of Physical Knowledge., IJCAI, 1997"], "Yoshinobu Kitamura": ["A Causal Time Ontology for Qualitative Reasoning., IJCAI, 1997"], "Alvaro del Val": ["Qualitative Reasoning about Perception and Belief., IJCAI, 1997"], "Pavan Sikka": ["Rule-based Contact Monitoring Using Examples Obtained by Task Demonstration., IJCAI, 1997"], "Jochen Renz": ["On the Complexity of Qualitative Spatial Reasoning: A Maximal Tractable Fragment of the Region Connection Calculus., IJCAI, 1997"], "Mateja Jamnik": ["Automation of Diagrammatic Reasoning., IJCAI, 1997", "Automation of Diagrammatic Proofs in Mathematics., IJCAI, 1997"], "Kenneth Yip": ["Structural Inferences from Massive Datasets., IJCAI, 1997"], "Koichi Kurumatani": ["Qualitative Analysis of Causal Graphs with Equilibrium Type-Transition., IJCAI, 1997"], "Norman Y. Foo": ["Action Localness, Genericity and Invariants in STRIPS., IJCAI, 1997"], "Hector Geffner": ["Causality, Constraints and Indirect Effects., IJCAI, 1997"], "Eleni Stroulia": ["Redesigning a Problem-Solver's Operations to Improve Solution Quality., IJCAI, 1997"], "Pieter J. Mosterman": ["Formal Specifications for Hybrid Dynamical Systems., IJCAI, 1997"], "Keith Decker": ["Middle-Agents for the Internet., IJCAI, 1997"], "Yannis Labrou": ["Semantics and Conversations for an Agent Communication Language., IJCAI, 1997"], "Takayuki Ito": ["Persuasion among Agents: An Approach to Implementing a Group Decision System Based on Multi-Agent Negotiation., IJCAI, 1997"], "Mark d'Inverno": ["Cooperation Structures., IJCAI, 1997"], "David Carmel": ["Exploration and Adaptation in Multiagent Systems: A Model-based Approach., IJCAI, 1997"], "Edmund H. Durfee": ["The Effects of Runtime Coordination Strategies Within Static Organizations., IJCAI, 1997"], "Aaron A. Armstrong": ["Dynamic Prioritization of Complex Agents in Distributed Constraint Satisfaction Problems., IJCAI, 1997"], "Yoav Shoham": ["A Dynamic Theory of Incentives in Multi-Agent Systems., IJCAI, 1997", "A Symmetric View of Utilities and Probabilities., IJCAI, 1997"], "Tuomas Sandholm": ["On the Gains and Losses of Speculation in Equilibrium Markets., IJCAI, 1997"], "M. V. Nagendra Prasad": ["The Use of Meta-level Information in Learning Situation-Specific Coordination., IJCAI, 1997"], "Lobel Crnogorac": ["Analysis of Inheritance Mechanisms in Agent-Oriented Programming., IJCAI, 1997"], "Leora Morgenstern": ["An Expert System Using Nonmonotonic Techniques for Beneefits Inquiry in the Insurance Industry., IJCAI, 1997", "Inheritance Comes of Age: Applying Nonmonotonic Techniques to Problems in Industry., IJCAI, 1997"], "Stefan Kramer": ["Can We Benefit from Metrics in KBS Development?, IJCAI, 1997"], "John Kingston": ["Multi-Perspective Modeling of the Air Camaign Planning Process., IJCAI, 1997"], "Patrick Ricaud": ["A Model of Strategy for the Game of Go Using Abstraction Mechanisms., IJCAI, 1997"], "Takuya Kojima": ["An Evolutionary Algorithm Extended by Ecological Analogy and its Application to the Game of Go., IJCAI, 1997"], "Andreas Junghanns": ["Search Versus Knowledge in Game-Playing Programs Revisited., IJCAI, 1997"], "Christophe Meyer": ["Learning Strategies in Games by Anticipation., IJCAI, 1997"], "Jaime G. Carbonell": ["Translingual Information Retrieval: A Comparative Evaluation., IJCAI, 1997"], "Toshiki Kindo": ["Adaptive Personal Information Filtering System that Organizes Personal Profiles Automatically., IJCAI, 1997"], "Yukio Ohsawa": ["An Index Navigator for Understanding and Expressing User's Coherent Interest., IJCAI, 1997"], "Nicholas Kushmerick": ["Wrapper Induction for Information Extraction., IJCAI, 1997"], "Masanori Sugimoto": ["COSPEX: A System for Constructing Private Digital Libraries., IJCAI, 1997"], "Wai Lam": ["Using a Bayesian Network Induction Approach for Text Categorization., IJCAI, 1997"], "Scott B. Huffman": ["Toward Structured Retrieval in Semi-structured Information Spaces., IJCAI, 1997"], "Daniela Rus": ["The Self-Organizing Desk., IJCAI, 1997"], "Gianni Amati": ["A Learning System for Selective Dissemination of Information., IJCAI, 1997"], "Thorsten Joachims": ["Web Watcher: A Tour Guide for the World Wide Web., IJCAI, 1997"], "Oliver M. Duschka": ["Recursive Plans for Information Gathering., IJCAI, 1997"], "Marc Friedman": ["Efficiently Executing Information-Gathering Plans., IJCAI, 1997"], "Tobias Scheffer": ["Unbiased Assesment of Learning Algorithms., IJCAI, 1997"], "Gregory Z. Grudic": ["Is Nonparametric Learning Practical in Very High Dimensional Spaces?, IJCAI, 1997"], "Takashi Washio": ["Discovering Admissible Models of Complex Systems Based on Scale-Types and Idemtity Constraints., IJCAI, 1997"], "Takayuki Kohri": ["An Adaptive Architecture for Modular Q-Learning., IJCAI, 1997"], "Rémi Munos": ["A Convergent Reinforcement Learning Algorithm in the Continuous Case Based on a Finite Difference Method., IJCAI, 1997"], "Devika Subramanian": ["Ants and Reinforcement Learning: A Case Study in Routing in Dynamic Networks., IJCAI, 1997"], "Paul Davidsson": ["Integrating Models of Discrimination and Characterization for Learning from Examples in Open Domains., IJCAI, 1997"], "Geoffrey I. Webb": ["Decision Tree Grafting., IJCAI, 1997"], "Johannes Fürnkranz": ["Noise-Tolerant Windowing., IJCAI, 1997"], "Lars Asker": ["Ensembles as a Sequence of Classifiers., IJCAI, 1997"], "Kai Ming Ting": ["Stacked Generalizations: When Does It Work?, IJCAI, 1997"], "Charles X. Ling": ["Alignment Algorithms for Learning to Read Aloud., IJCAI, 1997"], "Hideki Asoh": ["Socially Embedded Learning of the Office-Conversant Mobil Robot Jijo-2., IJCAI, 1997"], "Michèle Sebag": ["Tractable Induction and Classification in First Order Logic Via Stochastic Matching., IJCAI, 1997"], "Yutaka Sasaki": ["RHB+: A Type-Oriented ILP System Learning from Positive Data., IJCAI, 1997"], "Yannis Dimopoulos": ["Integrating Explanatory and Descriptive Learning in ILP., IJCAI, 1997"], "G. M. Shiraz": ["Combining Knowledge Acquisition and Machine Learning to Control Dynamic Systems., IJCAI, 1997"], "Dorian Suc": ["Skill Reconstruction as Induction of LQ Controllers with Subgoals., IJCAI, 1997"], "Hagit Shatkay": ["Learning Topological Maps with Weak Local Odometric Information., IJCAI, 1997"], "Bing Liu": ["Discovering Interesting Holes in Data., IJCAI, 1997"], "Tatsuya Nomura": ["An Analysis on Crossovers for Real Number Chromosomes in an Infinite Population Size., IJCAI, 1997"], "Ke Wang": ["Minimum Splits Based Discretization for Continuous Features., IJCAI, 1997"], "Charles B. Callaway": ["Dynamically Imroving Explanations: A Revision-Based Approach to Explanation Generation., IJCAI, 1997"], "Detlef Fehrer": ["Exploiting the Addressee's Inferential Capabilities in Presenting Mathematical Proofs., IJCAI, 1997"], "Xiaorong Huang": ["Proof Verbalization as an Application of NLG., IJCAI, 1997"], "Jun-Jie Li": ["Corpus-Based Chinese-Korean Abstracting Translation System., IJCAI, 1997"], "Kiyoshi Yamabana": ["A Hybrid Approach to Interactive Machine Translation - Integrating Rule-based, Corpus-based, and Example-basedMethod., IJCAI, 1997"], "Hideki Mima": ["Improving Performance of Transfer-Driven Machine Translation with Extra-Linguistic Informatioon from Context, Situation and Environment., IJCAI, 1997"], "Nikitas M. Sgouros": ["Dynamic, User-Centered Resolution in Interactive Stories., IJCAI, 1997"], "Steffen Staab": ["\"Tall\", \"Good\", \"High\" - Compared to What?, IJCAI, 1997"], "Marc Dymetman": ["Charts, Interaction-free Grammars, and the Compact Representation of Ambiguity., IJCAI, 1997"], "Katja Markert": ["On the Interaction of Metonymies and Anaphora., IJCAI, 1997"], "Claire Gardent": ["Computing Parallelism in Discourse., IJCAI, 1997"], "Chris Reed": ["Content Ordering in the Generation of Persuasive Discourse., IJCAI, 1997"], "M. David Sadek": ["ARTIMIS: Natural Dialogue Meets Rational Agency., IJCAI, 1997"], "Matthias Denecke": ["An Information-based Approach for Guiding Multi-Modal Human-Computer-Interaction., IJCAI, 1997"], "Hervé Blanchon": ["Interactive Disambiguation of Natural Language Input: a Methodology and Two Implementatioons for French and English., IJCAI, 1997"], "Lisong Wang": ["A Method of Generating Calligraphy of Japanese Character using Deformable Contourse., IJCAI, 1997"], "Michelle X. Zhou": ["The Representation and Use of a Visual Lexicon for Automated Graphics Generation., IJCAI, 1997"], "Paolo Frasconi": ["On the Efficient Classification of Data Structures by Neural Networks., IJCAI, 1997"], "Jürgen Rahmel": ["On the Role of Hierarchy for Neural Network Interpretation., IJCAI, 1997"], "Kazumi Saito": ["Law Discovery using Neural Networks., IJCAI, 1997"], "Yoshiteru Ishida": ["Active Diagnosis by Self-Organization: An Approach by The Immune Network Metaphor., IJCAI, 1997"], "Will Lowe": ["Meaning and the Mental Lexicon., IJCAI, 1997"], "Hiroshi Tsukimoto": ["Extracting Propositions from Trained Neural Networks., IJCAI, 1997"], "Nigel Collier": ["Convergence Time Characteristics of an Associative Memory for Natural Language Processing., IJCAI, 1997"], "Richard S. Zemel": ["Combining Probabilistic Population Codes., IJCAI, 1997"], "Yoonsuck Choe": ["Self-Organization and Segmentation with Laterally Connected Spiking Neurons., IJCAI, 1997"], "Kunio Kashino": ["A Music Stream Segregation System Based on Adaptive Multi-Agents., IJCAI, 1997"], "Loo-Nin Teow": ["An Effective Learning Method for Max-Min Neural Networks., IJCAI, 1997"], "Ton Weijters": ["Avoiding Overfitting with BP-SOM., IJCAI, 1997"], "Masahiro Murakawa": ["Evolvable Hardware for Generalized Neural Networks., IJCAI, 1997"], "Craig Boutilier": ["Prioritized Goal Decomposition of Markov Decision Processes: Toward a Synthesis of Classical and Decision Theoretic Planning., IJCAI, 1997"], "Robert Givan": ["Model Minimization, Regression, and Propositional STRIPS Planning., IJCAI, 1997"], "Michael D. Ernst": ["Automatic SAT-Compilation of Planning Problems., IJCAI, 1997"], "Brian C. Williams": ["A Reactive Planner for a Model-based Executive., IJCAI, 1997"], "Michael D. Howard": ["Modeling Command Entities., IJCAI, 1997"], "Jun Miura": ["Vision-Motion Planning of a Mobile Robot considering Vision Uncertainty and Planning Cost., IJCAI, 1997"], "Abdel-Illah Mouaddib": ["Handling Duration Uncertainty in Meta-Level Control of Progressive Processing., IJCAI, 1997"], "Neal Lesh": ["Adaptive Goal Recognition., IJCAI, 1997"], "Witold Lukaszewicz": ["Reasoning about Plans., IJCAI, 1997"], "Giuseppe De Giacomo": ["Reasoning about Concurrent Execution Prioritized Interrupts, and Exogenous Actions in the Situation Calculus., IJCAI, 1997"], "Tara A. Estlin": ["Learning to Improve both Efficiency and Quality of Planning., IJCAI, 1997"], "Barney Pell": ["Robust Periodic Planning and Execution for Autonomous Spacecraft., IJCAI, 1997"], "Susanne Biundo": ["System Assistance in Structured Domain Model Development., IJCAI, 1997"], "Leliane Nunes de Barros": ["Par-KAP: a Knowledge Acquisition Tool for Building Practical Planning Systems., IJCAI, 1997"], "Andrea Schaerf": ["Combining Local Search and Look-Ahead for Scheduling and Constraint Satisfaction Problems., IJCAI, 1997"], "Robert A. Morris": ["Automatic Generation of Heuristics for Scheduling., IJCAI, 1997"], "Charles B. McVey": ["Development of Iterative Real-time Scheduler to Planner Feedback., IJCAI, 1997"], "Timothy Huang": ["Object Identification in a Bayesian Context., IJCAI, 1997"], "David Poole": ["Probabilistic Partial Evaluation: Exploiting Rule Structure in Probabilistic Inference., IJCAI, 1997"], "John Binder": ["Space-Efficient Inference in Dynamic Probabilistic Networks., IJCAI, 1997"], "Rina Dechter": ["Mini-Buckets: A General Scheme for Generating Approximations in Automated Reasoning., IJCAI, 1997"], "Honghua Dai": ["A Study of Causal Discovery With Weak Links and Small Samples., IJCAI, 1997"], "Eric McCreath": ["ILP with Noise and Fixed Example Size: A Bayesian Approach., IJCAI, 1997"], "Daphne Koller": ["Learning Probabilities for Noisy First-Order Rules., IJCAI, 1997"], "Taisuke Sato": ["PRISM: A Language for Symbolic-Statistical Modeling., IJCAI, 1997"], "Ioannis M. Rekleitis": ["Multi-Robot Exploration of an Unknown Environment, Efficiently Reducing the Odometry Error., IJCAI, 1997"], "Wolfram Burgard": ["Active Mobile Robot Localization., IJCAI, 1997"], "Robin R. Murphy": ["Reactive Combination of Belief Over Time Using Direct Perception., IJCAI, 1997"], "Edward W. Large": ["Scaling the Dynamic Approach to Autonomous Path Planning: Planning Horizon Dynamics., IJCAI, 1997"], "Manfred Huber": ["Learning to Coordinate Controllers - Reinforcement Learning on a Control Basis., IJCAI, 1997"], "Jacques Penders": ["Situated Actions and Cognition., IJCAI, 1997"], "Pedro Meseguer": ["Interleaved Depth-First Search., IJCAI, 1997"], "Toby Walsh": ["Depth-bounded Discrepancy Search., IJCAI, 1997"], "Ian P. Gent": ["From Approximate to Optimal Solutions: Constructing Pruning and Propagation Rules., IJCAI, 1997"], "Ho Soo Lee": ["An Approximate 0-1 Edge-Labeling Algorithm for Constrained Bin-Packing Problem., IJCAI, 1997"], "Fangzhen Lin": ["Applications of the Situation Calculus To Formalizing Control and Strategy Information: The Prolog Cut Operator., IJCAI, 1997"], "Marcus Bjäreland": ["Reasoning by Regression: Pre- and Postdiction Procedures for Logics of Action and Change., IJCAI, 1997"], "Tom Costello": ["Change, Change, Change: Three Approaches., IJCAI, 1997"], "Lars Karlsson": ["Reasoning with Incomplete Initial Information and Nondeterminism in Situation Calculus., IJCAI, 1997"], "Chitta Baral": ["Defeasible Specifications in Action Theories., IJCAI, 1997"], "Thomas Drakengren": ["Reasoning about Action in Polynomial Time., IJCAI, 1997", "Towards a Complete Classification of Tractability in Allen's Algebra., IJCAI, 1997"], "Isabel Navarrete": ["Qualitative Temporal Reasoning with Points and Durations., IJCAI, 1997"], "Alfonso Gerevini": ["On Finding a Solution in Temporal Constraint Satisfaction Problems., IJCAI, 1997"], "J. Ross Beveridge": ["Comparing Random Starts Local Search with Key Feature Matching., IJCAI, 1997"], "Jae-Moon Chung": ["Chain of Circles for Matching and Recognition of Planar Shapes., IJCAI, 1997"], "Shin'ichi Satoh": ["Name-It: Naming and Detecting Faces in Video by the Integration of Image and Natural Language Processing., IJCAI, 1997"], "Yuji Iwahori": ["Neural Network Based Photometric Strereo Using Illumination Planning., IJCAI, 1997"], "Zhengyou Zhang": ["A General Expression of the Fundamental Matrix for Both Perspective and Affine Cameras., IJCAI, 1997"], "Munindar P. Singh": ["The Next Big Thing: Position Statements., IJCAI, 1997"], "J. Heizmann": ["Robust Real-Time Face Tracking and Gesture Recognition., IJCAI, 1997"], "Lin Padgham": ["PAC - Personality and Cognition: An Interactive System for Modelling Agent Scenarios., IJCAI, 1997"], "Alessandro Agostini": ["Modularity in Computer Assisted Reasoning Systems., IJCAI, 1997"], "Sarah Boyd": ["Describing Time-Varying Data., IJCAI, 1997"], "Raymund Sison": ["Toward the Automatic Discovery of Misconceptions., IJCAI, 1997"], "Hongjun Song": ["Control Structures for Software Agents., IJCAI, 1997"], "Astro Teller": ["Algorithm Evolution for Signal Understanding., IJCAI, 1997"], "Francesco Virili": ["The Use of Neural Network Approach in Financial Asset Management., IJCAI, 1997"], "Hongxue Wang": ["Constrainted Object Hierarchy - An Architecture for Intelligent Systems., IJCAI, 1997"], "Wolfgang Bibel": ["Let's Plan It Deductively!, IJCAI, 1997"], "Margaret A. Boden": ["Creativity and Artificial Intelligence., IJCAI, 1997"], "Cristiano Castelfranchi": ["Modeling Social Action for AI Agents., IJCAI, 1997"], "Ernst D. Dickmanns": ["Vehicles Capable of Dynamic Vision., IJCAI, 1997"], "Masayuki Inaba": ["Remote-Brained Robots., IJCAI, 1997"], "Kathleen R. McKeown": ["Generating Multimedia Briefings: Language Generation in a Coordinated Multimedia Environment., IJCAI, 1997"], "Hiroshi Motoda": ["Machine Learning Techniques to Make Computers Easier to Use., IJCAI, 1997"], "Luc Steels": ["The Origins of Syntax in Visually Grounded Robotic Agents., IJCAI, 1997"], "Pascal Van Hentenryck": ["Numerica: A Modeling Language for Global Optimization., IJCAI, 1997"], "Aravind K. Joshi": ["Research Excellence Award: Relationship Between Natural Language Processing and AI., IJCAI, 1997"]}