{"Brian Logan": ["Reasoning about Normative Update., IJCAI, 2013"], "Thomas Bolander": ["Undecidability in Epistemic Planning., IJCAI, 2013"], "Haris Aziz": ["Maximal Recursive Rule: A New Social Decision Scheme., IJCAI, 2013"], "Arunesh Sinha": ["Audit Games., IJCAI, 2013"], "Michal Pechoucek": ["Using Double-Oracle Method and Serialized Alpha-Beta Search for Pruning in Simultaneous Move Games., IJCAI, 2013"], "Jie Zhang": ["Externalities in Cake Cutting., IJCAI, 2013", "A Framework to Choose Trust Models for Different E-Marketplace Environments., IJCAI, 2013", "Misleading Opinions Provided by Advisors: Dishonesty or Subjectivity., IJCAI, 2013"], "Gerhard J. Woeginger": ["Are There Any Nicely Structured Preference Profiles Nearby?, IJCAI, 2013"], "Gerhard Weiss": ["Conditional Restricted Boltzmann Machines for Negotiations in Highly Competitive and Complex Domains., IJCAI, 2013"], "Olivier Spanjaard": ["Kemeny Elections with Bounded Single-Peaked or Single-Crossing Width., IJCAI, 2013"], "Nicholas R. Jennings": ["Intention-Aware Routing to Minimise Delays at Electric Vehicle Charging Stations., IJCAI, 2013", "Coalitional Games via Network Flows., IJCAI, 2013", "Efficient Interdependent Value Combinatorial Auctions with Single Minded Bidders., IJCAI, 2013", "An Efficient Vector-Based Representation for Coalitional Games., IJCAI, 2013", "Monte-Carlo Expectation Maximization for Decentralized POMDPs., IJCAI, 2013"], "François Charpillet": ["Optimally Solving Dec-POMDPs as Continuous-State MDPs., IJCAI, 2013"], "Craig Boutilier": ["Elicitation and Approximately Stable Matching with Partial Preferences., IJCAI, 2013", "Multi-Winner Social Choice with Incomplete Preferences., IJCAI, 2013", "Efficient Vote Elicitation under Candidate Uncertainty., IJCAI, 2013", "Multi-Dimensional Single-Peaked Consistency and Its Approximations., IJCAI, 2013"], "Mauro Zucchelli": ["C-Link: A Hierarchical Clustering Approach to Large-scale Near-optimal Coalition Formation., IJCAI, 2013"], "Lane A. Hemaspaandra": ["Control in the Presence of Manipulators: Cooperative and Competitive Cases., IJCAI, 2013"], "Tuomas Sandholm": ["Action Translation in Extensive-Form Games with Large Action Spaces: Axioms, Paradoxes, and the Pseudo-Harmonic Mapping., IJCAI, 2013", "Analysis and Optimization of Multi-Dimensional Percentile Mechanisms., IJCAI, 2013"], "Benjamin Moseley": ["Bargaining for Revenue Shares on Tree Trading Networks., IJCAI, 2013"], "Lydia Tlilane": ["A Matroid Approach to the Worst Case Allocation of Indivisible Goods., IJCAI, 2013"], "Wiebe van der Hoek": ["Audience-Based Uncertainty in Abstract Argument Games., IJCAI, 2013"], "Maria L. Gini": ["Optimal Airline Ticket Purchasing Using Automated User-Guided Feature Selection., IJCAI, 2013", "Rolling Dispersion for Robot Teams., IJCAI, 2013"], "Argyrios Deligkas": ["Revenue Maximization via Hiding Item Attributes., IJCAI, 2013"], "Peter McBurney": ["Opponent Modelling in Persuasion Dialogues., IJCAI, 2013"], "Rafael Pass": ["Sequential Equilibrium in Computational Games., IJCAI, 2013", "Language-Based Games., IJCAI, 2013"], "Tom Lenaerts": ["Why Is It So Hard to Say Sorry? Evolution of Apology with Commitments in the iterated Prisoner's Dilemma., IJCAI, 2013", "Evolution of Common-Pool Resources and Social Welfare in Structured Populations., IJCAI, 2013"], "Ho-fung Leung": ["The Dynamics of Reinforcement Social Learning in Cooperative Multiagent Systems., IJCAI, 2013"], "Munindar P. Singh": ["Macau: A Basis for Evaluating Reputation Systems., IJCAI, 2013"], "Sarit Kraus": ["How to Change a Group's Collective Decision?, IJCAI, 2013", "Predicting Human Strategic Decisions Using Facial Expressions., IJCAI, 2013"], "Tie-Yan Liu": ["A Game-Theoretic Machine Learning Approach for Revenue Maximization in Sponsored Search., IJCAI, 2013"], "Milind Tambe": ["Defender (Mis)coordination in Security Games., IJCAI, 2013", "Multi-Agent Team Formation: Diversity Beats Strength?, IJCAI, 2013", "Efficiently Solving Joint Activity Based Security Games., IJCAI, 2013"], "Toby Walsh": ["A Social Welfare Optimal Sequential Allocation Procedure., IJCAI, 2013", "Constraint Acquisition via Partial Queries., IJCAI, 2013", "Detecting and Exploiting Subproblem Tractability., IJCAI, 2013", "On the Complexity of Global Scheduling Constraints under Structural Restrictions., IJCAI, 2013", "Three Generalizations of the FOCUS Constraint., IJCAI, 2013"], "Hai H. Wang": ["An Intelligent Broker Agent for Energy Trading: An MDP Approach., IJCAI, 2013"], "Jeffrey S. Rosenschein": ["Agent Failures in All-Pay Auctions., IJCAI, 2013"], "Paul R. Schrater": ["Efficient Learning in Linearly Solvable MDP Models., IJCAI, 2013"], "Vincent Conitzer": ["Game-Theoretic Question Selection for Tests., IJCAI, 2013"], "Weiru Liu": ["An Ambiguity Aversion Framework of Security Games under Ambiguities., IJCAI, 2013"], "Preetjot Singh": ["Control Complexity of Schulze Voting., IJCAI, 2013"], "Michael J. Wooldridge": ["Computational Analysis of Connectivity Games with Applications to the Investigation of Terrorist Networks., IJCAI, 2013"], "Frans Adriaan Oliehoek": ["Sufficient Plan-Time Statistics for Decentralized POMDPs., IJCAI, 2013"], "Daniele Porello": ["A Proof-Theoretical View of Collective Rationality., IJCAI, 2013"], "Nir Oren": ["Opponent Models with Uncertainty for Strategic Argumentation., IJCAI, 2013"], "Arkadii M. Slinko": ["Fully Proportional Representation as Resource Allocation: Approximability Results., IJCAI, 2013"], "Prashant Doshi": ["Bimodal Switching for Online Planning in Multiagent Settings., IJCAI, 2013"], "Paolo Turrini": ["Endogenous Boolean Games., IJCAI, 2013"], "Fernando Ordóñez": ["Scaling-up Security Games with Boundedly Rational Adversaries: A Cutting-plane Approach., IJCAI, 2013"], "Shlomo Zilberstein": ["Automated Generation of Interaction Graphs for Value-Factored Dec-POMDPs., IJCAI, 2013", "Parameter Learning for Latent Network Diffusion., IJCAI, 2013"], "Victor R. Lesser": ["A Reputation Management Approach for Resource Constrained Trustee Agents., IJCAI, 2013"], "Edith Elkind": ["Multiwinner Elections Under Preferences That Are Single-Peaked on a Tree., IJCAI, 2013"], "Yair Zick": ["On Random Quotas and Proportional Representation in Weighted Voting Games., IJCAI, 2013", "Arbitration and Stability in Cooperative Games with Overlapping Coalitions., IJCAI, 2013"], "Phokion G. Kolaitis": ["Robust Constraint Satisfaction and Local Hidden Variables in Quantum Mechanics., IJCAI, 2013"], "Laurent Simon": ["Just-In-Time Compilation of Knowledge Bases., IJCAI, 2013"], "Hélène Fargier": ["Maintaining Alternative Values in Constraint-Based Configuration., IJCAI, 2013"], "Jin-Kao Hao": ["Breakout Local Search for the Vertex Separator Problem., IJCAI, 2013"], "Abdallah Saffidine": ["On the Complexity of Trick-Taking Card Games., IJCAI, 2013"], "Kaile Su": ["Comprehensive Score: Towards Efficient Local Search for SAT with Long Clauses., IJCAI, 2013"], "Andrew Lim": ["A Tree-Based Tabu Search Algorithm for the Manpower Allocation Problem with TimeWindows and Job-Teaming Constraints., IJCAI, 2013"], "Peter James Stuckey": ["Breaking Symmetries in Graph Representation., IJCAI, 2013"], "Stanislav Zivny": ["Variable Elimination in Binary CSP via Forbidden Patterns., IJCAI, 2013"], "M. A. Hakim Newton": ["Weight-Enhanced Diversification in Stochastic Local Search for Satisfiability., IJCAI, 2013"], "Sophie Tourret": ["An Approach to Abductive Reasoning in Equational Logic., IJCAI, 2013"], "Patrice Perny": ["Dominance Rules for the Choquet Integral in Multiobjective Dynamic Programming., IJCAI, 2013"], "Francesco Scarcello": ["Constraint Satisfaction and Fair Multi-Objective Optimization Problems: Foundations, Complexity, and Islands of Tractability., IJCAI, 2013"], "Bertrand Mazure": ["Preserving Partial Solutions While Relaxing Constraint Networks., IJCAI, 2013"], "Yngvi Björnsson": ["Sufficiency-Based Selection Strategy for MCTS., IJCAI, 2013"], "Katsutoshi Hirayama": ["DeQED: An Efficient Divide-and-Coordinate Algorithm for DCOP., IJCAI, 2013"], "Peter Nightingale": ["Extending Simple Tabular Reduction with Short Supports., IJCAI, 2013", "The Extended Global Cardinality Constraint: An Empirical Survey: Extended Abstract., IJCAI, 2013"], "Mark H. M. Winands": ["Monte Carlo *-Minimax Search., IJCAI, 2013"], "Bart Selman": ["Double-Wheel Graphs Are Graceful., IJCAI, 2013"], "Rina Dechter": ["Predicting the Size of Depth-First Branch and Bound Search Trees., IJCAI, 2013", "Semiring-Based Mini-Bucket Partitioning Schemes., IJCAI, 2013"], "Ariel Felner": ["Target-Value Search Revisited., IJCAI, 2013"], "Meinolf Sellmann": ["Algorithm Portfolios Based on Cost-Sensitive Hierarchical Clustering., IJCAI, 2013"], "Anton Belov": ["On Computing Minimal Correction Subsets., IJCAI, 2013"], "Michael D. Moffitt": ["Search Strategies for Optimal Multi-Way Number Partitioning., IJCAI, 2013"], "Michael Bowling": ["Subset Selection of Search Heuristics., IJCAI, 2013"], "Richard E. Korf": ["Improved Bin Completion for Optimal Bin Packing and Number Partitioning., IJCAI, 2013"], "Alexander Reinefeld": ["Forward Perimeter Search with Controlled Use of Memory., IJCAI, 2013"], "Matthew J. Rutherford": ["Minimizing Writes in Parallel External Memory Search., IJCAI, 2013"], "Erez Karpas": ["Toward Rational Deployment of Multiple Heuristics in A., IJCAI, 2013"], "Xiaofei He": ["A Unified Approximate Nearest Neighbor Search Scheme by Combining Data Structure and Hashing., IJCAI, 2013", "Active Learning Based on Local Representation., IJCAI, 2013"], "Michael Wooldridge": ["Verifiable Equilibria in Boolean Games., IJCAI, 2013", "Iterated Boolean Games., IJCAI, 2013"], "Michael Sioutis": ["Efficient Approach to Solve the Minimal Labeling Problem of Temporal and Spatial Qualitative Constraints., IJCAI, 2013"], "Vladislav Ryzhikov": ["Exchanging OWL 2 QL Knowledge Bases., IJCAI, 2013"], "Michael Zakharyaschev": ["Temporal Description Logic for Ontology-Based Data Access., IJCAI, 2013"], "Joohyung Lee": ["Functional Stable Model Semantics and Answer Set Programming Modulo Theories., IJCAI, 2013"], "Alessio Lomuscio": ["Decidability of Model Checking Non-Uniform Artifact-Centric Quantified Interpreted Systems., IJCAI, 2013", "A Cutoff Technique for the Verification of Parameterised Interpreted Systems with Parameterised Environments., IJCAI, 2013"], "Hector J. Levesque": ["Reasoning about Continuous Uncertainty in the Situation Calculus., IJCAI, 2013", "A Formal Account of Nondeterministic and Failed Actions., IJCAI, 2013", "Decidable Reasoning in a Logic of Limited Belief with Introspection and Unknown Individuals., IJCAI, 2013"], "Andrea G. B. Tettamanzi": ["Syntactic Computation of Hybrid Possibilistic Conditioning under Uncertain Inputs., IJCAI, 2013"], "Christoph Benzmueller": ["Automating Quantified Conditional Logics in HOL., IJCAI, 2013"], "Frank Wolter": ["First-Order Rewritability of Atomic Queries in Horn Description Logics., IJCAI, 2013", "Ontology-Based Data Access with Closed Predicates is Inherently Intractable(Sometimes)., IJCAI, 2013"], "Mantas Simkus": ["Conjunctive Regular Path Queries in Lightweight Description Logics., IJCAI, 2013"], "Guohui Xiao": ["Tractable Queries for Lightweight Description Logics., IJCAI, 2013"], "Riccardo Rosati": ["Tractable Approximations of Consistent Query Answering for Robust Ontology-based Data Access., IJCAI, 2013"], "Alexander Bochman": ["The Markov Assumption: Formalization and Impact., IJCAI, 2013"], "Rafael Peñaloza": ["Positive Subsumption in Fuzzy EL with General t-Norms., IJCAI, 2013"], "Andreas Pieris": ["The Impact of Disjunction on Query Answering Under Guarded-Based Existential Rules., IJCAI, 2013"], "Stefan Woltran": ["Abstract Dialectical Frameworks Revisited., IJCAI, 2013", "Do Hard SAT-Related Reasoning Tasks Become Easier in the Krom Fragment?, IJCAI, 2013"], "Dmitriy Zheleznyakov": ["Verification of Inconsistency-Aware Knowledge and Action Bases., IJCAI, 2013"], "Angel Mora": ["Automated Reasoning to Infer all Minimal Keys., IJCAI, 2013"], "Ian Horrocks": ["Computing Datalog Rewritings Beyond Horn Ontologies., IJCAI, 2013", "Computing Stable Models for Nonmonotonic Existential Rules., IJCAI, 2013"], "Martijn de Jongh": ["Sequences of Mechanisms for Causal Reasoning in Artificial Intelligence., IJCAI, 2013"], "Fabio Patrizi": ["Bounded Epistemic Situation Calculus Theories., IJCAI, 2013", "A Classification of First-Order Progressable Action Theories in Situation Calculus., IJCAI, 2013"], "Moshe Y. Vardi": ["Linear Temporal Logic and Linear Dynamic Logic on Finite Traces., IJCAI, 2013"], "Daria Stepanova": ["Data Repair of Inconsistent DL-Programs., IJCAI, 2013"], "Alexandre Niveau": ["Towards a Knowledge Compilation Map for Heterogeneous Representation Languages., IJCAI, 2013"], "Nicolas Schmidt": ["Semiring Labelled Decision Diagrams, Revisited: Canonicity and Spatial Efficiency Issues., IJCAI, 2013"], "Agustín Valverde": ["FQHT: The Logic of Stable Models for Logic Programs with Intensional Functions., IJCAI, 2013"], "Francesco Parisi": ["On the Complexity of Probabilistic Abstract Argumentation., IJCAI, 2013"], "Jochen Renz": ["Representation and Reasoning about General Solid Rectangles., IJCAI, 2013", "Efficient Extraction and Representation of Spatial Information from Video Data., IJCAI, 2013"], "Torsten Schaub": ["Advanced Conflict-Driven Disjunctive Answer Set Solving., IJCAI, 2013"], "Michael James Gratton": ["A Strongly-Local Contextual Logic., IJCAI, 2013"], "Irina Trubitsyna": ["Bounded Programs: A New Decidable Class of Logic Programs with Function Symbols., IJCAI, 2013"], "Brendan Juba": ["Implicit Learning of Common Sense for Reasoning., IJCAI, 2013"], "Samuel Thomas": ["Knowledge Compilation for Model Counting: Affine Decision Trees., IJCAI, 2013"], "Reinhard Pichler": ["Parameterized Complexity of Optimal Planning: A Detailed Map., IJCAI, 2013"], "Lutz Schröder": ["Syntactic Labelled Tableaux for Lukasiewicz Fuzzy ALC., IJCAI, 2013"], "Diedrich Wolter": ["StarVars - Effective Reasoning about Relative Directions., IJCAI, 2013"], "Fangkai Yang": ["Action Language BC: Preliminary Report., IJCAI, 2013"], "Yunsong Meng": ["Answer Set Programming Modulo Theories and Reasoning about Continuous Changes., IJCAI, 2013"], "Yongmei Liu": ["Reasoning about State Constraints in the Situation Calculus., IJCAI, 2013", "Multi-Agent Epistemic Explanatory Diagnosis via Reasoning about Actions., IJCAI, 2013"], "Logan Gittelson": ["Analogico-Deductive Generation of Gödel's First Incompleteness Theorem from the Liar Paradox., IJCAI, 2013"], "Jakub Michaliszyn": ["An Epistemic Halpern-Shoham Logic., IJCAI, 2013"], "Gerardo Ignacio Simari": ["Preference-Based Query Answering in Datalog+/- Ontologies., IJCAI, 2013"], "Franz Wotawa": ["The Route to Success - A Performance Comparison of Diagnosis Algorithms., IJCAI, 2013"], "Stefan Szeider": ["Backdoors to Abduction., IJCAI, 2013"], "Thomas Quaritsch": ["Behavioral Diagnosis of LTL Specifications at Operator Level., IJCAI, 2013"], "Mark Crowley": ["Cyclic Causal Models with Discrete Variables: Markov Chain Equilibrium Semantics and Sample Ordering., IJCAI, 2013"], "Salvatore Ruggieri": ["Learning from Polyhedral Sets., IJCAI, 2013"], "Sanjiang Li": ["Combining RCC5 Relations with Betweenness Information., IJCAI, 2013"], "Henri Prade": ["Interpolative Reasoning with Default Rules., IJCAI, 2013"], "João Leite": ["On Condensing a Sequence of Updates in Answer-Set Programming., IJCAI, 2013"], "Thorsten Liebig": ["Nominal Schema Absorption., IJCAI, 2013"], "John G. Stell": ["Granular Description of Qualitative Change., IJCAI, 2013"], "Shahab Tasharrofi": ["A Rational Extension of Stable Model Semantics to the Full Propositional Language., IJCAI, 2013"], "Michaël Thomazo": ["Compact Rewritings for Existential Rules., IJCAI, 2013", "Sound, Complete, and Minimal Query Rewriting for Existential Rules., IJCAI, 2013", "Ontology Based Query Answering with Existential Rules., IJCAI, 2013"], "Guillaume Aucher": ["An Alternative Axiomatization of DEL and Its Applications., IJCAI, 2013"], "Jie Fan": ["Knowing That, Knowing What, and Public Communication: Public Announcement Logic with Kv Operators., IJCAI, 2013"], "Thomas Ågotnes": ["Multi-Agent Subset Space Logic., IJCAI, 2013"], "Mingyi Zhang": ["Forgetting for Answer Set Programs Revisited., IJCAI, 2013"], "Bernhard Nebel": ["Transition Constraints: A Study on the Computational Complexity of Qualitative Change., IJCAI, 2013"], "Sebastian Sardiña": ["Supremal Realizability of Behaviors with Uncontrollable Exogenous Events., IJCAI, 2013", "Using Strategic Logics to Reason about Agent Programs., IJCAI, 2013"], "Anni-Yasmin Turhan": ["Most Specific Generalizations w.r.t. General EL-TBoxes., IJCAI, 2013"], "Yan Zhang": ["First-Order Expressibility and Boundedness of Disjunctive Logic Programs., IJCAI, 2013", "Definability of Horn Revision from Horn Contraction., IJCAI, 2013"], "Pascal Poupart": ["Learning Community-Based Preferences via Dirichlet Process Mixtures of Gaussian Processes., IJCAI, 2013"], "Sandra Gabaglio": ["An Ensemble of Bayesian Networks for Multilabel Classification., IJCAI, 2013"], "Stefan Wermter": ["Self-Organized Neural Learning of Statistical Inference from High-Dimensional Data., IJCAI, 2013"], "Martin Trnecka": ["Basic Level in Formal Concept Analysis: Interesting Concepts and Psychological Ramifications., IJCAI, 2013"], "Heng Huang": ["Exact Top-k Feature Selection via l2, 0-Norm Constraint., IJCAI, 2013", "Multi-View K-Means Clustering on Big Data., IJCAI, 2013"], "Ji Zhou": ["Regularized Latent Least Square Regression for Cross Pose Face Recognition., IJCAI, 2013"], "Dongdai Lin": ["Robust Tensor Clustering with Non-Greedy Maximization., IJCAI, 2013"], "Shengrui Wang": ["Central Clustering of Categorical Data with Automated Feature Weighting., IJCAI, 2013"], "Wei Zhang": ["Dimensionality Reduction with Generalized Linear Models., IJCAI, 2013"], "Bo Zhang": ["Generalized Relational Topic Models with Data Augmentation., IJCAI, 2013"], "Weixiong Zhang": ["Domain Adaptation with Topical Correspondence Learning., IJCAI, 2013"], "Kee-Eung Kim": ["Bayesian Nonparametric Feature Construction for Inverse Reinforcement Learning., IJCAI, 2013"], "Alessandro Sperduti": ["A Lossy Counting Based Approach for Learning on Streams of Graphs on a Budget., IJCAI, 2013"], "Joshua B. Tenenbaum": ["Bootstrap Learning via Modular Concept Discovery., IJCAI, 2013"], "Barry Smyth": ["Topic Extraction from Online Reviews for Classification and Recommendation., IJCAI, 2013"], "Yi-Dong Shen": ["Towards Robust Co-Clustering., IJCAI, 2013"], "Nizar Bouguila": ["Learning Finite Beta-Liouville Mixture Models via Variational Bayes for Proportional Data Clustering., IJCAI, 2013"], "Dengsheng Zhang": ["Optimizing Cepstral Features for Audio Classification., IJCAI, 2013"], "Zhi-Hua Zhou": ["Uniform Convergence, Stability and Learnability for Ranking Problems., IJCAI, 2013", "Multi-Modal Image Annotation with Multi-Instance Multi-Label LDA., IJCAI, 2013", "Multi-Instance Multi-Label Learning with Weak Label., IJCAI, 2013", "On the Approximation Ability of Evolutionary Optimization with Application to Minimum Set Cover: Extended Abstract., IJCAI, 2013"], "Andreas Krause": ["Active Learning for Level Set Estimation., IJCAI, 2013"], "Motaz El-Saban": ["Histogram of Oriented Displacements (HOD): Describing Trajectories of Human Joints for Action Recognition., IJCAI, 2013", "Human Action Recognition Using a Temporal Hierarchy of Covariance Descriptors on 3D Joint Locations., IJCAI, 2013"], "Slobodan Vucetic": ["Multi-Prototype Label Ranking with Novel Pairwise-to-Total-Rank Aggregation., IJCAI, 2013", "Semi-Supervised Learning for Integration of Aerosol Predictions from Multiple Satellite Instruments., IJCAI, 2013"], "Luc De Raedt": ["MiningZinc: A Modeling Language for Constraint-Based Mining., IJCAI, 2013"], "Wei Xue": ["Probabilistic Multi-Label Classification with Sparse Feature Learning., IJCAI, 2013"], "Xiaofang Zhou": ["Co-Regularized Ensemble for Feature Selection., IJCAI, 2013"], "Rick Lawrence": ["Improving Traffic Prediction with Tweet Semantics., IJCAI, 2013"], "Kian Hsiang Low": ["A General Framework for Interacting Bayes-Optimally with Self-Interested Agents using Arbitrary Parametric Model and Model Prior., IJCAI, 2013", "Interactive POMDP Lite: Towards Practical Planning to Predict and Exploit Intentions for Interacting with Self-Interested Agents., IJCAI, 2013"], "Jie Tang": ["What Users Care About: A Framework for Social Content Alignment., IJCAI, 2013", "Boosting Cross-Lingual Knowledge Linking via Concept Annotation., IJCAI, 2013"], "James T. Kwok": ["Efficient Kernel Learning from Side Information Using ADMM., IJCAI, 2013", "Accurate Probability Calibration for Multiple Classifiers., IJCAI, 2013"], "Wei-Shi Zheng": ["Online Hashing., IJCAI, 2013"], "Ashutosh Saxena": ["Discovering Different Types of Topics: Factored Topic Models., IJCAI, 2013"], "Hiroshi Sato": ["Prior-Free Exploration Bonus for and beyond Near Bayes-Optimal Behavior., IJCAI, 2013"], "Samantha Kleinberg": ["Causal Inference with Rare Events in Large-Scale Time-Series Data., IJCAI, 2013"], "Manuel Lopes": ["Active Learning for Teaching a Robot Grounded Relational Symbols., IJCAI, 2013"], "Rafi Bojmel": ["Adaptive Thresholding in Structure Learning of a Bayesian Network., IJCAI, 2013"], "Dacheng Tao": ["A Bayesian Factorised Covariance Model for Image Analysis., IJCAI, 2013", "Shifted Subspaces Tracking on Sparse Outlier for Motion Segmentation., IJCAI, 2013"], "Yun Fu": ["Low-Rank Coding with b-Matching Constraint for Semi-Supervised Classification., IJCAI, 2013"], "Yuhong Guo": ["Active Learning with Multi-Label SVM Classification., IJCAI, 2013"], "Jiawei Han": ["Large-Scale Spectral Clustering on Graphs., IJCAI, 2013"], "Ling Shao": ["Learning Discriminative Representations from RGB-D Video Data., IJCAI, 2013"], "Lawrence Carin": ["Online Expectation Maximization for Reinforcement Learning in POMDPs., IJCAI, 2013"], "Xiaoqiang Yan": ["The Multi-Feature Information Bottleneck with Application to Unsupervised Image Categorization., IJCAI, 2013"], "Haiping Lu": ["Learning Canonical Correlations of Paired Tensor Sets Via Tensor-to-Vector Projection., IJCAI, 2013"], "Yuxin Peng": ["Learning Descriptive Visual Representation by Semantic Regularized Matrix Factorization., IJCAI, 2013"], "Nicu Sebe": ["Thinking of Images as What They Are: Compound Matrix Regression for Image Classification., IJCAI, 2013"], "Elena Papageorgiou": ["An Empirical Investigation of Ceteris Paribus Learnability., IJCAI, 2013"], "Alberto Suárez": ["Statistical Tests for the Detection of the Arrow of Time in Vector Autoregressive Models., IJCAI, 2013"], "Dianhuan Lin": ["Meta-Interpretive Learning of Higher-Order Dyadic Datalog: Predicate Invention revisited., IJCAI, 2013"], "Chris H. Q. Ding": ["Adaptive Loss Minimization for Semi-Supervised Elastic Embedding., IJCAI, 2013", "Early Active Learning via Robust Representation and Structured Sparsity., IJCAI, 2013", "Protein Function Prediction via Laplacian Network Partitioning Incorporating Function Category Correlations., IJCAI, 2013", "Social Trust Prediction Using Rank-k Matrix Recovery., IJCAI, 2013"], "Mikko Koivisto": ["Annealed Importance Sampling for Structure Learning in Bayesian Networks., IJCAI, 2013"], "Xingquan Zhu": ["Graph Classification with Imbalanced Class Distributions and Noise., IJCAI, 2013"], "Seungjin Choi": ["Hierarchical Bayesian Matrix Factorization with Side Information., IJCAI, 2013"], "Zhihua Zhang": ["A Scalable Approach to Column-Based Low-Rank Matrix Approximation., IJCAI, 2013", "Nonconvex Relaxation Approaches to Robust Matrix Recovery., IJCAI, 2013"], "Xiangyang Xue": ["Multiple Task Learning Using Iteratively Reweighted Least Square., IJCAI, 2013", "Sparse Reconstruction for Weakly Supervised Semantic Segmentation., IJCAI, 2013", "Multi-View Embedding Learning for Incompletely Labeled Data., IJCAI, 2013"], "Ian Davidson": ["Active Learning from Relative Queries., IJCAI, 2013"], "Chengxiang Zhai": ["Robust Unsupervised Feature Selection., IJCAI, 2013"], "Sethu Vijayakumar": ["Path Integral Control by Reproducing Kernel Hilbert Space Embedding., IJCAI, 2013", "On Stochastic Optimal Control and Reinforcement Learning by Approximate Inference (Extended Abstract)., IJCAI, 2013"], "Alexander Feldman": ["Machine-Learning-Based Circuit Synthesis., IJCAI, 2013"], "Jean-François Boulicaut": ["Weighted Path as a Condensed Pattern in a Single Attributed DAG., IJCAI, 2013"], "Stefano Bromuri": ["Multi-Dimensional Causal Discovery., IJCAI, 2013"], "Mark B. Ring": ["Better Generalization with Forecasts., IJCAI, 2013"], "Kuniaki Uehara": ["Supervised Hypothesis Discovery Using Syllogistic Patterns in the Biomedical Literature., IJCAI, 2013"], "Ji Li": ["Guarantees of Augmented Trace Norm Models in Tensor Recovery., IJCAI, 2013"], "Koby Crammer": ["Hartigan's K-Means Versus Lloyd's K-Means - Is It Time for a Change?, IJCAI, 2013", "Multi Class Learning with Individual Sparsity., IJCAI, 2013"], "Randall Davis": ["One-Class Conditional Random Fields for Sequential Anomaly Detection., IJCAI, 2013"], "Karsten M. Borgwardt": ["Measuring Statistical Dependence via the Mutual Information Dimension., IJCAI, 2013"], "Sean Luke": ["Unlearning from Demonstration., IJCAI, 2013"], "Guoqing Chao": ["Multi-View Maximum Entropy Discrimination., IJCAI, 2013"], "Hiroshi Sawada": ["Non-Negative Multiple Matrix Factorization., IJCAI, 2013", "Change-Point Detection with Feature Selection in High-Dimensional Time-Series Data., IJCAI, 2013"], "Konstantinos Blekas": ["Linear Bayesian Reinforcement Learning., IJCAI, 2013"], "Longbing Cao": ["Coupled Attribute Analysis on Numerical Data., IJCAI, 2013", "Cross-Domain Collaborative Filtering via Bilinear Multilevel Analysis., IJCAI, 2013"], "Sridhar Mahadevan": ["Manifold Alignment Preserving Global Geometry., IJCAI, 2013"], "Zhiyong Liu": ["Large Scale Online Kernel Classification., IJCAI, 2013"], "Xindong Wu": ["Online Group Feature Selection., IJCAI, 2013"], "Brahim Chaib-draa": ["A KNN Based Kalman Filter Gaussian Process Regression., IJCAI, 2013"], "Nando de Freitas": ["Bayesian Optimization in High Dimensions via Random Embeddings., IJCAI, 2013"], "Qiang Ji": ["Deep Feature Learning Using Target Priors with Applications in ECoG Signal Decoding for BCI., IJCAI, 2013"], "Jian-Huang Lai": ["Euler Clustering., IJCAI, 2013"], "Jie Cao": ["A Theoretic Framework of K-Means-Based Consensus Clustering., IJCAI, 2013"], "Eric P. Xing": ["Multi-Modal Distance Metric Learning., IJCAI, 2013", "Scalable Dynamic Nonparametric Bayesian Models of Content and Users., IJCAI, 2013"], "Weidong Yang": ["A Probabilistic Approach to Latent Cluster Analysis., IJCAI, 2013"], "Deng Cai": ["Harmonious Hashing., IJCAI, 2013"], "Pradeep Ravikumar": ["On Robust Estimation of High Dimensional Generalized Linear Models., IJCAI, 2013"], "Jianxin Wu": ["Reduced Heteroscedasticity Linear Regression for Nyström Approximation., IJCAI, 2013"], "Wei Gao": ["Multi-View Discriminant Transfer Learning., IJCAI, 2013"], "Yingbiao Ling": ["Smart Hashing Update for Fast Response., IJCAI, 2013"], "Zili Zhang": ["Protein Function Prediction by Integrating Multiple Kernels., IJCAI, 2013"], "Yalong Bai": ["Learning Domain Differences Automatically for Dependency Parsing Adaptation., IJCAI, 2013"], "Jianke Zhu": ["Bilevel Visual Words Coding for Image Classification., IJCAI, 2013"], "Gang Hua": ["Semi-Supervised Learning with Manifold Fitted Graphs., IJCAI, 2013"], "Shijian Li": ["Online Community Detection for Large Complex Networks., IJCAI, 2013"], "Dit-Yan Yeung": ["Learning High-Order Task Relationships in Multi-Task Learning., IJCAI, 2013"], "Mikhail Bilenko": ["Lazy Paired Hyper-Parameter Tuning., IJCAI, 2013"], "Mohamed Cheriet": ["Adaptive Error-Correcting Output Codes., IJCAI, 2013"], "Xiaojin Zhu": ["Persistent Homology: An Introduction and a New Text Representation for Natural Language Processing., IJCAI, 2013", "Socioscope: Spatio-Temporal Signal Recovery from Social Media (Extended Abstract)., IJCAI, 2013"], "Zhongzhi Shi": ["Concept Learning for Cross-Domain Text Classification: A General Probabilistic Framework., IJCAI, 2013", "Optimal Pricing for Improving Efficiency of Taxi Systems., IJCAI, 2013"], "Amey Karkare": ["Automatically Generating Problems and Solutions for Natural Deduction., IJCAI, 2013"], "Mahesh Viswanathan": ["Automated Grading of DFA Constructions., IJCAI, 2013"], "Stefan Reiterer": ["Personalized Diagnosis for Over-Constrained Problems., IJCAI, 2013"], "Talma Hendler": ["A Brain-Computer Interface to a Plan-Based Narrative., IJCAI, 2013"], "Shuigeng Zhou": ["Robust Median Reversion Strategy for On-Line Portfolio Selection., IJCAI, 2013"], "George W. Fitzmaurice": ["TutorialPlan: Automated Tutorial Generation from CAD Drawings., IJCAI, 2013"], "Alvis Cheuk M. Fong": ["Probabilistic Equivalence Verification Approach for Automatic Mathematical Solution Assessment., IJCAI, 2013"], "Reda Alhajj": ["Employing Batch Reinforcement Learning to Control Gene Regulation Without Explicitly Constructing Gene Regulatory Networks., IJCAI, 2013"], "Jonathan May": ["Identifying Useful Human Correction Feedback from an On-Line Machine Translation Service., IJCAI, 2013"], "Ken-ichi Kawarabayashi": ["Mining for Analogous Tuples from an Entity-Relation Graph., IJCAI, 2013"], "Riddhiman Ghosh": ["Leveraging Multi-Domain Prior Knowledge in Topic Models., IJCAI, 2013"], "Xuanjing Huang": ["Learning Topical Translation Model for Microblog Hashtag Suggestion., IJCAI, 2013"], "Wenliang Chen": ["Smoothing for Bracketing Induction., IJCAI, 2013"], "Lizhu Zhou": ["Crowdsourcing-Assisted Query Structure Interpretation., IJCAI, 2013"], "Xiaojun Wan": ["PPSGen: Learning to Generate Presentation Slides for Academic Papers., IJCAI, 2013"], "Dan Roth": ["End-to-End Coreference Resolution for Clinical Narratives., IJCAI, 2013"], "Guodong Zhou": ["A Clause-Level Hybrid Approach to Chinese Empty Element Recovery., IJCAI, 2013", "Joint Modeling of Argument Identification and Role Determination in Chinese Event Extraction with Discourse-Level Information., IJCAI, 2013", "Active Learning for Cross-domain Sentiment Classification., IJCAI, 2013"], "Jun Zhao": ["Opinion Target Extraction Using Partially-Supervised Word Alignment Model., IJCAI, 2013", "Cross Lingual Entity Linking with Bilingual Topic Model., IJCAI, 2013", "Improving Question Retrieval in Community Question Answering Using World Knowledge., IJCAI, 2013"], "Bo Xu": ["Joint and Coupled Bilingual Topic Model Based Sentence Representations for Language Model Adaptation., IJCAI, 2013"], "Roberto Navigli": ["Integrating Syntactic and Semantic Analysis into the Open Information Extraction Paradigm., IJCAI, 2013", "The CQC Algorithm: Cycling in Graphs to Semantically Enrich and Enhance a Bilingual Dictionary: Extended abstract., IJCAI, 2013"], "Chunyu Kit": ["Combine Constituent and Dependency Parsing via Reranking., IJCAI, 2013"], "Alessandro Moschitti": ["Fast Linearization of Tree Kernels over Large-Scale Data., IJCAI, 2013"], "Ming Zhou": ["Answer Extraction from Passage Graph for Question Answering., IJCAI, 2013"], "Chengqing Zong": ["Instance Selection and Instance Weighting for Cross-Domain Sentiment Classification via PU Learning., IJCAI, 2013"], "Qun Liu": ["Modeling Lexical Cohesion for Document-Level Machine Translation., IJCAI, 2013"], "Hai Zhuge": ["A Text Scanning Mechanism Simulating Human Reading Process., IJCAI, 2013"], "Xiaoming Li": ["i, Poet: Automatic Chinese Poetry Composition through a Generative Summarization Framework under Constrained Optimization., IJCAI, 2013"], "Tiejun Zhao": ["Fusion of Word and Letter Based Metrics for Automatic MT Evaluation., IJCAI, 2013"], "Hai Zhao": ["Improving Function Word Alignment with Frequency and Syntactic Information., IJCAI, 2013"], "Jianyong Wang": ["Integrating Semantic Relatedness and Words' Intrinsic Features for Keyword Extraction., IJCAI, 2013"], "Yue Zhang": ["Partial-Tree Linearization: Generalized Word Ordering for Text Synthesis., IJCAI, 2013"], "Weiguang Qu": ["Efficient Latent Structural Perceptron with Hybrid Trees for Semantic Parsing., IJCAI, 2013"], "Raquel Fuentetaja": ["Revisiting Regression in Planning., IJCAI, 2013"], "Peter Jonsson": ["Bridging the Gap Between Refinement and Heuristics in Abstraction., IJCAI, 2013"], "Blai Bonet": ["An Admissible Heuristic for SAS+ Planning Obtained from the State Equation., IJCAI, 2013"], "Hector Geffner": ["Causal Belief Decomposition for Planning with Sensing: Completeness Results and Practical Approximation., IJCAI, 2013", "Fair LTL Synthesis for Non-Deterministic Systems using Strong Cyclic Planners., IJCAI, 2013"], "Jesse Hoey": ["Isomorph-Free Branch and Bound Search for Finite State Controllers., IJCAI, 2013"], "Patrik Haslum": ["Optimal Delete-Relaxed (and Semi-Relaxed) Planning with Conditional Effects., IJCAI, 2013", "Plan Quality Optimisation via Block Decomposition., IJCAI, 2013"], "Hengameh Irandoust": ["Controlling the Hypothesis Space in Probabilistic Plan Recognition., IJCAI, 2013"], "Eric Horvitz": ["Lifelong Learning for Acquiring the Wisdom of the Crowd., IJCAI, 2013", "Look versus Leap: Computing Value of Information with High-Dimensional Streaming Evidence., IJCAI, 2013"], "Pierre Savéant": ["Pareto-Based Multiobjective AI Planning., IJCAI, 2013"], "Sheila A. McIlraith": ["Flexible Execution of Partial Order Plans With Temporal Constraints., IJCAI, 2013"], "Martin Müller": ["Towards a Second Generation Random Walk Planner: An Experimental Exploration., IJCAI, 2013"], "Claudia V. Goldman": ["Fault-Tolerant Planning under Uncertainty., IJCAI, 2013"], "Malte Helmert": ["Getting the Most Out of Pattern Databases for Classical Planning., IJCAI, 2013"], "Charles Orgill Gretton": ["Computing Upper Bounds on Lengths of Transition Sequences., IJCAI, 2013"], "Mauro Vallati": ["Exploring Knowledge Engineering Strategies in Designing and Modelling a Road Traffic Accident Management Domain., IJCAI, 2013"], "Dana S. Nau": ["The GoDeL Planning System: A More Perfect Union of Domain-Independent and Hierarchical Planning., IJCAI, 2013"], "Daniel Borrajo": ["Symbolic Merge-and-Shrink for Cost-Optimal Planning., IJCAI, 2013"], "Vincent Vidal": ["Problem Splitting Using Heuristic Search in Landmark Orderings., IJCAI, 2013"], "Richard Dearden": ["Run-Time Improvement of Point-Based POMDP Policies., IJCAI, 2013"], "Bruno Zanuttini": ["Interactive Value Iteration for Markov Decision Processes with Unknown Rewards., IJCAI, 2013"], "Bob Huisman": ["Flexibility and Decoupling in the Simple Temporal Problem., IJCAI, 2013"], "Brian Charles Williams": ["Continuously Relaxing Over-Constrained Conditional Temporal Problems through Generalized Conflict Learning and Resolution., IJCAI, 2013"], "Leliane Nunes de Barros": ["Robust Optimization for Hybrid MDPs with State-Dependent Noise., IJCAI, 2013"], "Subbarao Kambhampati": ["Action-Model Acquisition from Noisy Plan Traces., IJCAI, 2013", "Refining Incomplete Planning Domain Models Through Plan Traces., IJCAI, 2013", "Listening to the Crowd: Automated Analysis of Events via Aggregated Twitter Sentiment., IJCAI, 2013"], "Jiongkun Xie": ["Handling Open Knowledge for Service Robots., IJCAI, 2013"], "François Laviolette": ["Accelerated Robust Point Cloud Registration in Natural Environments through Positive and Unlabeled Learning., IJCAI, 2013"], "Jürgen Schmidhuber": ["Upper Confidence Weighted Learning for Efficient Exploration in Multiclass Prediction with Binary Feedback., IJCAI, 2013"], "Yiannis Demiris": ["Towards Active Event Recognition., IJCAI, 2013"], "Sven Behnke": ["Hierarchical Object Discovery and Dense Modelling From Motion Cues in RGB-D Video., IJCAI, 2013"], "Yi Li": ["Learning Visual Symbols for Parsing Human Poses in Images., IJCAI, 2013"], "Kate Larson": ["A Consensual Linear Opinion Pool., IJCAI, 2013"], "Adnan Darwiche": ["An Exact Algorithm for Computing the Same-Decision Probability., IJCAI, 2013"], "David Poole": ["Probabilistic Reasoning with Undefined Properties in Ontologically-Based Belief Networks., IJCAI, 2013"], "Pieter W. M. Koopman": ["Inference for a New Probabilistic Constraint Logic., IJCAI, 2013"], "Rudy Raymond": ["Map Matching with Inverse Reinforcement Learning., IJCAI, 2013"], "Hisashi Kashima": ["Accurate Integration of Crowdsourced Labels Using Workers' Self-reported Confidence Scores., IJCAI, 2013"], "Vibhav Gogate": ["The Inclusion-Exclusion Rule and its Application to the Junction Tree Algorithm., IJCAI, 2013"], "Evdokia Nikolova": ["Sample Complexity of Risk-Averse Bandit-Arm Selection., IJCAI, 2013"], "Geoffrey J. Gordon": ["A Generalization of SAT and #SAT for Robust Policy Evaluation., IJCAI, 2013"], "Ramasuri Narayanam": ["Link Label Prediction in Signed Social Networks., IJCAI, 2013"], "Irwin King": ["Where You Like to Go Next: Successive Point-of-Interest Recommendation., IJCAI, 2013"], "Lianghao Li": ["Celebrity Recommendation with Collaborative Social Topic Regression., IJCAI, 2013"], "Neil Yorke-Smith": ["A Novel Bayesian Similarity Measure for Recommender Systems., IJCAI, 2013"], "Huan Liu": ["Social Spammer Detection in Microblogging., IJCAI, 2013", "Exploiting Local and Global Social Context for Recommendation., IJCAI, 2013"], "Alice H. Oh": ["Context-Dependent Conceptualization., IJCAI, 2013"], "Jeff Z. Pan": ["Predicting Knowledge in an Ontology Stream., IJCAI, 2013"], "Michael R. Lyu": ["A Unified Framework for Reputation Estimation in Online Rating Systems., IJCAI, 2013"], "Cong Yu": ["Synthesizing Union Tables from the Web., IJCAI, 2013"], "Boi Faltings": ["Recommendation Using Textual Opinions., IJCAI, 2013"], "Li Chen": ["GBPR: Group Preference Based Bayesian Personalized Ranking for One-Class Collaborative Filtering., IJCAI, 2013"], "Xiaoyan Zhu": ["Promoting Diversity in Recommendation by Entropy Regularizer., IJCAI, 2013", "An Introduction to String Re-Writing Kernel., IJCAI, 2013"], "Jiaya Jia": ["SCMF: Sparse Covariance Matrix Factorization for Collaborative Filtering., IJCAI, 2013"], "Wu-Jun Li": ["Collaborative Topic Regression with Social Regularization for Tag Recommendation., IJCAI, 2013", "Online Egocentric Models for Citation Networks., IJCAI, 2013"], "Yu Yang": ["PageRank with Priors: An Influence Propagation Perspective., IJCAI, 2013"], "Jiming Liu": ["Social Collaborative Filtering by Trust., IJCAI, 2013"], "Wen Gao": ["Parametric Local Multimodal Hashing for Cross-View Similarity Search., IJCAI, 2013"], "Juanzi Li": ["Social Influence Locality for Modeling Retweeting Behaviors., IJCAI, 2013"], "Jianping Fan": ["Automatic Name-Face Alignment to Enable Cross-Media News Retrieval., IJCAI, 2013"], "Romain Reuillon": ["Assessing the Resilience of Socio-Ecosystems: Coupling Viability Theory and Active Learning with kd-Trees. Application to Bilingual Societies., IJCAI, 2013"], "Henry A. Kautz": ["Towards Understanding Global Spread of Disease from Everyday Interpersonal Interactions., IJCAI, 2013", "Modeling The Interplay of People's Location, Interactions, and Social Ties., IJCAI, 2013"], "Xiaofeng Meng": ["Short-Term Wind Power Forecasting Using Gaussian Processes., IJCAI, 2013"], "Chang-Tien Lu": ["Deep Sparse Coding based Recursive Disaggregation Model for Water Conservation., IJCAI, 2013"], "Jerry Moorhead": ["Estimating Reference Evapotranspiration for Irrigation Management in the Texas High Plains., IJCAI, 2013"], "L. Venkata Subramaniam": ["Information Fusion Based Learning for Frugal Traffic State Sensing., IJCAI, 2013"], "Pang Jin Tan": ["A Multi-Objective Memetic Algorithm for Vehicle Resource Allocation in Sustainable Transportation Planning., IJCAI, 2013"], "R. Bruce van Dover": ["Crowdsourcing Backdoor Identification for Combinatorial Optimization., IJCAI, 2013"], "Rong Pan": ["Tag-Weighted Topic Model for Mining Semi-Structured Documents., IJCAI, 2013"], "Yi Zhang": ["Manifold Alignment Based on Sparse Local Structures of More Corresponding Pairs., IJCAI, 2013"], "Dawei Song": ["A Global Constrained Optimization Method for Designing Road Networks with Small Diameters., IJCAI, 2013"], "Fabio Ramos": ["Bayesian Joint Inversions for the Exploration of Earth Resources., IJCAI, 2013"], "Eduardo Candido Xavier": ["Dynamic Taxi and Ridesharing: A Framework and Heuristics for the Optimization Problem., IJCAI, 2013"], "Sven Seuken": ["An Active Learning Approach to Home Heating in the Smart Grid., IJCAI, 2013"], "John K. Slaney": ["Planning with MIP for Supply Restoration in Power Distribution Systems., IJCAI, 2013"], "Sarvapali D. Ramchurn": ["Forecasting Multi-Appliance Usage for Smart Home Energy Management., IJCAI, 2013"], "Sylvie Thiébaux": ["Randomized Load Control: A Simple Distributed Approach for Scheduling Smart Appliances., IJCAI, 2013"], "Weishan Dong": ["Towards Effective Prioritizing Water Pipe Replacement and Rehabilitation., IJCAI, 2013"], "Takayuki Osogami": ["Improved Integer Programming Approaches for Chance-Constrained Stochastic Programming., IJCAI, 2013"], "Alex Rogers": ["A Hidden Markov Model-Based Acoustic Cicada Detector for Crowdsourced Smartphone Biodiversity Monitoring., IJCAI, 2013"], "Alok N. Choudhary": ["Forecast Oriented Classification of Spatio-Temporal Extreme Events., IJCAI, 2013", "Detecting and Tracking Disease Outbreaks by Mining Social Media Data., IJCAI, 2013"], "Iadine Chades": ["Adaptive Management of Migratory Birds Under Sea Level Rise., IJCAI, 2013"], "Rafael E. Banchs": ["Evaluating Indirect Strategies for Chinese - Spanish Statistical Machine Translation: Extended Abstract., IJCAI, 2013"], "Carles Sierra": ["Communicating Open Systems: Extended Abstract., IJCAI, 2013"], "Pallab Dasgupta": ["Algorithms for Generating Ordered Solutions for Explicit AND/OR Structures : Extended Abstract., IJCAI, 2013"], "Gerhard Weikum": ["YAGO2: A Spatially and Temporally Enhanced Knowledge Base from Wikipedia: Extended Abstract., IJCAI, 2013"], "Jonathan Gratch": ["Modeling Social Causality and Responsibility Judgment in Multi-Agent Interactions: Extended Abstract., IJCAI, 2013"], "David Martins de Matos": ["Revisiting Centrality-as-Relevance: Support Sets and Similarity as Geometric Proximity: Extended abstract., IJCAI, 2013"], "Joaquín Adiego": ["Generalized Biwords for Bitext Compression and Translation Spotting: Extended Abstract., IJCAI, 2013"], "Andrei Popescu-Belis": ["Computing Text Semantic Relatedness Using the Contents and Links of a Hypertext Encyclopedia: Extended Abstract., IJCAI, 2013"], "Janez Demsar": ["Learning Qualitative Models from Numerical Data: Extended abstract., IJCAI, 2013"], "Geoffrey Chu": ["Improving Combinatorial Optimization - Extended Abstract., IJCAI, 2013"], "Birgit Endrass": ["Cultural Diversity for Virtual Characters (Extended Abstract)., IJCAI, 2013"], "Silvia Richter": ["Landmark-Based Heuristics and Search Control for Automated Planning (Extended Abstract)., IJCAI, 2013"], "Wolfram Burgard": ["Learning Probabilistic Models for Mobile Manipulation Robots., IJCAI, 2013"], "Daniel Villatoro": ["Social Norms for Self-Policing Multi-agent Systems and Virtual Societies., IJCAI, 2013"], "Ke Tao": ["Twitter-Based User Modeling for News Recommendations., IJCAI, 2013"], "Sam Buss": ["An Improved Separation of Regular Resolution from Pool Resolution and Clause Learning (Extended Abstract)., IJCAI, 2013"], "Sophie Pinchinat": ["The Complexity of One-Agent Refinement Modal Logic., IJCAI, 2013"], "Marco Franchini": ["Optimal Valve Placement in Water Distribution Networks with CLP(FD)., IJCAI, 2013"], "Tom Heskes": ["Bayesian Probabilities for Constraint-Based Causal Discovery., IJCAI, 2013"], "Gregory James Duck": ["Satisfiability Modulo Constraint Handling Rules (Extended Abstract)., IJCAI, 2013"], "Laura Martin": ["Case Adaptation with Qualitative Algebras., IJCAI, 2013"], "Siddharth Suri": ["Improving the Effectiveness of Time-Based Display Advertising., IJCAI, 2013"], "Weiwei Cheng": ["Preference-Based CBR: General Ideas and Basic Principles., IJCAI, 2013"], "Joseph Sill": ["Collaborative Filtering on Ordinal User Feedback., IJCAI, 2013"], "Oliver Kutz": ["Three Semantics for the Core of the Distributed Ontology Language (Extended Abstract)., IJCAI, 2013"], "José Luis Ambite": ["Discovering Alignments in Ontologies of Linked Data., IJCAI, 2013"], "Yoshihiko Nakamura": ["A New Trajectory Deformation Algorithm Based on Affine Transformations., IJCAI, 2013"], "Juan Antonio Recio-García": ["A Case-Based Solution to the Cold-Start Problem in Group Recommenders., IJCAI, 2013"], "Eamonn J. Keogh": ["Data Mining a Trillion Time Series Subsequences Under Dynamic Time Warping., IJCAI, 2013"], "Stuart Moran": ["At Home with Agents: Exploring Attitudes Towards Future Smart Energy Infrastructures., IJCAI, 2013"], "Ian D. Watson": ["Decision Generalisation from Game Logs in No Limit Texas Hold'em., IJCAI, 2013"], "Niels Landwehr": ["Active Evaluation of Ranking Functions Based on Graded Relevance (Extended Abstract)., IJCAI, 2013"], "Alan Hanjalic": ["CLiMF: Collaborative Less-Is-More Filtering., IJCAI, 2013"], "Masaaki Nagata": ["Statistical Parsing with Probabilistic Symbol-Refined Tree Substitution Grammars., IJCAI, 2013"], "John Wright": ["Exact Recovery of Sparse-Used Dictionaries., IJCAI, 2013"], "Michael Beetz": ["The RoboEarth Language: Representing and Exchanging Knowledge about Actions, Objects, and Environments (Extended Abstract)., IJCAI, 2013"], "Ehud Sharlin": ["User-Centered Programming by Demonstration: Stylistic Elements of Behavior., IJCAI, 2013"], "Ehsan Abbasnejad": ["Decision-Theoretic Approximations for Machine Learning., IJCAI, 2013"], "Malek Mouhoub": ["Managing Qualitative Preferences and Constraints in a Dynamic Environment., IJCAI, 2013"], "Martine De Cock": ["Towards a Deeper Understanding of Nonmonotonic Reasoning with Degrees., IJCAI, 2013"], "Jennifer Elisabeth Buehler": ["Capabilities in Heterogeneous Multi Robot Systems., IJCAI, 2013"], "Dave De Jonge": ["Negotiation Algorithms for Large Agreement Spaces., IJCAI, 2013"], "Hui Fang": ["Trust Modeling for Opinion Evaluation by Coping with Subjectivity and Dishonesty., IJCAI, 2013"], "Liangda Fang": ["High-Level Program Execution in Multi-agent Settings., IJCAI, 2013"], "William Groves": ["Using Domain Knowledge to Systematically Guide Feature Selection., IJCAI, 2013"], "Guibing Guo": ["Improving the Performance of Recommender Systems by Alleviating the Data Sparsity and Cold Start Problems., IJCAI, 2013"], "Luis Enrique Sucar": ["Strategic Interactions Among Agents with Bounded Rationality., IJCAI, 2013", "Object Recognition Based on Visual Grammars and Bayesian Networks., IJCAI, 2013"], "Barry O'Sullivan": ["Problem Transformations and Algorithm Selection for CSPs., IJCAI, 2013"], "Elizabeth A. Jensen": ["Rolling Dispersion and Exploration for Robot Teams., IJCAI, 2013"], "Siwei Jiang": ["Towards the Design of Robust Trust and Reputation Systems., IJCAI, 2013"], "Ka Man Lei": ["Maintaining Soft Arc Consistencies in BnB-ADOPT+ During Search., IJCAI, 2013"], "Jonathan Lawry": ["Concept Generation in Language Evolution., IJCAI, 2013"], "Tingting Li": ["Normative Conflict Detection and Resolution in Cooperating Institutions., IJCAI, 2013"], "Jean-Guy Mailly": ["Dynamic of Argumentation Frameworks., IJCAI, 2013"], "Denis Deratani Mauá": ["Approximation Algorithms for Max-Sum-Product Problems., IJCAI, 2013"], "Saleha Raza": ["On Teaching Collaboration to a Team of Autonomous Agents via Imitation., IJCAI, 2013"], "Marian-Andrei Rizoiu": ["Semi-Supervised Structuring of Complex Data., IJCAI, 2013"], "Tracy Anne Hammond": ["Adapting Surface Sketch Recognition Techniques for Surfaceless Sketches., IJCAI, 2013"], "Nitin Yadav": ["Behavior Composition Optimization., IJCAI, 2013"], "Cheng Zhu": ["Incorporating Expert Judgement into Bayesian Network Machine Learning., IJCAI, 2013"], "Jon M. Kleinberg": ["Computational Perspectives on Social Phenomena at Global Scales., IJCAI, 2013"], "Fumiya Iida": ["Soft Robotics: The Next Generation of Intelligent Machines., IJCAI, 2013"], "Pascal Van Hentenryck": ["Computational Disaster Management., IJCAI, 2013"]}