{"Emilio Remolina": ["A Logical Account of Causal and Topological Maps., IJCAI, 2001"], "Henrik Grosskreutz": ["On-Line Execution of cc-Golog Plans., IJCAI, 2001"], "Mikhail Soutchanski": ["An On-line Decision-Theoretic Golog Interpreter., IJCAI, 2001"], "Joseph Y. Halpern": ["Causes and Explanations: A Structural-Model Approach - Part II: Explanations., IJCAI, 2001", "Plausibility Measures: A General Approach For Representing Uncertainty., IJCAI, 2001"], "Thomas Eiter": ["Complexity Results for Structure-Based Causality., IJCAI, 2001", "A Framework for Declarative Update Specifications in Logic Programs., IJCAI, 2001"], "Christopher Bailey-Kellogg": ["Ambiguity-Directed Sampling for Qualitative Analysis of Sparse Data from Spatially-Distributed Physical Systems., IJCAI, 2001"], "Jochen Renz": ["A Spatial Odyssey of the Interval Algebra: 1. Directed Intervals., IJCAI, 2001"], "David A. Randell": ["From Images to Bodies: Modelling and Exploiting Spatial Occlusion and Motion Parallax., IJCAI, 2001"], "Hidde de Jong": ["Qualitative Simulation of Genetic Regulatory Networks: Method and Application., IJCAI, 2001"], "Ivayla Vatcheva": ["Discrimination of Semi-Quantitative Models by Experiment Selection: Method and Application in Population Biology., IJCAI, 2001"], "Andrei A. Krokhin": ["A Complete Classification of Complexity in Allens Algebra in the Presence of a Non-Trivial Basic Relation., IJCAI, 2001"], "Carsten Lutz": ["Interval-based Temporal Reasoning with General TBoxes., IJCAI, 2001"], "Chitta Baral": ["On the Semantics of Knowledge Update., IJCAI, 2001", "Computational Complexity of Planning with Temporal Goals., IJCAI, 2001"], "Pierre Marquis": ["Resource-bounded inference from inconsistent belief bases., IJCAI, 2001"], "Salem Benferhat": ["Weakening Conflicting Information for Iterated Revision and Knowledge Integration., IJCAI, 2001"], "Andreas Herzig": ["Updates, actions, and planning., IJCAI, 2001"], "Maurice Pagnucco": ["Causality and Minimal Change Demystified., IJCAI, 2001"], "Dongmo Zhang": ["EPDL: A Logic for Causal Reasoning., IJCAI, 2001"], "G. Neelakantan Kartha": ["A Circumscriptive Formalization of the Qualification Problem., IJCAI, 2001"], "Patrick Doherty": ["Computing Strongest Necessary and Weakest Sufficient Conditions of First-Order Formulas., IJCAI, 2001"], "Diego Calvanese": ["Identification Constraints and Functional Dependencies in Description Logics., IJCAI, 2001"], "Volker Haarslev": ["High Performance Reasoning with Very Large Knowledge Bases: A Practical Case Study., IJCAI, 2001"], "Marco Cadoli": ["Complexity of Nested Circumscription and Abnormality Theories., IJCAI, 2001"], "Adnan Darwiche": ["A Perspective on Knowledge Compilation., IJCAI, 2001"], "Delbert D. Bailey": ["Phase Transitions of PP-Complete Satisfiability Problems., IJCAI, 2001"], "Fabio Massacci": ["Decision Procedures for Expressive Description Logics with Intersection, Composition, Converse of Roles and Role Identity., IJCAI, 2001"], "Ian Horrocks": ["Ontology Reasoning in the SHOQ(D) Description Logic., IJCAI, 2001"], "Jean-François Baget": ["The SG Family: Extensions of Simple Conceptual Graphs., IJCAI, 2001", "Backtracking Through Biconnected Components of a Constraint Graph., IJCAI, 2001"], "Franz Baader": ["Matching under Side Conditions in Description Logics., IJCAI, 2001"], "Ralf Küsters": ["Computing Least Common Subsumers in ALEN., IJCAI, 2001"], "Gerd Stumme": ["FCA-MERGE: Bottom-Up Merging of Ontologies., IJCAI, 2001"], "Wheeler Ruml": ["Incomplete Tree Search using Adaptive Probing., IJCAI, 2001"], "Theodore J. Perkins": ["Heuristic Search in Infinite State Spaces Guided by Lyapunov Analysis., IJCAI, 2001"], "Olivier Dubois": ["A backbone-search heuristic for efficient solving of hard 3-SAT formulae., IJCAI, 2001"], "John K. Slaney": ["Backbones in Optimization and Approximation., IJCAI, 2001"], "Cyril Terrioux": ["Cooperative Search and Nogood Recording., IJCAI, 2001"], "Toby Walsh": ["Search on High Degree Graphs., IJCAI, 2001"], "Enrico Giunchiglia": ["Backjumping for Quantified Boolean Logic Satisfiability., IJCAI, 2001"], "Alan M. Frisch": ["Solving Non-Boolean Satisfiability Problems with Stochastic Local Search., IJCAI, 2001"], "Micha Janssen": ["A Constraint Satisfaction Approach to Parametric Differential Equations., IJCAI, 2001"], "Lucas Bordeaux": ["Improved bounds on the complexity of kB-consistency., IJCAI, 2001"], "Christian Bessière": ["Refining the Basic Constraint Propagation Algorithm., IJCAI, 2001"], "Yuanlin Zhang": ["Making AC-3 an Optimal Algorithm., IJCAI, 2001"], "Lina Khatib": ["Temporal Constraint Reasoning With Preferences., IJCAI, 2001"], "Michel Vasquez": ["A Hybrid Approach for the 01 Multidimensional Knapsack problem., IJCAI, 2001"], "Dale Schuurmans": ["The Exponentiated Subgradient Algorithm for Heuristic Boolean Programming., IJCAI, 2001"], "Andrew Lim": ["A New Method For The Three Dimensional Container Packing Problem., IJCAI, 2001"], "Henry A. Kautz": ["Balance and Filtering in Structured Satisfiable Problems., IJCAI, 2001"], "Laurent Simon": ["Efficient Consequence Finding., IJCAI, 2001"], "Christopher G. Healey": ["Formalizing Artistic Techniques and Scientific Visualization for Painted Renditions of Complex Information Spaces., IJCAI, 2001"], "Jim Davies": ["Visual Analogy in Problem Solving., IJCAI, 2001"], "Peter Gärdenfors": ["Reasoning about Categories in Conceptual Spaces., IJCAI, 2001"], "Tony Belpaeme": ["Simulating the Formation of Color Categories., IJCAI, 2001"], "Josefina Sierra-Santibáñez": ["Grounded Models as a Basis for Intuitive Reasoning., IJCAI, 2001"], "Silvia Coradeschi": ["Perceptual Anchoring of Symbols for Action., IJCAI, 2001"], "Fahiem Bacchus": ["Planning with Resources and Concurrency: A Forward Chaining Approach., IJCAI, 2001"], "Dana S. Nau": ["Total-Order Planning with Partially Ordered Subtasks., IJCAI, 2001"], "Lars Karlsson": ["Conditional progressive planning under uncertainty., IJCAI, 2001"], "Emmanuel Guere": ["One action is enough to plan., IJCAI, 2001"], "Maria Fox": ["Hybrid STAN: Identifying and Managing Combinatorial Optimisation Sub- problems in Planning., IJCAI, 2001"], "Jörg Hoffmann": ["Local Search Topology in Planning Benchmarks: An Empirical Analysis., IJCAI, 2001"], "XuanLong Nguyen": ["Reviving Partial Order Planning., IJCAI, 2001"], "Piergiorgio Bertoli": ["Heuristic Search + Symbolic Model Checking = Efficient Conformant Planning., IJCAI, 2001", "Planning in Nondeterministic Domains under Partial Observability via Symbolic Model Checking., IJCAI, 2001"], "Marco Pistore": ["Planning as Model Checking for Extended Goals in Non-deterministic Domains., IJCAI, 2001"], "Phil Kim": ["Executing Reactive, Model-based Programs through Graph-based Temporal Planning., IJCAI, 2001"], "Paul H. Morris": ["Dynamic Control Of Plans With Temporal Uncertainty., IJCAI, 2001"], "Jussi Rintanen": ["Complexity of Probabilistic Planning under Average Rewards., IJCAI, 2001"], "Ronen I. Brafman": ["A Simplifier for Propositional Formulas with Many Binary Clauses., IJCAI, 2001", "R-MAX - A General Polynomial Time Algorithm for Near-Optimal Reinforcement Learning., IJCAI, 2001"], "Tristan Cazenave": ["Iterative Widening., IJCAI, 2001"], "Jonathan Schaeffer": ["Temporal Difference Learning Applied to a High-Performance Game-Playing Program., IJCAI, 2001"], "Jeff L. Stimpson": ["Satisficing and Learning Cooperation in the Prisoner s Dilemma., IJCAI, 2001"], "Luca Console": ["Temporal Decision Trees or the lazy ECU vindicated., IJCAI, 2001"], "Louise Travé-Massuyès": ["Model-based Diagnosability and Sensor Placement Application to a Frame 6 Gas Turbine Subsystem., IJCAI, 2001"], "Feng Zhao": ["Distributed Monitoring of Hybrid Systems: A model-directed approach., IJCAI, 2001"], "Irène Grosclaude": ["Causal interaction: from a high-level representation to an operational event-based representation., IJCAI, 2001"], "Luca Chittaro": ["Hierarchical Diagnosis Guided by Observations., IJCAI, 2001"], "Brian C. Williams": ["Mode Estimation of Model-based Programs: Monitoring Systems with Complex Behavior., IJCAI, 2001"], "Antonis C. Kakas": ["A-System: Problem Solving through Abduction., IJCAI, 2001"], "Torsten Schaub": ["A Comparative Study of Logic Programs with Preference., IJCAI, 2001"], "Piero A. Bonatti": ["Reasoning with infinite stable models., IJCAI, 2001"], "Alexandre Riazanov": ["Splitting Without Backtracking., IJCAI, 2001"], "Lifeng He": ["UNSEARCHMO: Eliminating Redundant Search Space on Backtracking for Forward Chaining Theorem Proving., IJCAI, 2001"], "Sheila A. McIlraith": ["Theorem Proving with Structured Theories., IJCAI, 2001"], "Wolfgang Faber": ["Experimenting with Heuristics for Answer Set Programming., IJCAI, 2001"], "Thomas Linke": ["Graph Theoretical Characterization and Computation of Answer Sets., IJCAI, 2001"], "Fangzhen Lin": ["Abduction in Logic Programming: A New Definition and an Abductive Procedure Based on Rewriting., IJCAI, 2001"], "Silja Renooij": ["Context-specific Sign-propagation in Qualitative Probabilistic Networks., IJCAI, 2001"], "Carlos Guestrin": ["Max-norm Projections for Factored MDPs., IJCAI, 2001"], "Kee-Eung Kim": ["Solving Factored MDPs via Non-Homogeneous Partitioning., IJCAI, 2001"], "Craig Boutilier": ["Symbolic Dynamic Programming for First-Order MDPs., IJCAI, 2001", "Bidding Languages for Combinatorial Auctions., IJCAI, 2001"], "Stéphane Cardon": ["Adaptive Control of Acyclic Progressive Processing Task Structures., IJCAI, 2001"], "Rong Zhou": ["An Improved Grid-Based Approximation Algorithm for POMDPs., IJCAI, 2001"], "Adriana Zapico": ["Weakening Commensurability Hypothesis in Possibilistic Qualitative Decision Theory., IJCAI, 2001"], "Lluis Godo": ["A Fuzzy Modal Logic for Belief Functions., IJCAI, 2001"], "Avi Pfeffer": ["IBAL: A Probabilistic Rational Programming Language., IJCAI, 2001"], "Hanna Pasula": ["Approximate inference for first-order probabilistic languages., IJCAI, 2001"], "Wilhelm Rödder": ["Knowledge Processing under Information Fidelity., IJCAI, 2001"], "Manfred Jaeger": ["Constraints as Data: A New Perspective on Inferring Probabilities., IJCAI, 2001"], "Kenneth McGarry": ["Knowledge Extraction from Local Function Networks., IJCAI, 2001"], "Benjamin W. Wah": ["Violation-Guided Learning for Constrained Formulations in Neural-Network Time-Series Predictions., IJCAI, 2001"], "Fredrik Linåker": ["Mobile Robot Learning of Delayed Response Tasks through Event Extraction: A Solution to the Road Sign Problem and Beyond., IJCAI, 2001"], "Raymond S. T. Lee": ["NORN Finance Forecaster - A Neural Oscillatory-based Recurrent Network for Finance Prediction., IJCAI, 2001"], "Shenshan Qiu": ["A General Updating Rule for Discrete Hopfield-Type Neural Network with Delay., IJCAI, 2001"], "Zhi-Hua Zhou": ["Genetic Algorithm based Selective Neural Network Ensemble., IJCAI, 2001"], "Chew Lim Tan": ["Neural Logic Network Learning using Genetic Programming., IJCAI, 2001"], "Daniel S. Yeung": ["Sensitivity Analysis of Multilayer Perceptron., IJCAI, 2001"], "David H. Wolpert": ["Reinforcement Learning in Distributed Domains: Beyond Team Games., IJCAI, 2001"], "Bikramjit Banerjee": ["Fast Concurrent Reinforcement Learners., IJCAI, 2001"], "Alain Dutech": ["Multi-Agent Systems by Incremental Gradient Reinforcement Learning., IJCAI, 2001"], "Michael T. Rosenstein": ["Robot Weightlifting By Direct Policy Search., IJCAI, 2001"], "Floriana Esposito": ["OI-implication: Soundness and Refutation Completeness., IJCAI, 2001"], "Luc De Raedt": ["The Levelwise Version Space Algorithm and its Application to Molecular Fragment Finding., IJCAI, 2001"], "Simon Tong": ["Active Learning for Structure in Bayesian Networks., IJCAI, 2001"], "Benjamin Taskar": ["Probabilistic Classification and Clustering in Relational Data., IJCAI, 2001"], "Corin R. Anderson": ["Adaptive Web Navigation for Wireless Devices., IJCAI, 2001"], "Sofus A. Macskassy": ["Using Text Classifiers for Numerical Classification., IJCAI, 2001"], "Siegfried Nijssen": ["Faster Association Rules for Multiple Relations., IJCAI, 2001"], "Pascal Soucy": ["A Simple Feature Selection Method for Text Classification., IJCAI, 2001"], "Andrew Y. Ng": ["Link Analysis, Eigenvectors and Stability., IJCAI, 2001"], "Maytal Saar-Tsechansky": ["Active Learning for Class Probability Estimation and Ranking., IJCAI, 2001"], "Alessandro Serra": ["Learning on the Phase Transition Edge., IJCAI, 2001"], "Fabio Aiolli": ["A Simple Additive Re-weighting Strategy for Improving Margins., IJCAI, 2001"], "Jihie Kim": ["Knowledge Analysis on Process Models., IJCAI, 2001"], "Jim Blythe": ["Integrating Expectations from Different Sources to Help End Users Acquire Procedural Knowledge., IJCAI, 2001"], "Frédérick Garcia": ["From Q(lambda) to Average Q-learning: Efficient Implementation of an Asymptotic Approximation., IJCAI, 2001"], "Gregory Z. Grudic": ["Exploiting Multiple Secondary Reinforcers in Policy Gradient Reinforcement Learning., IJCAI, 2001"], "Charles Elkan": ["The Foundations of Cost-Sensitive Learning., IJCAI, 2001"], "Un Yong Nahm": ["Mining Soft-Matching Rules from Textual Data., IJCAI, 2001"], "David W. Aha": ["Bridging the Lesson Distribution Gap., IJCAI, 2001"], "David McSherry": ["Minimizing Dialog Length in Interactive Case-Based Reasoning., IJCAI, 2001"], "Héctor Muñoz-Avila": ["SiN: Integrating Case-based Reasoning with Task Decomposition., IJCAI, 2001"], "Maurizio Panti": ["A Distributed Case-Based Query Rewriting., IJCAI, 2001"], "Jacek Jarmulak": ["Using Case-Base Data to Learn Adaptation Knowledge for Design., IJCAI, 2001"], "Michael H. Bowling": ["Rational and Convergent Learning in Stochastic Games., IJCAI, 2001"], "Daphne Koller": ["Multi-Agent Influence Diagrams for Representing and Solving Games., IJCAI, 2001"], "Tim D. Barfoot": ["Multiagent Coordination by Stochastic Cellular Automata., IJCAI, 2001"], "Sanguk Noh": ["Identifying the Scope of Modeling for Time-Critical Multiagent Decision- Making., IJCAI, 2001"], "Damian A. Isla": ["A Layered Brain Architecture for Synthetic Creatures., IJCAI, 2001"], "Berardina De Carolis": ["Behavior Planning for a Reflexive Agent., IJCAI, 2001"], "Moshe Tennenholtz": ["Rational Competitive Analysis., IJCAI, 2001"], "Andrew Garland": ["Learning Procedural Knowledge to Better Coordinate., IJCAI, 2001"], "Yoav Shoham": ["Fair Imposition., IJCAI, 2001"], "Makoto Yokoo": ["Robust Multi-unit Auction Protocol against False-name Bids., IJCAI, 2001", "Bundle Design in Robust Combinatorial Auction Protocol against False-name Bids., IJCAI, 2001"], "Tuomas Sandholm": ["CABOB: A Fast Optimal Algorithm for Combinatorial Auctions., IJCAI, 2001", "Market Clearability., IJCAI, 2001"], "Liliana Ardissono": ["A software architecture for dynamically generated adaptive Web stores., IJCAI, 2001"], "Joanna Bryson": ["Modularity and Design in Reactive Intelligence., IJCAI, 2001"], "Leen-Kiat Soh": ["Reflective Negotiating Agents for Real-Time Multisensor Target Tracking., IJCAI, 2001"], "Rina Azoulay-Schwartz": ["Stable Strategies for Sharing Information among Agents., IJCAI, 2001"], "John Yen": ["CAST: Collaborative Agents for Simulating Teamwork., IJCAI, 2001"], "William E. Walsh": ["On Market-Inspired Approaches to Propositional Satisfiability., IJCAI, 2001"], "David C. Parkes": ["Achieving Budget-Balance with Vickrey-Based Payment Schemes in Exchanges., IJCAI, 2001"], "Rajarshi Das": ["Agent-Human Interactions in the Continuous Double Auction., IJCAI, 2001"], "Robert St. Amant": ["Usability Guidelines for Interactive Search in Direct Manipulation Systems., IJCAI, 2001"], "Anthony Jameson": ["Leveraging Data About Users in General in the Learning of Individual User Models., IJCAI, 2001"], "Catholijn M. Jonker": ["An Agent Architecture for Multi-Attribute Negotiation., IJCAI, 2001"], "Luis A. García": ["A Multiagent System for Helping Urban Traffic Management., IJCAI, 2001"], "Fatma Ozcan": ["Partitioning Activities for Agents., IJCAI, 2001"], "Rong Jin": ["Title Generation for Machine-Translated Documents., IJCAI, 2001"], "Kalina Bontcheva": ["Dealing with Dependencies between Content Planning and Surface Realisation in a Pipeline Generation Architecture., IJCAI, 2001"], "Charles B. Callaway": ["Narrative Prose Generation., IJCAI, 2001"], "Fabio Ciravegna": ["Adaptive Information Extraction from Text by Rule Induction and Generalisation., IJCAI, 2001"], "Dan Roth": ["Relational Learning via Propositional Algorithms: An Information Extraction Case Study., IJCAI, 2001"], "Thierry Poibeau": ["Deriving a multi-domain information extraction system from a rough ontology., IJCAI, 2001"], "Soumya Ray": ["Representing Sentence Structure in Hidden Markov Models for Information Extraction., IJCAI, 2001"], "Dennis Nilsson": ["Sequentially finding the N-Best List in Hidden Markov Models., IJCAI, 2001"], "Roberto Basili": ["NLP-driven IR: Evaluating Performances over a Text Classification task., IJCAI, 2001"], "Armin Fiedler": ["Dialog-driven Adaptation of Explanations of Proofs., IJCAI, 2001"], "Cristina Conati": ["Generating Tailored Examples to Support Learning via Self-explanation., IJCAI, 2001"], "Giuseppe Carenini": ["An Empirical Study of the Influence of User Tailoring on Evaluative Argument Effectiveness., IJCAI, 2001"], "Joseph Bockhorst": ["Refining the Structure of a Stochastic Context-Free Grammar., IJCAI, 2001"], "Fei Xia": ["Automatically Extracting and Comparing Lexicalized Grammars for Different Languages., IJCAI, 2001"], "Alberto Finzi": ["Combining Probabilities, Failures and Safety in Robot Control., IJCAI, 2001"], "Mitchell A. Potter": ["Heterogeneity in the Coevolved Behaviors of Mobile Robots: The Emergence of Specialists., IJCAI, 2001"], "Jeremy Kubica": ["Agent-Based Control for Object Manipulation with Modular Self-reconfigurable Robots., IJCAI, 2001"], "Sven Behnke": ["Learning Iterative Image Reconstruction., IJCAI, 2001"], "Richard C. Meathrel": ["A Hierarchy of Boundary-based Shape Descriptors., IJCAI, 2001"], "Christine Alvarado": ["Resolving Ambiguities to Create a Natural Computer-Based Sketching Environment., IJCAI, 2001"], "Hiroshi Ishiguro": ["VAMBAM: View and Motion-based Aspect Models for Distributed Omnidirectional Vision Systems., IJCAI, 2001"], "Ramana Isukapalli": ["Efficient Interpretation Policies., IJCAI, 2001"], "Huizhong Long": ["Perceptual Texture Space Improves Perceptual Consistency of Computational Features., IJCAI, 2001"], "Philippe Mulhem": ["Fuzzy Conceptual Graphs for Matching Images of Natural Scenes., IJCAI, 2001"], "Brian Scassellati": ["Discriminating Animate from Inanimate Visual Stimuli., IJCAI, 2001"], "Leonardo Romero": ["An Hybrid Approach to Solve the Global Localization Problem For Indoor Mobile Robots Considering Sensorms Perceptual Limitations., IJCAI, 2001"], "Michael H. Coen": ["Multimodal Integration A Biological View., IJCAI, 2001"], "Kazuhiro Nakadai": ["Real-Time Auditory and Visual Multiple-Object Tracking for Humanoids., IJCAI, 2001"], "James N. K. Liu": ["A Web-based Intelligent System for the Daya Bay Contingency Plan in Hong Kong., IJCAI, 2001"], "Hideo Shimazu": ["ExpertClerk: Navigating Shoppers Buying Process with the Combination of Asking and Proposing., IJCAI, 2001"], "Carmel Domshlak": ["Preference-Based Configuration of Web Page Content., IJCAI, 2001"], "Satoshi Oyama": ["Keyword Spices: A New Method for Building Domain-Specific Web Search Engines., IJCAI, 2001"], "Philip R. Cohen": ["Multimodal Interaction: A new focal area for AI., IJCAI, 2001"], "Wolfgang Wahlster": ["Robust Translation of Spontaneous Speech: A Multi-Engine Approach., IJCAI, 2001"]}