{"Greg Barish": ["Learning Value Predictors for the Speculative Execution of Information Gathering Plans., IJCAI, 2003"], "Loreto Bravo": ["Logic Programs for Consistently Querying Data Integration Systems., IJCAI, 2003"], "Andrea Calì": ["Query rewriting and answering under constraints in data integration systems., IJCAI, 2003"], "Ryutaro Ichise": ["Integrating Multiple Internet Directories by Instance-based Learning., IJCAI, 2003"], "Jérôme Euzenat": ["A semantic framework for multimedia document adaptation., IJCAI, 2003"], "Frederico Luiz Gonçalves de Freitas": ["An Ontology-based Architecture for Cooperative Information Agents., IJCAI, 2003"], "Lan Yi": ["Web Page Cleaning for Web Mining through Feature Weighting., IJCAI, 2003"], "Masatoshi Hamanaka": ["A Learning-Based Jam Session System that Imitates a Player's Personality Model., IJCAI, 2003"], "Oliviero Stock": ["Getting Serious about the Development of Computational Humor., IJCAI, 2003"], "Michelle X. Zhou": ["Automated Generation of Graphic Sketches by Example., IJCAI, 2003"], "Eyal Amir": ["Logical Filtering., IJCAI, 2003", "Factored Planning., IJCAI, 2003"], "Yongmei Liu": ["A Tractability Result for Reasoning with Incomplete First-Order Knowledge Bases., IJCAI, 2003"], "Bill MacCartney": ["Practical Partition-Based Theorem Proving for Large Knowledge Bases., IJCAI, 2003"], "Hei Chan": ["On the Revision of Probabilistic Beliefs using Uncertain Evidence., IJCAI, 2003"], "Sébastien Konieczny": ["Quantifying information and contradiction in propositional logic through test actions., IJCAI, 2003"], "Yan Zhang": ["Minimal Change and Maximal Coherence for Epistemic Logic Program Updates., IJCAI, 2003"], "David McSherry": ["Increasing Dialogue Efficiency in Case-Based Reasoning Without Loss of Solution Quality., IJCAI, 2003", "Coverage-Optimized Retrieval., IJCAI, 2003"], "Barry Smyth": ["The Power of Suggestion., IJCAI, 2003", "Collaborative Web Search., IJCAI, 2003"], "Bram Vanschoenwinkel": ["A Weighted Polynomial Information Gain Kernel for Resolving Prepositional Phrase Attachment Ambiguities with Support Vector Machines., IJCAI, 2003"], "Alexander Bochman": ["A Logic For Causal Reasoning., IJCAI, 2003"], "Hana Chockler": ["Responsibility and Blame: A Structural-Model Approach., IJCAI, 2003"], "James D. Park": ["Causes and Explanations Revisited., IJCAI, 2003"], "Frédéric Dehais": ["GHOST: experimenting conflicts countermeasures in the pilot's activity., IJCAI, 2003"], "Vincent Labatut": ["Dynamic Bayesian modeling of the cerebral activity., IJCAI, 2003"], "Takayuki Kanda": ["Body Movement Analysis of Human-Robot Interaction., IJCAI, 2003"], "Takehisa Yairi": ["Qualitative Map Learning Based on Co-visibility of Objects., IJCAI, 2003"], "Christian Bessière": ["Propagate the Right Thing: How Preferences Can Speed-Up Constraint Solving., IJCAI, 2003"], "Andrei A. Bulatov": ["Amalgams of Constraint Satisfaction Problems., IJCAI, 2003"], "Assef Chmeiss": ["On a generalization of triangulated graphs for domains decomposition of CSPs., IJCAI, 2003"], "David A. Cohen": ["A Maximal Tractable Class of Soft Constraints., IJCAI, 2003"], "Carmel Domshlak": ["Reasoning about soft constraints and conditional preferences: complexity results and approximation techniques., IJCAI, 2003"], "Alan M. Frisch": ["Multiset Ordering Constraints., IJCAI, 2003"], "Gianluigi Greco": ["Non-Binary Constraints and Optimal Dual-Graph Representations., IJCAI, 2003"], "Christophe Jermann": ["Algorithms for Identifying Rigid Subsystems in Geometric Constraint Systems., IJCAI, 2003"], "Javier Larrosa": ["In the quest of the best form of local consistency for Weighted CSP., IJCAI, 2003"], "Alejandro López-Ortiz": ["A Fast and Simple Algorithm for Bounds Consistency of the AllDifferent Constraint., IJCAI, 2003"], "Samir Loudni": ["Solving Constraint Optimization Problems in Anytime Contexts., IJCAI, 2003"], "Suresh Manandhar": ["Scenario-based Stochastic Constraint Programming., IJCAI, 2003"], "Yuanlin Zhang": ["Consistency and Set Intersection., IJCAI, 2003"], "Fadi A. Aloul": ["Efficient Symmetry Breaking for Boolean Satisfiability., IJCAI, 2003"], "Pascal Van Hentenryck": ["Tractable Symmetry Breaking for CSPs with Interchangeable Values., IJCAI, 2003"], "Craig Boutilier": ["On the Foundations of Expected Expected Utility., IJCAI, 2003", "Towards Cooperative Negotiation for Decentralized Resource Allocation in Autonomic Computing Systems., IJCAI, 2003"], "Francis C. Chu": ["Great Expectations. Part I: On the Customizability of Generalized Expected Utility., IJCAI, 2003", "Great Expectations. Part II: Generalized Expected Utility as a Universal Decision Rule., IJCAI, 2003"], "Hélène Fargier": ["Qualitative Decision under Uncertainty: Back to Expected Utility., IJCAI, 2003"], "Tianhan Wang": ["Incremental Utility Elicitation with the Minimax Regret Decision Criterion., IJCAI, 2003"], "Franz Baader": ["Least Common Subsumers and Most Specific Concepts in a Description Logic with Existential Restrictions and Terminological Cycles., IJCAI, 2003", "Terminological Cycles in a Description Logic with Existential Restrictions., IJCAI, 2003"], "Piero A. Bonatti": ["On the Undecidability of Description and Dynamic Logics with Recursion and Counting., IJCAI, 2003"], "Tommaso Di Noia": ["Abductive Matchmaking using Description Logics., IJCAI, 2003"], "Ian Horrocks": ["Decidability of SHIQ with Complex Role Inclusion Axioms., IJCAI, 2003"], "Carsten Lutz": ["Keys, Nominals, and Concrete Domains., IJCAI, 2003"], "Stefan Schlobach": ["Non-Standard Reasoning Services for the Debugging of Description Logic Terminologies., IJCAI, 2003"], "Alessandro Cimatti": ["Formal Verification of Diagnosability via Symbolic Model Checking., IJCAI, 2003"], "Meir Kalech": ["On the Design of Social Diagnosis Algorithms for Multi-Agent Teams., IJCAI, 2003"], "Sriram Narasimhan": ["Model-based Diagnosis of Hybrid Systems., IJCAI, 2003"], "Martin Sachenbacher": ["Automated Qualitative Domain Abstraction., IJCAI, 2003"], "Markus Stumptner": ["Coupling CSP Decomposition Methods and Diagnosis Algorithms for Tree-Structured Systems., IJCAI, 2003"], "Gianluca Torta": ["Automatic Abstraction in Component-Based Diagnosis Driven by System Observability., IJCAI, 2003"], "Raymond Kosala": ["Information Extraction from Web Documents Based on Local Unranked Tree Automaton Inference., IJCAI, 2003"], "Jan Kuper": ["Intelligent Multimedia Indexing and Retrieval through Multi-source Information Extraction and Merging., IJCAI, 2003"], "Ion Muslea": ["Active Learning with Strong and Weak Views: A Case Study on Wrapper Induction., IJCAI, 2003"], "Leonid Peshkin": ["Bayesian Information Extraction Network., IJCAI, 2003"], "Marios Skounakis": ["Hierarchical Hidden Markov Models for Information Extraction., IJCAI, 2003"], "Peter D. Turney": ["Coherent Keyphrase Extraction via Web Mining., IJCAI, 2003"], "Thomas Bolander": ["From Logic Programming Semantics to the Consistency of Syntactical Treatments of Knowledge and Belief., IJCAI, 2003"], "Hubie Chen": ["Inverse Circumscription., IJCAI, 2003", "A Theory of Average-Case Compilability in Knowledge Representation., IJCAI, 2003"], "Tracy Hammond": ["LADDER: A Language to Describe Drawing, Display, and Editing in Sketch Recognition., IJCAI, 2003"], "Anthony Hunter": ["Evaluating Significance of Inconsistencies., IJCAI, 2003"], "Chris H. Q. Ding": ["Data Clustering: Principal Components, Hopfield and Self-Aggregation Networks., IJCAI, 2003"], "Matthias Klusch": ["Distributed Clustering Based on Sampling Local Density Estimates., IJCAI, 2003"], "Hannes Wettig": ["When Discriminative Learning of Bayesian Network Parameters Is Easy., IJCAI, 2003"], "Roberto Esposito": ["Monte Carlo Theory as an Explanation of Bagging and Boosting., IJCAI, 2003"], "Prem Melville": ["Constructing Diverse Classifier Ensembles using Artificial Training Examples., IJCAI, 2003"], "Chuck P. Lam": ["Evaluating Classifiers by Means of Test Data with Noisy Labels., IJCAI, 2003"], "Charles X. Ling": ["AUC: a Statistically Consistent and more Discriminating Measure than Accuracy., IJCAI, 2003"], "Nicola Fanizzi": ["Spaces of Theories with Ideal Refinement Operators., IJCAI, 2003"], "Lourdes Peña Castillo": ["Learning Minesweeper with Multirelational Learning., IJCAI, 2003"], "Fabio Aiolli": ["Multi-prototype Support Vector Machine., IJCAI, 2003"], "Matthew Brand": ["Continuous nonlinear dimensionality reduction by kernel Eigenmaps., IJCAI, 2003"], "Massih-Reza Amini": ["Semi-Supervised Learning with Explicit Misclassification Modeling., IJCAI, 2003"], "Sepandar D. Kamvar": ["Spectral Learning., IJCAI, 2003"], "Hwanjo Yu": ["SVMC: Single-Class Classification With Support Vector Machines., IJCAI, 2003"], "Michelangelo Diligenti": ["A Learning Algorithm for Web Page Scoring Systems., IJCAI, 2003"], "Giorgio Maria Di Nunzio": ["Does a New Simple Gaussian Weighting Approach Perform Well in Text Categorization?, IJCAI, 2003"], "Xiaoli Li": ["Learning to Classify Texts Using Positive and Unlabeled Data., IJCAI, 2003"], "Wei Fan": ["Inductive Learning in Less Than One Sequential Data Scan., IJCAI, 2003"], "David Page": ["Skewing: An Efficient Alternative to Lookahead for Decision Tree Induction., IJCAI, 2003"], "Vincent Conitzer": ["Complexity of Determining Nonemptiness of the Core., IJCAI, 2003", "Complexity Results about Nash Equilibria., IJCAI, 2003", "Universal Voting Protocol Tweaks to Make Manipulation Hard., IJCAI, 2003", "Definition and Complexity of Some Basic Metareasoning Problems., IJCAI, 2003"], "Leen-Kiat Soh": ["An Integrated Multilevel Learning Approach to Multiagent Coalition Formation., IJCAI, 2003"], "Yiming Ye": ["Dynamics of Coalition Formation in Combinatorial Trading., IJCAI, 2003"], "Attila Kondacs": ["Biologically-Inspired Self-Assembly of Two-Dimensional Shapes Using Global-to-Local Compilation., IJCAI, 2003"], "Geoff Nitschke": ["Emergence of Cooperation in a Pursuit-Evasion Game., IJCAI, 2003"], "Thomas Miconi": ["When Evolving Populations is Better than Coevolving Individuals: The Blind Mice Problem., IJCAI, 2003"], "Liviu Panait": ["Improving Coevolutionary Search for Optimal Multiagent Behaviors., IJCAI, 2003"], "Darse Billings": ["Approximating Game-Theoretic Optimal Strategies for Full-scale Poker., IJCAI, 2003"], "Nathan R. Sturtevant": ["Last-Branch and Speculative Pruning Algorithms for Maxn., IJCAI, 2003"], "Ulrich Endriss": ["Protocol Conformance for Logic-based Agents., IJCAI, 2003"], "Jérôme Lang": ["Hidden Uncertainty in the Logical Representation of Desires., IJCAI, 2003", "Causal Theories of Action: A Computational Core., IJCAI, 2003"], "Jeremy Pitt": ["Constitutive Rules for Agent Communication Languages., IJCAI, 2003"], "Michael H. Bowling": ["Simultaneous Adversarial Multi-Robot Learning., IJCAI, 2003", "A Formalization of Equilibria for Multiagent Planning., IJCAI, 2003"], "Ranjit Nair": ["Taming Decentralized POMDPs: Towards Efficient Policy Computation for Multiagent Settings., IJCAI, 2003"], "Bob Price": ["A Bayesian Approach to Imitation in Reinforcement Learning., IJCAI, 2003"], "John Thangarajah": ["Detecting & Avoiding Interference Between Goals in Intelligent Agents., IJCAI, 2003"], "Scott A. Wallace": ["Behavior Bounding: Toward Effective Comparisons of Agents & Humans., IJCAI, 2003"], "Makoto Yokoo": ["Characterization of Strategy/False-name Proof Combinatorial Auction Protocols: Price-oriented, Rationing-free Protocol., IJCAI, 2003"], "Ronald Ashri": ["On Identifying and Managing Relationships in Multi-Agent Systems., IJCAI, 2003"], "Salvador Mandujano": ["ODISET: On-line Distributed Session Tracing using Agents., IJCAI, 2003"], "Ben Blum": ["A Continuation Method for Nash Equilibria in Structured Games., IJCAI, 2003"], "Kevin Leyton-Brown": ["Local-Effect Games., IJCAI, 2003", "A Portfolio Approach to Algorithm Selection., IJCAI, 2003"], "Sarit Kraus": ["Probabilistically Survivable MASs., IJCAI, 2003"], "Fariba Sadri": ["Minimally intrusive negotiating agents for resource sharing., IJCAI, 2003"], "Satanjeev Banerjee": ["Extended Gloss Overlaps as a Measure of Semantic Relatedness., IJCAI, 2003"], "Charles B. Callaway": ["Evaluating Coverage for Large Symbolic NLG Grammars., IJCAI, 2003"], "Massimiliano Ciaramita": ["Hierarchical Semantic Classification: Word Sense Disambiguation with World Knowledge., IJCAI, 2003"], "Guy De Pauw": ["GRAEL: an agent-based evolutionary computing approach for natural language grammar development., IJCAI, 2003"], "Fabrizio Angiulli": ["Outlier Detection Using Default Logic., IJCAI, 2003"], "Chiaki Sakama": ["Ordering Default Theories., IJCAI, 2003"], "Tina Dell'Armi": ["Aggregate Functions in Disjunctive Logic Programming: Semantics, Complexity, and Implementation in DLV., IJCAI, 2003"], "Fangzhen Lin": ["On Tight Logic Programs and Yet Another Translation from Normal Logic Programs to Propositional Logic., IJCAI, 2003", "Recycling Computed Answers in Rewrite Systems for Abduction., IJCAI, 2003"], "Jia-Huai You": ["On the Equivalence between Answer Sets and Models of Completion for Nested Logic Programs., IJCAI, 2003"], "Gerhard Brewka": ["Answer Set Optimization., IJCAI, 2003"], "James P. Delgrande": ["Weak Conditional Logics of Normality., IJCAI, 2003", "Prolegomenon to a Theory of Conservative Belief Revision., IJCAI, 2003"], "Selmer Bringsjord": ["What is Artificial Intelligence? Psychometric AI as an Answer., IJCAI, 2003"], "Pierre Grenon": ["Tucking RCC in Cyc's Ontological Bed., IJCAI, 2003"], "Heiner Stuckenschmidt": ["Integrity and Change in Modular Ontologies., IJCAI, 2003"], "Grzegorz Cielniak": ["Where is ...? Learning and Utilizing Motion Patterns of Persons with Mobile Robots., IJCAI, 2003"], "Dirk Hähnel": ["An Extension of the ICP Algorithm for Modeling Nonrigid Objects with Mobile Robots., IJCAI, 2003"], "Dirk Schulz": ["People Tracking with Anonymous and ID-Sensors Using Rao-Blackwellised Particle Filters., IJCAI, 2003"], "Giuliano Armano": ["A Parametric Hierarchical Planner for Experimenting Abstraction Techniques., IJCAI, 2003"], "Antonio Garrido Tejero": ["On the application of least-commitment and heuristic search in temporal planning., IJCAI, 2003"], "Philippe Laborie": ["Resource Temporal Networks: Definition and Complexity., IJCAI, 2003"], "Adriana Lopez": ["Generalizing GraphPlan by Formulating Planning as a CSP., IJCAI, 2003"], "Sylvie Thiébaux": ["In Defense of PDDL Axioms., IJCAI, 2003"], "David Allen": ["Optimal Time-Space Tradeoff in Probabilistic Inference., IJCAI, 2003"], "Vandi Verma": ["Variable Resolution Particle Filter., IJCAI, 2003"], "David Poole": ["First-order probabilistic inference., IJCAI, 2003"], "Carlos Guestrin": ["Generalizing Plans to New Environments in Relational MDPs., IJCAI, 2003"], "Balaraman Ravindran": ["SMDP Homomorphisms: An Algebraic Approach to Abstraction in Semi-Markov Decision Processes., IJCAI, 2003"], "J. Andrew Bagnell": ["Covariant Policy Search., IJCAI, 2003"], "Joelle Pineau": ["Point-based value iteration: An anytime algorithm for POMDPs., IJCAI, 2003"], "Ronen I. Brafman": ["A New Look at the Semantics and Optimization Methods of CP-Networks., IJCAI, 2003"], "Sylvie Galichet": ["Categorizing classes of signals by means of fuzzy gradual rules., IJCAI, 2003"], "Naren Ramakrishnan": ["Gaussian Process Models of Spatial Aggregation Algorithms., IJCAI, 2003"], "Dorian Suc": ["Qualitatively Faithful Quantitative Prediction., IJCAI, 2003"], "Alfredo Gabaldon": ["Compiling Control Knowledge into Preconditions for Planning in the Situation Calculus., IJCAI, 2003"], "Andreas Herzig": ["Action representation and partially observable planning using epistemic logic., IJCAI, 2003"], "Joohyung Lee": ["Describing Additive Fluents in Action Language C+., IJCAI, 2003"], "Yves Martins": ["The Concurrent, Continuous FLUX., IJCAI, 2003"], "Richard B. Scherl": ["Reasoning about the Interaction of Knowledge, Time and Concurrent Actions in the Situation Calculus., IJCAI, 2003"], "Dmitri A. Dolgov": ["Approximating Optimal Policies for Agents with Limited Execution Resources., IJCAI, 2003"], "Hu Liu": ["Belief, Awareness, and Two-Dimensional Logic., IJCAI, 2003"], "José del R. Millán": ["Non-Invasive Brain-Actuated Control of a Mobile Robot., IJCAI, 2003"], "Cyrill Stachniss": ["Exploring Unknown Environments with Mobile Robots using Coverage Maps., IJCAI, 2003"], "Austin I. Eliazar": ["DP-SLAM: Fast, Robust Simultaneous Localization and Mapping Without Predetermined Landmarks., IJCAI, 2003"], "John J. Leonard": ["Consistent, Convergent, and Constant-Time SLAM., IJCAI, 2003"], "Michael Montemerlo": ["FastSLAM 2.0: An Improved Particle Filtering Algorithm for Simultaneous Localization and Mapping that Provably Converges., IJCAI, 2003"], "Mark A. Paskin": ["Thin Junction Tree Filters for Simultaneous Localization and Mapping., IJCAI, 2003"], "Jinbo Huang": ["A Structure-Based Variable Ordering Heuristic for SAT., IJCAI, 2003"], "Ryan Williams": ["Backdoors To Typical Case Complexity., IJCAI, 2003"], "Weixiong Zhang": ["Backbone Guided Local Search for Maximum Satisfiability., IJCAI, 2003", "Phase Transitions of the Asymmetric Traveling Salesman., IJCAI, 2003"], "Delbert D. Bailey": ["Phase Transitions of Bounded Satisfiability Problems., IJCAI, 2003"], "Paul Beame": ["Understanding the Power of Clause Learning., IJCAI, 2003"], "Daniel S. Bernstein": ["Contract Algorithms and Robots on Rays: Unifying Two Scheduling Problems., IJCAI, 2003"], "Laurence A. Kramer": ["Maximizing Flexibility: A Retraction Heuristic for Oversubscribed Scheduling Problems., IJCAI, 2003"], "Torsten O. Paulussen": ["Distributed Patient Scheduling in Hospitals., IJCAI, 2003"], "Blai Bonet": ["Faster Heuristic Search Algorithms for Planning with Uncertainty and Full Feedback., IJCAI, 2003"], "Heath Hohwald": ["Comparing Best-First Search and Dynamic Programming for Optimal Multiple Sequence Alignment., IJCAI, 2003"], "Dan Klein": ["Factored A* Search for Models over Sequences and Trees., IJCAI, 2003"], "Richard E. Korf": ["An Improved Algorithm for Optimal Bin Packing., IJCAI, 2003", "Delayed Duplicate Detection: Extended Abstract., IJCAI, 2003"], "Rong Zhou": ["Sparse-Memory Graph Search., IJCAI, 2003"], "Maureen Donnelly": ["Layered Mereotopology., IJCAI, 2003"], "Frank Wolter": ["Reasoning about distances., IJCAI, 2003"], "Alfonso Gerevini": ["Incremental Tractable Reasoning about Qualitative Temporal Constraints., IJCAI, 2003"], "Lina Khatib": ["Tractable Pareto Optimization of Temporal Preferences., IJCAI, 2003"], "Van-Thinh Vu": ["Automatic Video Interpretation: A Novel Algorithm for Temporal Scenario Recognition., IJCAI, 2003"], "Nate Blaylock": ["Corpus-based, Statistical Goal Recognition., IJCAI, 2003"], "Hung Hai Bui": ["A General Model for Online Probabilistic Plan Recognition., IJCAI, 2003"], "Ramana Isukapalli": ["Use of Off-line Dynamic Programming for Efficient Image Interpretation., IJCAI, 2003"], "Yang Wang": ["Switching Hypothesized Measurements: A Dynamic Model with Applications to Occlusion Adaptive Joint Tracking., IJCAI, 2003"], "Mark Brodie": ["Active Probing Strategies for Problem Diagnosis in Distributed Systems., IJCAI, 2003"], "Pascal Hitzler": ["A Resolution Theorem for Algebraic Domains., IJCAI, 2003"], "Gregory M. Provan": ["A Novel Framework for Integrating Discrete Event System Control and Diagnosis., IJCAI, 2003"], "Quoc Bao Vo": ["Assertion Application in Theorem Proving and Proof Planning., IJCAI, 2003"], "Brian Knight": ["Case Base Adaptation Using Solution-Space Metrics., IJCAI, 2003"], "Derry O'Sullivan": ["Explicit vs Implicit Profiling - A Case-Study in Electronic Programme Guides., IJCAI, 2003"], "Aris Anagnostopoulos": ["A Simulated Annealing Approach to the Travelling Tournament Problem., IJCAI, 2003"], "Ramón Béjar": ["Grid-based SensorDCSP., IJCAI, 2003"], "Russell Bent": ["Dynamic Vehicle Routing with Stochastic Requests., IJCAI, 2003"], "Stefano Bistarelli": ["Solving Finite Domain Constraint Hierarchies by Local Consistency and Tree Search., IJCAI, 2003"], "James Bowen": ["Splitting the atom: A new approach to Neighbourhood Interchangeability in Constraint Satisfaction Problems., IJCAI, 2003"], "Kenil C. K. Cheng": ["Efficient Representation of Adhoc Constraints., IJCAI, 2003"], "Chiu Wo Choi": ["Propagation Redundancy for Permutation Channels., IJCAI, 2003"], "Iván Dotú": ["Channeling Constraints and Value Ordering in the QuasiGroup Completion Problem., IJCAI, 2003"], "Carlos Eisenberg": ["Making the Breakout Algorithm Complete Using Systematic Search., IJCAI, 2003"], "Jordan Erenrich": ["Sampling Combinatorial Spaces Using Biased Random Walks., IJCAI, 2003"], "Arnaud Lallouet": ["Finite Domain Constraint Solver Learning., IJCAI, 2003"], "Adrian Petcu": ["Applying interchangeability techniques to the distributed breakout algorithm., IJCAI, 2003"], "Timothy Weale": ["EVOC: A Music Generating System using Genetic Algorithms., IJCAI, 2003"], "Neil Yorke-Smith": ["Temporal Reasoning with Preferences and Uncertainty., IJCAI, 2003"], "Jan M. Broersen": ["BDIOCTL: Obligations and the Specification of Agent Behavior., IJCAI, 2003"], "Alexander Ferrein": ["Extending DTGOLOG with Options., IJCAI, 2003"], "Jeremy Forth": ["Indirect and Conditional Sensing in the Event Calculus., IJCAI, 2003"], "Jihie Kim": ["Proactive Dialogue for Interactive Knowledge Capture., IJCAI, 2003"], "Rex Bing Hung Kwok": ["Coherence of Laws., IJCAI, 2003"], "Churn-Jung Liau": ["An Epistemic Logic for Arbitration (Extended Abstract)., IJCAI, 2003"], "Angelo C. Restificar": ["Constructing utility models from observed negotiation actions., IJCAI, 2003"], "Jorge Santos": ["Engineering a complex ontology with time., IJCAI, 2003"], "Paulo E. Santos": ["A Logic-based Algorithm for Image Sequence Interpretation and Anchoring., IJCAI, 2003"], "Joo-Hwee Lim": ["Learning Consumer Photo Categories for Semantic Retrieval., IJCAI, 2003"], "Mark T. Maybury": ["Intelligent Multimodal Stream Processing., IJCAI, 2003", "Broadcast News Navigator (BNN) Demonstration., IJCAI, 2003"], "Atsuhiro Takasu": ["A Statistical Model for Flexible String Similarity., IJCAI, 2003"], "Xingquan Zhu": ["Mining Video Associations for Efficient Database Management., IJCAI, 2003"], "Sebastian Thrun": ["A Learning Algorithm for Localizing People Based on Wireless Signal Strength that Uses Labeled and Unlabeled Data., IJCAI, 2003"], "Rinat Khoussainov": ["Learning to Compete in Heterogeneous Web Search Environments., IJCAI, 2003"], "Michail G. Lagoudakis": ["Approximate Policy Iteration using Large-Margin Classifiers., IJCAI, 2003"], "Huan Liu": ["Active Learning with Ensembles for Image Classification., IJCAI, 2003"], "Rachael Rafter": ["Item Selection Strategies for Collaborative Filtering., IJCAI, 2003"], "Bruno Scherrer": ["Modular self-organization for a long-living autonomous agent., IJCAI, 2003"], "Alexander K. Seewald": ["Towards a Theoretical Framework for Ensemble Classification., IJCAI, 2003"], "Nathan Sprague": ["Multiple-Goal Reinforcement Learning with Modular Sarsa(0)., IJCAI, 2003"], "Sarah Zelikovitz": ["Integrating Background Knowledge Into Text Classification., IJCAI, 2003"], "Zhihua Zhang": ["Parametric Distance Metric Learning with Label Information., IJCAI, 2003"], "Donovan Artz": ["Network Meta-Reasoning for Information Assurance in Mobile Agent Systems., IJCAI, 2003"], "Amy Greenwald": ["Bidding Marginal Utility in Simultaneous Auctions., IJCAI, 2003"], "Martin J. Kollingbaum": ["NoA - A Normative Agent Architecture., IJCAI, 2003"], "Thuc Duong Nguyen": ["A heuristic model for concurrent bi-lateral negotiations in incomplete information settings., IJCAI, 2003"], "Itsuki Noda": ["Imitation Learning of Team-play in Multiagent System based on Hidden Markov Modeling., IJCAI, 2003"], "Eric Normand": ["Virtual World as Interface for Human-Robot Interaction., IJCAI, 2003"], "Thomas T. Tran": ["Learning Algorithms for Software Agents in Uncertain and Untrusted Market Environments., IJCAI, 2003"], "Michael Walsh": ["A Multi-Agent Computational Linguistic Approach to Speech Recognition., IJCAI, 2003"], "James Fan": ["The Knowledge Required to Interpret Noun Compounds., IJCAI, 2003"], "Michel Galley": ["Improving Word Sense Disambiguation in Lexical Chaining., IJCAI, 2003"], "Xiangen Hu": ["A Revised Algorithm for Latent Semantic Analysis., IJCAI, 2003"], "Dekang Lin": ["Identifying Synonyms among Distributionally Similar Words., IJCAI, 2003"], "Dan I. Moldovan": ["A Logic Prover for Text Processing., IJCAI, 2003"], "Tom O'Hara": ["Inducing criteria for lexicalization parts of speech using the Cyc KB., IJCAI, 2003"], "Jason P. Garforth": ["Neural Executive Attentional Control in Robots., IJCAI, 2003"], "Jimmy Jiang Liu": ["Boosting Face Identification in Airports., IJCAI, 2003"], "Kian Hsiang Low": ["Action Selection for Single- and Multi-Robot Tasks Using Cooperative Extended Kohonen Maps., IJCAI, 2003"], "Sorin Moga": ["Artificial Neural Network for Sequence Learning., IJCAI, 2003"], "Yngvi Björnsson": ["Comparison of Different Grid Abstractions for Pathfinding on Maps., IJCAI, 2003"], "Michael Brenner": ["Multiagent Planning with Partially Ordered Temporal Plans., IJCAI, 2003"], "Christopher W. Geib": ["Recognizing Plan/Goal Abandonment., IJCAI, 2003"], "Max Horstmann": ["Automated Generation of Understandable Contingency Plans., IJCAI, 2003"], "Masoumeh T. Izadi": ["A Planning Algorithm for Predictive State Representations., IJCAI, 2003"], "Romeo Sanchez Nigenda": ["Parallelizing State Space Plans Online., IJCAI, 2003"], "Vincent Vidal": ["A lookahead strategy for solving large planning problems., IJCAI, 2003"], "Terry Zimmerman": ["Using Available Memory to Transform Graphplan's Search., IJCAI, 2003"], "Vadim Bulitko": ["Lookahead Pathologies for Single Agent Search., IJCAI, 2003"], "Michael Buro": ["Real-Time Strategy Games: A New AI Research Challenge., IJCAI, 2003"], "Mark Goldenberg": ["Multiple Agents Moving Target Search., IJCAI, 2003"], "Andrew Lim": ["A New Node Centroid Algorithm for Bandwidth Minimization., IJCAI, 2003"], "Arathi Ramani": ["Combining Two Local Search Approaches to Hypergraph Partitioning., IJCAI, 2003"], "Marco Anelli": ["A New Content Based Image Retrieval Method Based on a Sketch-Driven Interpretation of Line Segments., IJCAI, 2003"], "Artur M. Arsénio": ["Towards Pervasive Robotics., IJCAI, 2003"], "Matthias Fichtner": ["A Visual-Sensor Model for Mobile Robot Localisation., IJCAI, 2003"], "Robert J. Ross": ["Improving Speech Recognition on a Mobile Robot Platform through the use of Top-Down Visual Queues., IJCAI, 2003"], "Robert Sim": ["Comparing image-based localization methods., IJCAI, 2003"], "Salvador Elías Venegas-Andraca": ["Quantum Computation and Image Processing: New Trends in Artificial Intelligence., IJCAI, 2003"], "Alon Y. Halevy": ["Corpus-Based Knowledge Representation., IJCAI, 2003"], "Monika Rauch Henzinger": ["Challenges in Web Search Engines., IJCAI, 2003"], "Craig A. Knoblock": ["Deploying Information Agents on the Web., IJCAI, 2003"], "Phokion G. Kolaitis": ["Constraint Satisfaction, Databases, and Logic., IJCAI, 2003"], "Jiming Liu": ["Web Intelligence (WI): What Makes Wisdom Web?, IJCAI, 2003"], "Daniela Rus": ["Self-reconfiguring Robots: Successes and Challenges., IJCAI, 2003"], "Moshe Y. Vardi": ["Automated Verification: Graphs, Logic, and Automata., IJCAI, 2003"], "Andrei Voronkov": ["Automated Reasoning: Past Story and New Trends., IJCAI, 2003"], "Daniel S. Weld": ["Automatically Personalizing User Interfaces., IJCAI, 2003"], "Hannes Werthner": ["Intelligent Systems in Travel and Tourism., IJCAI, 2003"], "Tamara Babaian": ["Writer's Aid: Using a Planner in a Collaborative Interface., IJCAI, 2003"], "K. Suzanne Barber": ["Sensible Agent Technology Improving Coordination and Communication in Biosurveillance Domains., IJCAI, 2003"], "Claudio Bettini": ["GSTP: A Temporal Reasoning System Supporting Multi-Granularity Temporal Constraints., IJCAI, 2003"], "Carlos Gershenson": ["Comparing Different Cognitive Paradigms with a Virtual Laboratory., IJCAI, 2003"], "Darsana P. Josyula": ["Towards domain-independent, task-oriented, conversational adequacy., IJCAI, 2003"], "Debra Schreckenghost": ["Demonstration: Liaison Agents for Distributed Space Operations., IJCAI, 2003"], "Karl Schultz": ["Interactive Spoken Simulation Control and Conversational Tutoring., IJCAI, 2003"], "Youyong Zou": ["TAGA: Travel Market Framework in Agentcities., IJCAI, 2003"], "Tuomas Sandholm": ["Making Markets and Democracy Work: A Story of Incentives and Computing., IJCAI, 2003"]}