{"Mausam": ["Open Information Extraction: The Second Generation., IJCAI, 2011"], "Robert A. Kowalski": ["Artificial Intelligence and Human Thinking., IJCAI, 2011"], "Joel Uckelman": ["Aggregating Dependency Graphs into Voting Agendas in Multi-Issue Elections., IJCAI, 2011"], "Avi Pfeffer": ["Using Emotions to Enhance Decision-Making., IJCAI, 2011"], "Yoav Shoham": ["Hustling in Repeated Zero-Sum Games with Imperfect Execution., IJCAI, 2011"], "Dmitry Shiryaev": ["Dynamics of Profit-Sharing Games., IJCAI, 2011"], "Hans Georg Seedig": ["Optimal Partitions in Additively Separable Hedonic Games., IJCAI, 2011", "On the Fixed-Parameter Tractability of Composition-Consistent Tournament Solutions., IJCAI, 2011"], "Piotr Faliszewski": ["Coalitional Voting Manipulation: A Game-Theoretic Perspective., IJCAI, 2011"], "Gerhard J. Woeginger": ["Unweighted Coalitional Manipulation under the Borda Rule Is NP-Hard., IJCAI, 2011"], "Sebastian Höfer": ["Simulating the Emergence of Grammatical Agreement in Multi-Agent Language Games., IJCAI, 2011"], "Rafael Pass": ["Approximately Strategy-Proof Voting., IJCAI, 2011"], "Jérôme Lang": ["A General Elicitation-Free Protocol for Allocating Indivisible Goods., IJCAI, 2011"], "Felix Brandt": ["Group-Strategyproof Irresolute Social Choice Functions., IJCAI, 2011"], "Kate Larson": ["Social Distance Games., IJCAI, 2011"], "Sandip Sen": ["Modeling the Emergence and Convergence of Norms., IJCAI, 2011", "Social Instruments for Robust Convention Emergence., IJCAI, 2011"], "Mehdi Dastani": ["Verifying Normative Behaviour via Normative Mechanism Design., IJCAI, 2011"], "Wojciech Jamroga": ["Alternating Epistemic Mu-Calculus., IJCAI, 2011", "Agents, Actions and Goals in Dynamic Environments., IJCAI, 2011"], "Katia P. Sycara": ["Trust Decision-Making in Multi-Agent Systems., IJCAI, 2011", "Agent-Oriented Incremental Team and Activity Recognition., IJCAI, 2011"], "Mikolaj Podlaszewski": ["Manipulation in Group Argument Evaluation., IJCAI, 2011"], "Ariel D. Procaccia": ["Towards More Expressive Cake Cutting., IJCAI, 2011"], "Ruggiero Cavallo": ["Efficient Mechanisms with Risky Participation., IJCAI, 2011"], "Holger Billhardt": ["Using Incentive Mechanisms for an Adaptive Regulation of Open Multi-Agent Systems., IJCAI, 2011"], "Xudong Luo": ["AstonCAT-Plus: An Efficient Specialist for the TAC Market Design Tournament., IJCAI, 2011"], "Arpita Ghosh": ["A Market Clearing Solution for Social Lending., IJCAI, 2011"], "Lirong Xia": ["Hypercubewise Preference Aggregation in Multi-Issue Domains., IJCAI, 2011"], "Serena Villata": ["Changing One's Mind: Erase or Rewind?, IJCAI, 2011"], "Kristen Brent Venable": ["Multi-Agent Soft Constraint Aggregation via Sequential Voting., IJCAI, 2011"], "Dave Cliff": ["Human-Agent Auction Interactions: Adaptive-Aggressive Agents Dominate., IJCAI, 2011"], "Abdallah Saffidine": ["Choosing Collectively Optimal Sets of Alternatives Based on the Condorcet Criterion., IJCAI, 2011"], "Manuela M. Veloso": ["Action Selection via Learning Behavior Patterns in Multi-Robot Systems., IJCAI, 2011", "Strategy Learning for Autonomous Agents in Smart Grid Markets., IJCAI, 2011"], "Francesca Toni": ["Assumption-Based Argumentation Dialogues., IJCAI, 2011"], "Ulle Endriss": ["Binary Aggregation with Integrity Constraints., IJCAI, 2011"], "Inon Zuckerman": ["Manipulating Boolean Games through Communication., IJCAI, 2011"], "Francesco Scarcello": ["On the Complexity of the Core over Coalition Structures., IJCAI, 2011"], "Shaul Markovitch": ["Max-Prob: An Unbiased Rational Decision Making Procedure for Multiple-Adversary Environments., IJCAI, 2011"], "Nicolas Troquard": ["A Dynamic Logic of Normative Systems., IJCAI, 2011"], "Berthold Vöcking": ["Considerate Equilibrium., IJCAI, 2011"], "Ron van der Meyden": ["Model Checking Knowledge in Pursuit Evasion Games., IJCAI, 2011"], "Mark C. Wilson": ["The Complexity of Safe Manipulation under Scoring Rules., IJCAI, 2011"], "Nils Bulling": ["Comparing Variants of Strategic Ability., IJCAI, 2011"], "Martin Zinkevich": ["Accelerating Best Response Calculation in Large Extensive Games., IJCAI, 2011"], "Vittorio A. Ziparo": ["A Mechanism for Dynamic Ride Sharing Based on Parallel Auctions., IJCAI, 2011"], "Ronald Parr": ["Security Games with Multiple Attacker Resources., IJCAI, 2011"], "Craig Boutilier": ["Budgeted Social Choice: From Consensus to Personalized Decision Making., IJCAI, 2011", "Robust Approximation and Incremental Elicitation in Voting Protocols., IJCAI, 2011", "Eliciting Additive Reward Functions for Markov Decision Processes., IJCAI, 2011", "Robust Online Optimization of Reward-Uncertain MDPs., IJCAI, 2011"], "Kostas E. Bekris": ["Push and Swap: Fast Cooperative Path-Finding with Completeness Guarantees., IJCAI, 2011"], "Enrico Malizia": ["Subsidies, Stability, and Restricted Cooperation in Coalitional Games., IJCAI, 2011"], "Marc Esteva": ["Using Experience to Generate New Regulations., IJCAI, 2011"], "Edith Elkind": ["On the Complexity of Voting Manipulation under Randomized Tie-Breaking., IJCAI, 2011", "The Shapley Value as a Function of the Quota in Weighted Voting Games., IJCAI, 2011"], "Jaakko Peltonen": ["Efficient Planning for Factored Infinite-Horizon DEC-POMDPs., IJCAI, 2011"], "Philippe Mathieu": ["An Interaction-Oriented Model for Multi-Scale Simulation., IJCAI, 2011"], "Nicholas R. Jennings": ["Minimum Search to Establish Worst-Case Guarantees in Coalition Structure Generation., IJCAI, 2011", "Using Gaussian Processes to Optimise Concession in Complex Negotiations against Unknown Opponents., IJCAI, 2011", "An On-Line Algorithm for Semantic Forgetting., IJCAI, 2011"], "Ian D. Watson": ["On Combining Decisions from Multiple Expert Imitators for Performance., IJCAI, 2011"], "Peter van Beek": ["An Empirical Study of Seeding Manipulations and Their Prevention., IJCAI, 2011"], "Virginia Vassilevska Williams": ["Rigging Tournament Brackets for Weaker Players., IJCAI, 2011"], "Vadim Bulitko": ["Learning Where You Are Going and from Whence You Came: h- and g-Cost Learning in Real-Time Heuristic Search., IJCAI, 2011"], "Toshiharu Sugawara": ["Emergence and Stability of Social Conventions in Conflict Situations., IJCAI, 2011"], "Tuomas Sandholm": ["Approximating Optimal Combinatorial Auctions for Complements Using Restricted Welfare Maximization., IJCAI, 2011"], "Makoto Yokoo": ["Generalizing Envy-Freeness toward Group of Agents., IJCAI, 2011", "Concise Characteristic Function Representations in Coalitional Games Based on Agent Types., IJCAI, 2011", "Real-Time Solving of Quantified CSPs Based on Monte-Carlo Game Tree Search., IJCAI, 2011"], "Cristiano Castelfranchi": ["Facing Openness with Socio-Cognitive Trust and Categories., IJCAI, 2011"], "Leendert W. N. van der Torre": ["Attack Semantics for Abstract Argumentation., IJCAI, 2011"], "Rosaria Conte": ["Dynamic Sanctioning for Robust and Cost-Efficient Norm Compliance., IJCAI, 2011"], "James Harland": ["Reasoning about Preferences in Intelligent Agent Systems., IJCAI, 2011"], "Xiaoping Chen": ["Online Planning for Ad Hoc Autonomous Agent Teams., IJCAI, 2011"], "Vincent Conitzer": ["A Maximum Likelihood Approach towards Aggregating Partial Orders., IJCAI, 2011"], "David M. Pennock": ["An Efficient Monte-Carlo Algorithm for Pricing Combinatorial Prediction Markets for Tournaments., IJCAI, 2011"], "Richard John": ["Improving Resource Allocation Strategy against Human Adversaries in Security Games., IJCAI, 2011"], "Milind Tambe": ["Continuous Time Planning for Multiagent Teams with Temporal Constraints., IJCAI, 2011"], "Laurent Perrussel": ["Mechanism Design for Double Auctions with Temporal Constraints., IJCAI, 2011"], "Sven Koenig": ["Generalized Reaction Functions for Solving Complex-Task Allocation Problems., IJCAI, 2011"], "Lei Li": ["Multi-Agent Plan Recognition with Partial Team Traces and Plan Libraries., IJCAI, 2011"], "Evgenij Thorstensen": ["Tackling the Partner Units Configuration Problem., IJCAI, 2011"], "Zbigniew Stachniak": ["Depth-Driven Circuit-Level Stochastic Local Search for SAT., IJCAI, 2011"], "Alex Krimkevitch": ["Tractable Set Constraints., IJCAI, 2011"], "Christopher Mears": ["Symmetries and Lazy Clause Generation., IJCAI, 2011"], "Frances A. Rosamond": ["Constraint Satisfaction Problems: Convexity Makes AllDifferent Constraints Tractable., IJCAI, 2011"], "Glauber De Bona": ["Probabilistic Satisfiability: Logic-Based Algorithms and Phase Transition., IJCAI, 2011"], "Michael Buro": ["Using Payoff-Similarity to Speed Up Search., IJCAI, 2011", "Real-Time Opponent Modeling in Trick-Taking Card Games., IJCAI, 2011"], "Stefan Szeider": ["Kernels for Global Constraints., IJCAI, 2011", "Backdoors to Tractable Answer-Set Programming., IJCAI, 2011", "Augmenting Tractable Fragments of Abstract Argumentation., IJCAI, 2011"], "Fahiem Bacchus": ["A Uniform Approach for Generating Proofs and Strategies for Both True and False QBF Formulas., IJCAI, 2011"], "William Yeoh": ["Generalizing ADOPT and BnB-ADOPT., IJCAI, 2011"], "Katsutoshi Hirayama": ["Dynamic SAT with Decision Change Costs: Formalization and Solutions., IJCAI, 2011"], "Henning Schnoor": ["Minimization for Generalized Boolean Formulas., IJCAI, 2011"], "João Marques-Silva": ["Read-Once Resolution for Unsatisfiability-Based Max-SAT Algorithms., IJCAI, 2011"], "Jorge A. Baier": ["Real-Time Heuristic Search with Depression Avoidance., IJCAI, 2011"], "Osamu Watanabe": ["Evaluations of Hash Distributed A* in Optimal Sequence Alignment., IJCAI, 2011"], "Richard E. Korf": ["A Hybrid Recursive Multi-Way Number Partitioning Algorithm., IJCAI, 2011", "Complete Algorithms for Cooperative Pathfinding Problems., IJCAI, 2011"], "Charles F. K. Siu": ["Constraint Programming on Infinite Data Streams., IJCAI, 2011"], "Laurent Simon": ["Minimum Satisfiability and Its Applications., IJCAI, 2011"], "Ke Xu": ["Large Hinge Width on Sparse Random Hypergraphs., IJCAI, 2011"], "Ian Miguel": ["Exploiting Short Supports for Generalised Arc Consistency for Arbitrary Constraints., IJCAI, 2011"], "Claude-Guy Quimper": ["The Multi-Inter-Distance Constraint., IJCAI, 2011"], "Gabriele Barbieri": ["Finite-Length Markov Processes with Constraints., IJCAI, 2011"], "Xavier Lorca": ["A Generalized Arc-Consistency Algorithm for a Class of Counting Constraints., IJCAI, 2011"], "Christopher D. Rosin": ["Nested Rollout Policy Adaptation for Monte Carlo Tree Search., IJCAI, 2011"], "Ariel Felner": ["The Increasing Cost Tree Search for Optimal Multi-Agent Pathfinding., IJCAI, 2011"], "Wheeler Ruml": ["Bounded Suboptimal Search: A Direct Approach Using Inadmissible Estimates., IJCAI, 2011"], "Solomon Eyal Shimony": ["Rational Deployment of CSP Heuristics., IJCAI, 2011"], "Pascal Van Hentenryck": ["Symmetry Breaking via LexLeader Feasibility Checkers., IJCAI, 2011", "Large Neighborhood Search and Adaptive Randomized Decompositions for Flexible Jobshop Scheduling., IJCAI, 2011"], "HweeHwa Pang": ["Heuristic Algorithms for Balanced Multi-Way Number Partitioning., IJCAI, 2011"], "Andrew Lim": ["Space Defragmentation Heuristic for 2D and 3D Bin Packing Problems., IJCAI, 2011"], "Anna Zamansky": ["What Is an Ideal Logic for Reasoning with Inconsistency?., IJCAI, 2011"], "Michaël Thomazo": ["Walking the Complexity Lines for Generalized Guarded Existential Rules., IJCAI, 2011"], "Alan Schmitt": ["Query Reasoning on Trees with Types, Interleaving, and Counting., IJCAI, 2011"], "Yunsong Meng": ["First-Order Extension of the FLP Stable Model Semantics via Modified Circumscription., IJCAI, 2011"], "Michel Combacau": ["A Theory of Meta-Diagnosis: Reasoning about Diagnostic Systems., IJCAI, 2011"], "Fabio Patrizi": ["A Computationally-Grounded Semantics for Artifact-Centric Systems and Abstraction Results., IJCAI, 2011"], "Gerhard Lakemeyer": ["On Progression and Query Evaluation in First-Order Knowledge Bases with Function Symbols., IJCAI, 2011"], "Julien Rossit": ["Interval-Based Possibilistic Logic., IJCAI, 2011"], "Stefan Wölfl": ["RCC8 Is Polynomial on Networks of Bounded Treewidth., IJCAI, 2011"], "Luigi Sauro": ["On the Complexity of EL with Defeasible Inclusions., IJCAI, 2011"], "Rafael Peñaloza": ["Description Logics over Lattices with Multi-Valued Ontologies., IJCAI, 2011"], "Francesc Esteva": ["Finite-Valued Lukasiewicz Modal Logic Is PSPACE-Complete., IJCAI, 2011"], "Stefan Woltran": ["Relating the Semantics of Abstract Dialectical Frameworks and Standard AFs., IJCAI, 2011", "Parametric Properties of Ideal Semantics., IJCAI, 2011"], "Antonius Weinzierl": ["Managed Multi-Context Systems., IJCAI, 2011"], "Jan M. Broersen": ["Modeling Attempt and Action Failure in Probabilistic STIT Logic., IJCAI, 2011"], "Magdalena Ortiz": ["A Practical Automata-Based Technique for Reasoning in Expressive Description Logics., IJCAI, 2011"], "Mantas Simkus": ["Containment of Regular Path Queries under Description Logic Constraints., IJCAI, 2011", "Query Answering in the Horn Fragments of the Description Logics SHOIQ and SROIQ., IJCAI, 2011"], "Umberto Straccia": ["Defeasible Inheritance-Based Description Logics., IJCAI, 2011"], "Adnan Darwiche": ["SDD: A New Canonical Representation of Propositional Knowledge Bases., IJCAI, 2011"], "Hector J. Levesque": ["Efficient Reasoning in Proper Knowledge Bases with Unknown Individuals., IJCAI, 2011", "A Correctness Result for Reasoning about One-Dimensional Planning Problems., IJCAI, 2011"], "James P. Delgrande": ["Revising by an Inconsistent Set of Formulas., IJCAI, 2011"], "Pavlos Peppas": ["Revising Horn Theories., IJCAI, 2011"], "Guido Sciavicco": ["Expressiveness of the Interval Logics of Allen's Relations on the Class of All Linear Orders: Complete Classification., IJCAI, 2011"], "David Fernández-Duque": ["Tangled Modal Logic for Spatial Reasoning., IJCAI, 2011"], "Guido Fiorino": ["Refutation in Dummett Logic Using a Sign to Express the Truth at the Next Possible World., IJCAI, 2011"], "David Toman": ["Fixpoints in Temporal Description Logics., IJCAI, 2011"], "Barteld P. Kooi": ["Succinctness of Epistemic Languages., IJCAI, 2011"], "Kenneth D. Forbus": ["Repairing Incorrect Knowledge with Model Formulation and Metareasoning., IJCAI, 2011"], "Gian Luca Pozzato": ["Reasoning about Typicality in Low Complexity DLs: The Logics EL⊥Tmin and DL-Litec Tmin., IJCAI, 2011"], "Alexander Ferrein": ["Belief Management for High-Level Robot Programs., IJCAI, 2011"], "Michael Grüninger": ["Multidimensional Mereotopology with Betweenness., IJCAI, 2011"], "Peter J. F. Lucas": ["Generalising the Interaction Rules in Probabilistic Logic., IJCAI, 2011"], "Giuseppe De Giacomo": ["Generalized Planning: Synthesizing Plans that Work for Multiple Environments., IJCAI, 2011"], "Katsumi Inoue": ["Logic Programming for Boolean Networks., IJCAI, 2011"], "Tomas Lööw": ["Discrete-Time Temporal Reasoning with Horn DLRs., IJCAI, 2011"], "Patrick Krümpelmann": ["A Constructive Approach to Independent and Evidence Retaining Belief Revision by General Information Sets., IJCAI, 2011"], "Samantha Kleinberg": ["A Logic for Causal Inference in Time Series with Discrete and Continuous Variables., IJCAI, 2011"], "Nicolas Schwind": ["Belief Base Rationalization for Propositional Merging., IJCAI, 2011", "Lost in Translation: Language Independence in Propositional Logic - Application to Belief Revision and Belief Merging., IJCAI, 2011"], "Michael Zakharyaschev": ["On the Decidability of Connectedness Constraints in 2D and 3D Euclidean Spaces., IJCAI, 2011", "The Combined Approach to Ontology-Based Data Access., IJCAI, 2011"], "Sebastian Rudolph": ["Extending Decidable Existential Rules by Joining Acyclicity and Guardedness., IJCAI, 2011"], "Marina Zanella": ["Context-Sensitive Diagnosis of Discrete-Event Systems., IJCAI, 2011"], "Ximing Wen": ["On the Progression of Knowledge in the Situation Calculus., IJCAI, 2011"], "Frank Wolter": ["Description Logic TBoxes: Model-Theoretic Characterizations and Rewritability., IJCAI, 2011", "Foundations for Uniform Interpolation and Forgetting in Expressive Description Logics., IJCAI, 2011"], "Pierre Marquis": ["Existential Closures for Knowledge Compilation., IJCAI, 2011"], "Yoshihiro Maruyama": ["Reasoning about Fuzzy Belief and Common Belief: With Emphasis on Incomparable Beliefs., IJCAI, 2011"], "Loizos Michael": ["Causal Learnability., IJCAI, 2011"], "Henry Prakken": ["Revisiting Preferences and Argumentation., IJCAI, 2011", "Relating Carneades with Abstract Argumentation., IJCAI, 2011"], "Birte Glimm": ["Reasoning-Supported Interactive Revision of Knowledge Bases., IJCAI, 2011"], "Levan Uridia": ["An Approach to Minimal Belief via Objective Belief., IJCAI, 2011"], "Jiewen Wu": ["An Assertion Retrieval Algebra for Object Queries over Knowledge Bases., IJCAI, 2011"], "Riccardo Rosati": ["On the Complexity of Dealing with Inconsistency in Description Logic Ontologies., IJCAI, 2011"], "Chiaki Sakama": ["Dishonest Reasoning by Abduction., IJCAI, 2011"], "Enrico Pontelli": ["A Logical Formulation for Negotiation among Dishonest Agents., IJCAI, 2011", "Exploring Protein Fragment Assembly Using CLP., IJCAI, 2011"], "Dirk Pattinson": ["Description Logics and Fuzzy Probability., IJCAI, 2011"], "Yi-Dong Shen": ["Well-Supported Semantics for Description Logic Programs., IJCAI, 2011"], "Sajjad Ahmed Siddiqi": ["Computing Minimum-Cardinality Diagnoses by Model Relaxation., IJCAI, 2011"], "Ian Horrocks": ["Consequence-Based Reasoning beyond Horn Ontologies., IJCAI, 2011"], "Inanç Seylan": ["Beth Definability in Expressive Description Logics., IJCAI, 2011"], "Michael Thielscher": ["The General Game Playing Description Language Is Universal., IJCAI, 2011"], "Jochen Renz": ["On Qualitative Route Descriptions: Representation and Computational Complexity., IJCAI, 2011"], "Yi Zhou": ["Translating First-Order Theories into Logic Programs., IJCAI, 2011"], "Maurice Pagnucco": ["Transitively Relational Partial Meet Horn Contraction., IJCAI, 2011"], "Shai Ben-David": ["Discerning Linkage-Based Algorithms among Hierarchical Clustering Methods., IJCAI, 2011"], "Enric Celaya": ["A Competitive Strategy for Function Approximation in Q-Learning., IJCAI, 2011"], "Scott Sanner": ["Multi-Evidence Lifted Message Passing, with Application to PageRank and the Kalman Filter., IJCAI, 2011"], "Milos Hauskrecht": ["An Efficient Framework for Constructing Generalized Locally-Induced Text Metrics., IJCAI, 2011"], "Adolfo Martínez Usó": ["Semi-Supervised Learning from a Translation Model between Data Distributions., IJCAI, 2011"], "Benjamin Recht": ["A Framework for Incorporating General Domain Knowledge into Latent Dirichlet Allocation Using First-Order Logic., IJCAI, 2011"], "Evgeniy Bart": ["Improving Performance of Topic Models by Variable Grouping., IJCAI, 2011"], "Dacheng Tao": ["Learning a Distance Metric by Empirical Loss Minimization., IJCAI, 2011"], "Huzefa Rangwala": ["A Hidden Markov Model Variant for Sequence Classification., IJCAI, 2011"], "Markus Wagner": ["Approximation-Guided Evolutionary Multi-Objective Optimization., IJCAI, 2011"], "Qiang Yang": ["Distance Metric Learning under Covariate Shift., IJCAI, 2011", "Transfer Learning for Activity Recognition via Sensor Mapping., IJCAI, 2011", "User-Dependent Aspect Model for Collaborative Activity Recognition., IJCAI, 2011", "Transfer Learning to Predict Missing Ratings via Heterogeneous User Feedbacks., IJCAI, 2011", "Source-Selection-Free Transfer Learning., IJCAI, 2011"], "Reinaldo A. C. Bianchi": ["Using Cases as Heuristics in Reinforcement Learning: A Transfer Learning Application., IJCAI, 2011"], "Conor Hayes": ["Increasing the Scalability of the Fitting of Generalised Block Models for Social Networks., IJCAI, 2011"], "Richard D. Lawrence": ["Concept Labeling: Building Text Classifiers with Minimal Supervision., IJCAI, 2011"], "Hans W. Guesgen": ["Unsupervised Learning of Patterns in Data Streams Using Compression and Edit Distance., IJCAI, 2011", "Behaviour Recognition in Smart Homes., IJCAI, 2011"], "Jürgen Schmidhuber": ["Flexible, High Performance Convolutional Neural Networks for Image Classification., IJCAI, 2011", "Incremental Slow Feature Analysis., IJCAI, 2011"], "Andrea Lockerd Thomaz": ["Automatic State Abstraction from Demonstration., IJCAI, 2011"], "Christel Vrain": ["Generative Structure Learning for Markov Logic Networks Based on Graph of Predicates., IJCAI, 2011"], "Petr Kosina": ["Learning Decision Rules from Data Streams., IJCAI, 2011"], "William John Teahan": ["Constituent Grammatical Evolution., IJCAI, 2011"], "Jesse Hoey": ["Continuous Correlated Beta Processes., IJCAI, 2011"], "Changshui Zhang": ["A Fast Dual Projected Newton Method for l1-Regularized Least Squares., IJCAI, 2011"], "Alessandro Sperduti": ["Kernel-Based Selective Ensemble Learning for Streams of Trees., IJCAI, 2011"], "Jiawei Han": ["On Trivial Solution and Scale Transfer Problems in Graph Regularized NMF., IJCAI, 2011", "Joint Feature Selection and Subspace Learning., IJCAI, 2011"], "Suicheng Gu": ["Multi-Label Classification Using Conditional Dependency Networks., IJCAI, 2011"], "Rene Quiniou": ["Extracting Temporal Patterns from Interval-Based Sequences., IJCAI, 2011"], "Hong Zhang": ["Fast Approximate Nearest-Neighbor Search with k-Nearest Neighbor Graph., IJCAI, 2011"], "Alberto Suárez": ["Gaussianity Measures for Detecting the Direction of Causal Time Series., IJCAI, 2011"], "Yi Wu": ["Feature Selection via Joint Embedding Learning and Sparse Regression., IJCAI, 2011"], "Johannes Fürnkranz": ["Heuristic Rule-Based Regression via Dynamic Reduction to Classification., IJCAI, 2011"], "Alberto Cerpa": ["Adaptation of a Mixture of Multivariate Bernoulli Distributions., IJCAI, 2011"], "Amedeo Napoli": ["Revisiting Numerical Pattern Mining with Formal Concept Analysis., IJCAI, 2011"], "Paul R. Cohen": ["Activity Recognition with Finite State Machines., IJCAI, 2011"], "Raghavendra Udupa": ["Learning Hash Functions for Cross-View Similarity Search., IJCAI, 2011"], "Dale Schuurmans": ["Modular Community Detection in Networks., IJCAI, 2011"], "Suiping Zhou": ["Probit Classifiers with a Generalized Gaussian Scale Mixture Prior., IJCAI, 2011"], "Zhaohui Wu": ["Locality-Constrained Concept Factorization., IJCAI, 2011"], "Heng Huang": ["Cluster Indicator Decomposition for Efficient Matrix Factorization., IJCAI, 2011", "Ball Ranking Machine for Content-Based Multimedia Retrieval., IJCAI, 2011"], "Zhiyong Shen": ["Combining Supervised and Unsupervised Models via Unconstrained Probabilistic Embedding., IJCAI, 2011"], "Fabio Ramos": ["Multi-Kernel Gaussian Processes., IJCAI, 2011"], "Jude W. Shavlik": ["Imitation Learning in Relational Domains: A Functional-Gradient Boosting Approach., IJCAI, 2011"], "See-Kiong Ng": ["Positive Unlabeled Leaning for Time Series Classification., IJCAI, 2011"], "Siu Cheung Hui": ["Distribution-Aware Online Classifiers., IJCAI, 2011"], "Hua Wang": ["Robust Principal Component Analysis with Non-Greedy l1-Norm Maximization., IJCAI, 2011"], "Nagiza F. Samatova": ["Biclustering-Driven Ensemble of Bayesian Belief Network Classifiers for Underdetermined Problems., IJCAI, 2011", "Classification of Emerging Extreme Event Tracks in Multivariate Spatio-Temporal Physical Systems Using Dynamic Network Structures: Application to Hurricane Track Prediction., IJCAI, 2011"], "Tom Schaul": ["Q-Error as a Selection Mechanism in Modular Reinforcement-Learning Systems., IJCAI, 2011"], "Wen-tau Yih": ["Domain Adaptation with Ensemble of Feature Groups., IJCAI, 2011"], "Daphne Koller": ["Discovering Deformable Motifs in Continuous Time Series Data., IJCAI, 2011"], "Taisuke Sato": ["A General MCMC Method for Bayesian Inference in Logic-Based Probabilistic Modeling., IJCAI, 2011"], "Myra Norton": ["Active Surveying: A Probabilistic Approach for Identifying Key Opinion Leaders., IJCAI, 2011"], "Seiya Miyazaki": ["Consistency Measures for Feature Selection: A Formal Definition, Relative Sensitivity Comparison, and a Fast Algorithm., IJCAI, 2011"], "Koby Crammer": ["Active Online Classification via Information Maximization., IJCAI, 2011"], "Jin Tang": ["Angular Decomposition., IJCAI, 2011"], "Fei Tony Liu": ["Fast Anomaly Detection for Streaming Data., IJCAI, 2011"], "Elsa Lopes": ["Utility-Based Fraud Detection., IJCAI, 2011"], "Vasant G. Honavar": ["On the Utility of Curricula in Unsupervised Learning of Probabilistic Grammars., IJCAI, 2011"], "Cees Witteveen": ["Learning Driving Behavior by Timed Syntactic Pattern Recognition., IJCAI, 2011"], "Jiefei Li": ["Bi-Weighting Domain Adaptation for Cross-Language Text Classification., IJCAI, 2011"], "Sridhar Mahadevan": ["Heterogeneous Domain Adaptation Using Manifold Alignment., IJCAI, 2011", "Jointly Learning Data-Dependent Label and Locality-Preserving Projections., IJCAI, 2011"], "Fillia Makedon": ["Fast Nonnegative Matrix Tri-Factorization for Large-Scale Data Co-Clustering., IJCAI, 2011"], "Zhi-Hua Zhou": ["Local and Structural Consistency for Multi-Manifold Clustering., IJCAI, 2011", "Diversity Regularized Machine., IJCAI, 2011", "Line Orthogonality in Adjacency Eigenspace with Application to Community Partition., IJCAI, 2011"], "Joshua B. Tenenbaum": ["Bayesian Policy Search with Policy Priors., IJCAI, 2011"], "Jun Gao": ["Learning to Rank under Multiple Annotators., IJCAI, 2011"], "Zhifeng Hao": ["Similarity-Based Approach for Positive and Unlabeled Learning., IJCAI, 2011"], "Ioannis P. Vlahavas": ["Dealing with Concept Drift and Class Imbalance in Multi-Label Stream Classification., IJCAI, 2011"], "Xiaofang Zhou": ["l2, 1-Norm Regularized Discriminative Feature Selection for Unsupervised Learning., IJCAI, 2011"], "Seungjin Choi": ["Matrix Co-Factorization on Compressed Sensing., IJCAI, 2011"], "Min-Ling Zhang": ["LIFT: Multi-Label Learning with Label-Specific Features., IJCAI, 2011"], "Mingjie Liu": ["Multi-Kernel Multi-Label Learning with Max-Margin Concept Network., IJCAI, 2011", "Cross-People Mobile-Phone Based Activity Recognition., IJCAI, 2011"], "Cheng-Lin Liu": ["Pattern Field Classification with Style Normalized Transformation., IJCAI, 2011"], "V. S. Subrahmanian": ["Finding \"Unexplained\" Activities in Video., IJCAI, 2011"], "Anthony J. Bonner": ["Explaining Genetic Knock-Out Effects Using Cost-Based Abduction., IJCAI, 2011"], "Philip P. Kime": ["Just an Artifact: Why Machines Are Perceived as Moral Agents., IJCAI, 2011"], "Rajesh P. N. Rao": ["A Hierarchical Architecture for Adaptive Brain-Computer Interfacing., IJCAI, 2011"], "John-Jules Ch. Meyer": ["A Neural-Symbolic Cognitive Agent for Online Learning and Reasoning., IJCAI, 2011"], "Sandor M. Veres": ["Verifying Fault Tolerance and Self-Diagnosability of an Autonomous Underwater Vehicle., IJCAI, 2011"], "K. S. Venkatesh": ["OCS-14 : You Can Get Occluded in Fourteen Ways., IJCAI, 2011"], "Zhiwei Xu": ["Effective and Efficient Microprocessor Design Space Exploration Using Unlabeled Design Configurations., IJCAI, 2011"], "James J. Clark": ["Visual Task Inference Using Hidden Markov Models., IJCAI, 2011"], "Francisco C. Santos": ["The Role of Intention Recognition in the Evolution of Cooperative Behavior., IJCAI, 2011"], "Huawei Shen": ["Multi-Select Faceted Navigation Based on Minimum Description Length Principle., IJCAI, 2011"], "Jan Treur": ["Modeling Situation Awareness in Human-Like Agents Using Mental Models., IJCAI, 2011", "A Cognitive Agent Model Displaying and Regulating Different Social Response Patterns., IJCAI, 2011", "A Cognitive Agent Model Incorporating Prior and Retrospective Ownership States for Actions., IJCAI, 2011"], "Zhihua Zhang": ["Generalized Latent Factor Models for Social Network Analysis., IJCAI, 2011"], "Zoran Obradovic": ["Modeling Multivariate Spatio-Temporal Remote Sensing Data with Large Gaps., IJCAI, 2011"], "Jichen Zhu": ["On the Role of Domain Knowledge in Analogy-Based Story Generation., IJCAI, 2011"], "Desney S. Tan": ["Using Multiple Models to Understand Data., IJCAI, 2011"], "Patrick Olivier": ["Feature Learning for Activity Recognition in Ubiquitous Computing., IJCAI, 2011"], "Ashish Kapoor": ["Active Graph Reachability Reduction for Network Security and Software Engineering., IJCAI, 2011"], "Latifur Khan": ["Learning Cause Identifiers from Annotator Rationales., IJCAI, 2011"], "Benjamin Van Durme": ["Learning Bilingual Lexicons Using the Visual Similarity of Labeled Web Images., IJCAI, 2011"], "Xiaoyan Zhu": ["Semantic Relationship Discovery with Wikipedia Structure., IJCAI, 2011", "Incorporating Reviewer and Product Information for Review Rating Prediction., IJCAI, 2011", "Learning to Identify Review Spam., IJCAI, 2011"], "Dou Shen": ["Short Text Classification Improved by Learning Multi-Granularity Topics., IJCAI, 2011"], "Dan Roth": ["Online Latent Structure Training for Language Acquisition., IJCAI, 2011", "Learning from Natural Instructions., IJCAI, 2011", "Making Better Informed Trust Decisions with Generalized Fact-Finding., IJCAI, 2011"], "Philippe Muller": ["Predicting Globally-Coherent Temporal Structures from Texts via Endpoint Inference and Graph Decomposition., IJCAI, 2011"], "Paulo Gomes": ["Automatic Discovery of Fuzzy Synsets from Dictionary Definitions., IJCAI, 2011"], "Chin-Yew Lin": ["Unsupervised Modeling of Dialog Acts in Asynchronous Conversations., IJCAI, 2011"], "Guodong Zhou": ["Improve Tree Kernel-Based Event Pronoun Resolution with Competitive Information., IJCAI, 2011"], "Sophia Yat Mei Lee": ["Semi-Supervised Learning for Imbalanced Sentiment Classification., IJCAI, 2011"], "Zhongyang Xiong": ["Collective Semantic Role Labeling for Tweets with Clustering., IJCAI, 2011"], "Dekai Wu": ["SMT Versus AI Redux: How Semantic Frames Evaluate MT More Accurately., IJCAI, 2011"], "Toru Ishida": ["Constraint Optimization Approach to Context Based Word Selection., IJCAI, 2011"], "Luísa Coheur": ["An Approach to Answer Selection in Question-Answering Based on Semantic Relations., IJCAI, 2011"], "Smaranda Muresan": ["Learning for Deep Language Understanding., IJCAI, 2011"], "Marian-Andrei Rizoiu": ["Improving Topic Evaluation Using Conceptual Knowledge., IJCAI, 2011"], "Stefano Faralli": ["A Graph-Based Algorithm for Inducing Lexical Taxonomies from Scratch., IJCAI, 2011"], "Senthilkumar Chandramohan": ["Sample Efficient On-Line Learning of Optimal Dialogue Policies with Kalman Temporal Differences., IJCAI, 2011"], "Vincent Ng": ["Ensemble-Based Coreference Resolution., IJCAI, 2011"], "Ronen Feldman": ["Unsupervised Lexicon Acquisition for HPSG-Based Relation Extraction., IJCAI, 2011"], "Ipke Wachsmuth": ["Interfacing Virtual Agents with Collaborative Knowledge: Open Domain Question Answering Using Wikipedia-Based Topic Models., IJCAI, 2011"], "Li Zhang": ["Affect Sensing in Metaphorical Phenomena and Dramatic Interaction Context., IJCAI, 2011"], "Chew Lim Tan": ["Entity Linking with Effective Acronym Expansion, Instance Selection, and Topic Modeling., IJCAI, 2011"], "Jianping Fan": ["Learning Inter-Related Statistical Query Translation Models for English-Chinese Bi-Directional CLIR., IJCAI, 2011"], "Xiangyang Xue": ["Fusion of Multiple Features and Supervised Learning for Chinese OOV Term Detection and POS Guessing., IJCAI, 2011"], "Tomás Lozano-Pérez": ["DetH*: Approximate Hierarchical Solution of Large Markov Decision Processes., IJCAI, 2011"], "Hector Geffner": ["Planning under Partial Observability by Classical Replanning: Theory and Experiments., IJCAI, 2011", "Computing Infinite Plans for LTL Goals Using a Classical Planner., IJCAI, 2011", "Goal Recognition over POMDPs: Inferring the Intention of a POMDP Agent., IJCAI, 2011"], "Bart Selman": ["Risk-Sensitive Policies for Sustainable Renewable Resource Allocation., IJCAI, 2011", "A Flat Histogram Method for Computing the Density of States of Combinatorial Problems., IJCAI, 2011"], "I-Ling Yen": ["Simple and Fast Strong Cyclic Planning for Fully-Observable Nondeterministic Planning Problems., IJCAI, 2011"], "Pascal Bercher": ["On the Decidability of HTN Planning with Task Insertion., IJCAI, 2011"], "Pascal Poupart": ["Point-Based Value Iteration for Constrained POMDPs., IJCAI, 2011"], "J. Christopher Beck": ["Monitoring the Execution of Partial-Order Plans via Regression., IJCAI, 2011"], "Malte Helmert": ["Computing Perfect Heuristics in Polynomial Time: On Bisimulation and Merge-and-Shrink Abstraction in Optimal Planning., IJCAI, 2011"], "Stephen F. Smith": ["Iterative Flattening Search for the Flexible Job Shop Scheduling Problem., IJCAI, 2011"], "Jussi Rintanen": ["Planning with SAT, Admissible Heuristics and A*., IJCAI, 2011"], "Ronen I. Brafman": ["Replanning in Domains with Partial Information and Sensing Actions., IJCAI, 2011"], "Christopher Amato": ["Scaling Up Optimal Heuristic Search in Dec-POMDPs via Incremental Expansion., IJCAI, 2011"], "Tran Cao Son": ["On the Effectiveness of CNF and DNF Representations in Contingent Planning., IJCAI, 2011"], "Stuart J. Russell": ["Bounded Intention Planning., IJCAI, 2011"], "Shie Mannor": ["Probabilistic Goal Markov Decision Processes., IJCAI, 2011"], "Volkan Isler": ["Capturing an Evader in a Polygonal Environment with Obstacles., IJCAI, 2011"], "Kamalakar Karlapalem": ["Aesthetic Guideline Driven Photography by Robots., IJCAI, 2011"], "J. Gregory Trafton": ["Accommodating Human Variability in Human-Robot Teams through Theory of Mind., IJCAI, 2011"], "Tsuhan Chen": ["Robotic Object Detection: Learning to Improve the Classifiers Using Sparse Graphs for Path Planning., IJCAI, 2011"], "Zijian Zhao": ["Conics with a Common Axis of Symmetry: Properties and Applications to Camera Calibration., IJCAI, 2011"], "Eyal Amir": ["Lifted Relational Kalman Filtering., IJCAI, 2011"], "Cassio Polpo de Campos": ["New Complexity Results for MAP in Bayesian Networks., IJCAI, 2011"], "Alessio Benavoli": ["Inference with Multinomial Data: Why to Weaken the Prior Strength., IJCAI, 2011"], "Giovanni Pezzulo": ["Motor Simulation via Coupled Internal Models Using Sequential Monte Carlo., IJCAI, 2011"], "Olivier Spanjaard": ["Resolute Choice in Sequential Decision Problems with Multiple Priors., IJCAI, 2011"], "Thomas Schiex": ["Pairwise Decomposition for Combinatorial Optimization in Graphical Models., IJCAI, 2011"], "Daniel Golovin": ["Randomized Sensing in Adversarial Environments., IJCAI, 2011"], "Marc Toussaint": ["Scalable Multiagent Planning Using Probabilistic Inference., IJCAI, 2011"], "Anwitaman Datta": ["A Trust Prediction Approach Capturing Agents' Dynamic Behavior., IJCAI, 2011"], "Heiner Stuckenschmidt": ["Log-Linear Description Logics., IJCAI, 2011"], "Steven David Prestwich": ["Finding (α, ϑ)-Solutions via Sampled SCSPs., IJCAI, 2011"], "Luc De Raedt": ["Lifted Probabilistic Inference by First-Order Knowledge Compilation., IJCAI, 2011"], "XiaoJian Wu": ["Learning Optimal Bayesian Networks Using A* Search., IJCAI, 2011"], "Pedro Larrañaga": ["Bayesian Chain Classifiers for Multidimensional Classification., IJCAI, 2011"], "Tomasz Rej": ["CCR - A Content-Collaborative Reciprocal Recommender for Online Dating., IJCAI, 2011"], "Mitsuru Ishizuka": ["Relation Adaptation: Learning to Extract Novel Relations with Minimum Supervision., IJCAI, 2011", "Mining Longitudinal Network for Predicting Company Value., IJCAI, 2011", "Interest Prediction on Multinomial, Time-Evolving Social Graph., IJCAI, 2011"], "Yong Yu": ["Leveraging Unlabeled Data to Scale Blocking for Record Linkage., IJCAI, 2011"], "Dit-Yan Yeung": ["A Convex Formulation of Modularity Maximization for Community Detection., IJCAI, 2011"], "Giorgos Stoilos": ["What to Ask to an Incomplete Semantic Web Reasoner?., IJCAI, 2011"], "Thomas Schneider": ["The Modular Structure of an Ontology: Atomic Decomposition., IJCAI, 2011"], "Tomoe Kitahara": ["Fast Algorithm for Affinity Propagation., IJCAI, 2011"], "Mark T. Keane": ["Mining the Web for the \"Voice of the Herd\" to Track Stock Market Bubbles., IJCAI, 2011"], "Victor Lavrenko": ["Relevance Feedback between Web Search and the Semantic Web., IJCAI, 2011"], "Robin Boswell": ["Finding the Hidden Gems: Recommending Untagged Music., IJCAI, 2011"], "Hiroshi Sawada": ["Fashion Coordinates Recommender System Using Photographs from Fashion Magazines., IJCAI, 2011"], "C. Lee Giles": ["Context Sensitive Topic Models for Author Influence in Document Networks., IJCAI, 2011"], "S. K. Mirajul Haque": ["Multi-Perspective Linking of News Articles within a Repository., IJCAI, 2011"], "João Martins": ["Social Abstract Argumentation., IJCAI, 2011"], "Xindong Wu": ["Cross-Domain Collaborative Filtering over Time., IJCAI, 2011"], "David McSherry": ["Minimally Complete Recommendations., IJCAI, 2011"], "Ko Fujimura": ["User Similarity from Linked Taxonomies: Subjective Assessments of Items., IJCAI, 2011"], "Sören Auer": ["LIMES - A Time-Efficient Approach for Large-Scale Link Discovery on the Web of Data., IJCAI, 2011"], "Weizhu Chen": ["Short Text Conceptualization Using a Probabilistic Knowledgebase., IJCAI, 2011"], "Wenjie Li": ["A Wikipedia Based Semantic Graph Model for Topic Tracking in Blogsphere., IJCAI, 2011"], "Baowen Xu": ["Matching Large Ontologies Based on Reduction Anchors., IJCAI, 2011"], "Liyun Ru": ["Predicting Epidemic Tendency through Search Behavior Analysis., IJCAI, 2011"], "Francis Chi-Moon Lau": ["Mining User Dwell Time for Personalized Web Search Re-Ranking., IJCAI, 2011"], "Masaru Kitsuregawa": ["Efficient Searching Top-k Semantic Similar Words., IJCAI, 2011"], "Yongyi Mao": ["Recommender Systems from \"Words of Few Mouths\"., IJCAI, 2011"], "Florentin Wörgötter": ["Integrating Task Planning and Interactive Learning for Robots to Work in Human Environments., IJCAI, 2011"], "Ya'akov (Kobi) Gal": ["Plan Recognition in Virtual Laboratories., IJCAI, 2011"], "Andrei Tchaltsev": ["A Comprehensive Approach to On-Board Autonomy Verification and Validation., IJCAI, 2011"], "Regina Barzilay": ["Non-Linear Monte-Carlo Search in Civilization II., IJCAI, 2011"], "Anthony G. Cohn": ["Buried Utility Pipeline Mapping Based on Multiple Spatial Data Sources: A Bayesian Data Fusion Approach., IJCAI, 2011"], "Wen-Lian Hsu": ["Enhancing Search Results with Semantic Annotation Using Augmented Browsing., IJCAI, 2011"], "Ayumu Sugiyama": ["Simulation-Based Data Mining Solution to the Structure of Water Surrounding Proteins., IJCAI, 2011"], "Björn Pelzer": ["A Natural Language Question Answering System as a Participant in Human Q&A Portals., IJCAI, 2011"], "Tracy Hammond": ["Sketch Recognition Algorithms for Comparing Complex and Unpredictable Shapes., IJCAI, 2011"], "Hendrik Zender": ["Exploiting Probabilistic Knowledge under Uncertain Sensing for Efficient Robot Behaviour., IJCAI, 2011"], "David W. Aha": ["Integrated Learning for Goal-Driven Autonomy., IJCAI, 2011"], "Wen Gao": ["Learning Compact Visual Descriptor for Low Bit Rate Mobile Landmark Search., IJCAI, 2011"], "Charles X. Ling": ["A New Search Engine Integrating Hierarchical Browsing and Keyword Search., IJCAI, 2011"], "Jane Yung-jen Hsu": ["Resource-Bounded Crowd-Sourcing of Commonsense Knowledge., IJCAI, 2011"], "Gita Sukthankar": ["A Real-Time Opponent Modeling System for Rush Football., IJCAI, 2011"], "Boi Faltings": ["Coordinating Logistics Operations with Privacy Guarantees., IJCAI, 2011"], "Vikas Kedia": ["A System for Providing Differentiated QoS in Retail Banking., IJCAI, 2011"], "Peter Hatherly": ["Learning 3D Geological Structure from Drill-Rig Sensors for Automated Mining., IJCAI, 2011"], "Timothy J. Norman": ["An Agent Architecture for Prognostic Reasoning Assistance., IJCAI, 2011"], "Jesus Boticario": ["Extending Computer Assisted Assessment Systems with Natural Language Processing, User Modeling, and Recommendations Based on Human Computer Interaction and Data Mining., IJCAI, 2011"], "Geoff James": ["Integrating Learning into a BDI Agent for Environments with Changing Dynamics., IJCAI, 2011"], "Yrjo Grohn": ["Embedding System Dynamics in Agent Based Models for Complex Adaptive Systems., IJCAI, 2011"], "Yun Fu": ["Kinship Verification through Transfer Learning., IJCAI, 2011"], "Maosong Sun": ["CHIME: An Efficient Error-Tolerant Chinese Pinyin Input Method., IJCAI, 2011"], "Hal Daumé III": ["A Geometric View of Conjugate Priors., IJCAI, 2011"], "Blaine Christian": ["Human-Guided Machine Learning for Fast and Accurate Network Alarm Triage., IJCAI, 2011"], "Jan Johannsen": ["Lower Bounds for Width-Restricted Clause Learning on Formulas of Small Width., IJCAI, 2011"], "Yajun Wang": ["Community Detection in Social Networks through Community Formation Games., IJCAI, 2011"], "Jean Lieber": ["An Algorithm for Adapting Cases Represented in ALC., IJCAI, 2011"], "Toby Walsh": ["Translation-Based Constraint Answer Set Solving., IJCAI, 2011"], "Michael Wooldridge": ["Incentive Engineering for Boolean Games., IJCAI, 2011"], "Eiichiro Sumita": ["picoTrans: Using Pictures as Input for Machine Translation on Mobile Devices., IJCAI, 2011"], "Daniele Magazzeni": ["Automatic Construction of Efficient Multiple Battery Usage Policies., IJCAI, 2011"], "Torsten Schaub": ["Finite Model Computation via Answer Set Programming., IJCAI, 2011"], "Anthony Hunter": ["Measuring the Good and the Bad in Inconsistent Information., IJCAI, 2011"], "Martin Ester": ["A Transitivity Aware Matrix Factorization Model for Recommendation in Social Networks., IJCAI, 2011"], "Jan Peters": ["Reinforcement Learning to Adjust Robot Movements to New Situations., IJCAI, 2011"], "Nick Bassiliades": ["Reasoning and Proofing Services for Semantic Web Agents., IJCAI, 2011"], "Markus Krötzsch": ["Efficient Rule-Based Inferencing for OWL EL., IJCAI, 2011"], "Scott R. Klemmer": ["Flexible Tree Matching., IJCAI, 2011"], "Jay H. Powell": ["Enhancing Case Adaptation with Introspective Reasoning and Web Mining., IJCAI, 2011"], "Malcolm Slaney": ["Recommender Systems, Missing Data and Statistical Model Estimation., IJCAI, 2011"], "Dimitrios Mavroeidis": ["Mind the Eigen-Gap, or How to Accelerate Semi-Supervised Spectral Learning Algorithms., IJCAI, 2011"], "Noam Hazon": ["Ties Matter: Complexity of Voting Manipulation Revisited., IJCAI, 2011"], "Erin Steigerwald": ["GUARDS - Innovative Application of Game Theory for National Airport Security., IJCAI, 2011"], "Antonino Rotolo": ["Norm Compliance of Rule-Based Cognitive Agents., IJCAI, 2011"], "Andrew W. Moore": ["Theoretical Justification of Popular Link Prediction Heuristics., IJCAI, 2011"], "Armen Aghasaryan": ["Evaluation of Group Profiling Strategies., IJCAI, 2011"], "Carlos Guestrin": ["Connecting the Dots between News Articles., IJCAI, 2011"], "Karthik Sridharan": ["Learning Linear and Kernel Predictors with the 0-1 Loss Function., IJCAI, 2011"], "Paul M. Newman": ["Adaptive Data Compression for Robot Perception., IJCAI, 2011"], "Nicholas Roy": ["Active Exploration for Robust Object Detection., IJCAI, 2011"], "Paul T. Groth": ["A Framework for Longitudinal Influence Measurement between Communication Content and Social Networks., IJCAI, 2011"], "Nicolas Usunier": ["WSABIE: Scaling Up to Large Vocabulary Image Annotation., IJCAI, 2011"], "Khai N. Truong": ["Analysis of Adjective-Noun Word Pair Extraction Methods for Online Review Summarization., IJCAI, 2011"], "Chih-Jen Lin": ["Large Linear Classification When Data Cannot Fit in Memory., IJCAI, 2011"], "James Boerkoel": ["Solving the Multiagent Selection and Scheduling Problem., IJCAI, 2011"], "Federico Cerutti": ["Decision Support through Argumentation-Based Practical Reasoning., IJCAI, 2011"], "Jnaneshwar Das": ["Statement of Thesis Research: Multi-Robot Sampling Strategies for Large-Scale Oceanographic Experiments., IJCAI, 2011"], "Hao Ding": ["Control of Robotic Systems for Safe Interaction with Human Operators., IJCAI, 2011"], "Luís C. Lamb": ["Combining Machine Learning and Optimization Techniques to Determine 3-D Structures of Polypeptides., IJCAI, 2011", "Towards Social Problem-Solving with Human Subjects., IJCAI, 2011"], "Vicente J. Botti": ["An Agent-Oriented Software Engineering Methodology to Develop Adaptive Virtual Organizations., IJCAI, 2011"], "David Feil-Seifer": ["Towards Spatial Methods for Socially Assistive Robotics: Validation with Children with Autism Spectrum Disorders., IJCAI, 2011"], "Duane Szafron": ["Regret Minimization in Multiplayer Extensive Games., IJCAI, 2011"], "Umberto Grandi": ["Combinatorial Aggregation., IJCAI, 2011"], "William Groves": ["Combining Spatial and Temporal Aspects of Prediction Problems to Improve Prediction Performance., IJCAI, 2011"], "Joshua T. Guerin": ["A Decision-Theoretic Academic Advisor: Extended Abstract., IJCAI, 2011"], "Renata Wassermann": ["Belief Revision on Computation Tree Logic., IJCAI, 2011"], "Pedro Meseguer": ["Distributed Constraint Optimization Problems Related with Soft Arc Consistency., IJCAI, 2011"], "Yasaman Haghpanah": ["A Trust and Reputation Model for Supply Chain Management., IJCAI, 2011"], "Daniel Harabor": ["Graph Pruning and Symmetry Breaking on Grid Maps., IJCAI, 2011"], "Daniel S. Weld": ["Towards Scalable MDP Algorithms., IJCAI, 2011"], "W. Marco Schorlemmer": ["Talking about Trust in Heterogeneous Multi-Agent Systems., IJCAI, 2011"], "Enrique Machuca": ["An Analysis of Multiobjective Search Algorithms and Heuristics., IJCAI, 2011"], "Cristina Baroglio": ["On Temporal Regulations and Commitment Protocols., IJCAI, 2011"], "Maria Vanina Martinez": ["Contributions to Personalizable Knowledge Integration., IJCAI, 2011"], "Nicholas Mattei": ["Decision Making under Uncertainty: Social Choice and Manipulation., IJCAI, 2011"], "Bhavani M. Thuraisingham": ["RDFKB: A Semantic Web Knowledge Base., IJCAI, 2011"], "Reshef Meir": ["Research Proposal: Cooperation among Self Interested Agents., IJCAI, 2011"], "Eva Onaindia": ["Temporal Defeasible Argumentation in Multi-Agent Planning., IJCAI, 2011"], "Sergio Escalera": ["Human Behavior Analysis from Video Data Using Bag-of-Gestures., IJCAI, 2011"], "Marc Pujol-Gonzalez": ["Multi-Agent Coordination: DCOPs and Beyond., IJCAI, 2011"], "Sindhu V. Raghavan": ["Bayesian Abductive Logic Programs: A Probabilistic Logic for Abductive Reasoning., IJCAI, 2011"], "Gavin Rens": ["From an Agent Logic to an Agent Programming Language for Partially Observable Stochastic Domains., IJCAI, 2011"], "Ana García-Fornes": ["Agent-Based Negotiation Teams., IJCAI, 2011"], "Patrice Seyed": ["A Method for Evaluating and Standardizing Ontologies., IJCAI, 2011"], "Andreas Steck": ["Towards a Model-Centric Cognitive Architecture for Service Robots., IJCAI, 2011"], "Jeremy Stober": ["Sensorimotor Models of Space and Object Geometry., IJCAI, 2011"], "Keith Sullivan": ["Multiagent Hierarchical Learning from Demonstration., IJCAI, 2011"], "Jordan Tyler Thayer": ["Heuristic Search under Quality and Time Bounds., IJCAI, 2011"], "Son Thanh To": ["On the Impact of Belief State Representation in Planning under Uncertainty., IJCAI, 2011"], "Nicola Vitucci": ["Autonomous Object Manipulation: A Semantic-Driven Approach., IJCAI, 2011"], "Ko-Hsin Cindy Wang": ["Tractable Massively Multi-Agent Pathfinding with Solution Quality and Completeness Guarantees., IJCAI, 2011"], "Ana Cortés": ["Input Parameter Calibration in Forest Fire Spread Prediction: Taking the Intelligent Way., IJCAI, 2011"], "Baylor Wetzel": ["Transfer Learning in Spatial Reasoning Puzzles., IJCAI, 2011"], "Jens Witkowski": ["Trust Mechanisms for Online Systems (Extended Abstract)., IJCAI, 2011"], "Dengji Zhao": ["Mechanism Design for Dynamic Environments: Online Double Auctions., IJCAI, 2011"]}