{"Alan Bundy": ["Cooperating Reasoning Processes: More than Just the Sum of Their Parts., IJCAI, 2007"], "Peter Stone": ["Learning and Multiagent Reasoning for Autonomous Agents., IJCAI, 2007"], "Carlos Ansótegui": ["The Logic Behind Weighted CSP., IJCAI, 2007"], "Marco Benedetti": ["QCSP Made Practical by Virtue of Restricted Quantification., IJCAI, 2007"], "Christian Bessière": ["Learning Implied Global Constraints., IJCAI, 2007", "Query-Driven Constraint Acquisition., IJCAI, 2007"], "Julien Bidot": ["A General Framework for Scheduling in a Stochastic Environment., IJCAI, 2007"], "Sylvain Bouveret": ["New Constraint Programming Approaches for the Computation of Leximin-Optimal Solutions in Constraint Networks., IJCAI, 2007"], "Martin C. Cooper": ["Optimal Soft Arc Consistency., IJCAI, 2007"], "Alex Ferguson": ["Quantified Constraint Satisfaction Problems: From Relaxations to Explanations., IJCAI, 2007"], "Alan M. Frisch": ["The Design of ESSENCE: A Constraint Language for Specifying Combinatorial Problems., IJCAI, 2007"], "Georg Gottlob": ["Conditional Constraint Satisfaction: Logical Foundations and Complexity., IJCAI, 2007", "Complexity of Pure Equilibria in Bayesian Games., IJCAI, 2007"], "Carlos Grandón": ["Generalized Interval Projection: A New Technique for Consistent Domain Extension., IJCAI, 2007"], "Tarik Hadzic": ["Techniques for Efficient Interactive Configuration of Distribution Networks., IJCAI, 2007"], "Emmanuel Hebrard": ["Distance Constraints in Constraint Satisfaction., IJCAI, 2007"], "Philippe Jégou": ["Dynamic Heuristics for Backtrack Search on Tree-Decomposition of CSPs., IJCAI, 2007"], "Matthew Kitching": ["Symmetric Component Caching., IJCAI, 2007"], "Christophe Lecoutre": ["A Study of Residual Supports in Arc Consistency., IJCAI, 2007", "Nogood Recording from Restarts., IJCAI, 2007"], "Chavalit Likitvivatanavong": ["Arc Consistency during Search., IJCAI, 2007"], "Deepak Mehta": ["Probabilistic Consistency Boosts MAC and SAC., IJCAI, 2007"], "Nina Narodytska": ["Constraint and Variable Ordering Heuristics for Compiling Configuration Problems., IJCAI, 2007"], "Radu Stefan Niculescu": ["A Theoretical Framework for Learning Bayesian Networks with Parameter Inequality Constraints., IJCAI, 2007"], "Murray Patterson": ["Grounding for Model Expansion in k-Guarded Formulas with Inductive Definitions., IJCAI, 2007"], "Adrian Petcu": ["PC-DPOP: A New Partial Centralization Algorithm for Distributed Optimization., IJCAI, 2007", "MB-DPOP: A New Memory-Bounded Algorithm for Distributed Optimization., IJCAI, 2007"], "Tian Sang": ["A Dynamic Approach for MPE and Weighted MAX-SAT., IJCAI, 2007"], "Sathiamoorthy Subbarayan": ["Backtracking Procedures for Hypertree, HyperSpread and Connected Hypertree Decomposition of CSPs., IJCAI, 2007"], "Xu Yang": ["A Call Admission Control Scheme Using NeuroEvolution Algorithm in Cellular Networks., IJCAI, 2007"], "Yuanlin Zhang": ["Fast Algorithm for Connected Row Convex Constraints., IJCAI, 2007"], "Roie Zivan": ["Conflict Directed Backjumping for Max-CSPs., IJCAI, 2007"], "Marco Aiello": ["The Mathematical Morpho-Logical View on Reasoning about Space., IJCAI, 2007"], "Ricardo M. Araujo": ["An Information-Theoretic Analysis of Memory Bounds in a Distributed Resource Allocation Mechanism., IJCAI, 2007"], "Alessandro Artale": ["A Description Logic of Change., IJCAI, 2007"], "Jamal Atif": ["From Generic Knowledge to Specific Reasoning for Medical Image Interpretation Using Graph based Representations., IJCAI, 2007"], "Franz Baader": ["Completing Description Logic Knowledge Bases Using Formal Concept Analysis., IJCAI, 2007"], "Chitta Baral": ["Non-monotonic Temporal Logics for Goal Specification., IJCAI, 2007", "Using the Probabilistic Logic Programming Language P-log for Causal and Counterfactual Reasoning and Non-Naive Conditioning., IJCAI, 2007"], "Marc G. Bellemare": ["Context-Driven Predictions., IJCAI, 2007"], "David Billington": ["Entailment Semantics for Rules with Priorities., IJCAI, 2007"], "Tibor Bosse": ["Higher-Order Potentialities and their Reducers: A Philosophical Foundation Unifying Dynamic Modeling Methods., IJCAI, 2007"], "Gerhard Brewka": ["Contextual Default Reasoning., IJCAI, 2007"], "Diego Calvanese": ["EQL-Lite: Effective First-Order Query Processing in Description Logics., IJCAI, 2007"], "Carlos Iván Chesñevar": ["A Lattice-Based Approach to Computing Warranted Beliefs in Skeptical Argumentation Frameworks., IJCAI, 2007"], "Luca Console": ["A Framework for Decentralized Qualitative Model-Based Diagnosis., IJCAI, 2007"], "Marie-Odile Cordier": ["Exploiting Independence in a Decentralised and Incremental Approach of Diagnosis., IJCAI, 2007"], "Bernardo Cuenca Grau": ["A Logical Framework for Modularity of Ontologies., IJCAI, 2007"], "Jos de Bruijn": ["Embedding Non-Ground Logic Programs into Autoepistemic Logic for Knowledge-Base Combination., IJCAI, 2007"], "Johan de Kleer": ["Modeling When Connections Are the Problem., IJCAI, 2007"], "Clare Dixon": ["Tractable Temporal Reasoning., IJCAI, 2007"], "Christophe Dousson": ["Chronicle Recognition Improvement Using Temporal Focusing and Hierarchization., IJCAI, 2007"], "Thomas Eiter": ["Complexity Results for Checking Equivalence of Stratified Logic Programs., IJCAI, 2007", "On Reversing Actions: Algorithms and Complexity., IJCAI, 2007"], "Michael Esser": ["Fault-Model-Based Test Generation for Embedded Software., IJCAI, 2007"], "Jérôme Euzenat": ["Semantic Precision and Recall for Ontology Alignment Evaluation., IJCAI, 2007"], "Zhao-Fu Fan": ["Operator Component Matrix Model for IMP Program Diagnosis., IJCAI, 2007"], "Hélène Fargier": ["On Valued Negation Normal Form Formulas., IJCAI, 2007"], "Paolo Ferraris": ["A Logic Program Characterization of Causal Theories., IJCAI, 2007", "A New Perspective on Stable Models., IJCAI, 2007"], "Ildikó Flesch": ["Conflict-Based Diagnosis: Adding Uncertainty to Model-based Diagnosis., IJCAI, 2007"], "Martin Gebser": ["Conflict-Driven Answer Set Solving., IJCAI, 2007"], "Romain Gérard": ["Ranking Alternatives on the Basis of Generic Constraints and Examples - A Possibilistic Approach., IJCAI, 2007"], "Birte Glimm": ["Conjunctive Query Answering for the Description Logic SHIQ., IJCAI, 2007"], "Ashish Gupta": ["A Dual-Pathway Neural Network Model of Control Relinquishment in Motor Skill Learning., IJCAI, 2007"], "Daniel T. Halstead": ["Some Effects of a Reduced Relational Vocabulary on the Whodunit Problem., IJCAI, 2007"], "Miki Hermann": ["Counting Complexity of Propositional Abduction., IJCAI, 2007"], "Jizhou Huang": ["Extracting Chatbot Knowledge from Online Discussion Forums., IJCAI, 2007"], "Pallika H. Kanani": ["Improving Author Coreference by Resource-Bounded Information Gathering from the Web., IJCAI, 2007"], "Sanjiang Li": ["Combining Topological and Directional Information for Spatial Reasoning., IJCAI, 2007"], "Fangzhen Lin": ["From Answer Set Logic Programming to Circumscription via Logic of GK., IJCAI, 2007"], "Andrew M. Lovett": ["Incremental Learning of Perceptual Categories for Open-Domain Sketch Recognition., IJCAI, 2007"], "Carsten Lutz": ["Conservative Extensions in Expressive Description Logics., IJCAI, 2007"], "Søren Tjagvad Madsen": ["Towards a Computational Model of Melody Identification in Polyphonic Music., IJCAI, 2007"], "Diego C. Martínez": ["Modelling Well-Structured Argumentation Lines., IJCAI, 2007"], "Wolfgang Mayer": ["Abstract Interpretation of Programs for Model-Based Debugging., IJCAI, 2007"], "Boris Motik": ["A Faithful Integration of Description Logics with Logic Programming., IJCAI, 2007"], "Kasia Muldner": ["Evaluating a Decision-Theoretic Approach to Tailored Example Selection., IJCAI, 2007"], "Alice M. Mulvehill": ["Expectation Failure as a Basis for Agent-Based Model Diagnosis and Mixed Initiative Model Adaptation during Anomalous Plan Execution., IJCAI, 2007"], "Isabel Navarrete": ["Consistency Checking of Basic Cardinal Constraints over Connected Regions., IJCAI, 2007"], "Austin Parker": ["Probabilistic Go Theories., IJCAI, 2007"], "Michele Piunti": ["Surprise as Shortcut for Anticipation: Clustering Mental States in Reasoning., IJCAI, 2007"], "Gregory M. Provan": ["Automated Benchmark Model Generators for Model-Based Diagnostic Inference., IJCAI, 2007"], "Maleeha Qazi": ["Automated Heart Wall Motion Abnormality Detection from Ultrasound Images Using Bayesian Networks., IJCAI, 2007"], "Jochen Renz": ["Qualitative Spatial and Temporal Reasoning: Efficient Algorithms for Everyone., IJCAI, 2007"], "Jussi Rintanen": ["Diagnosability Testing with Satisfiability Algorithms., IJCAI, 2007", "Diagnosers and Diagnosability of Succinct Transition Systems., IJCAI, 2007"], "Virginia Savova": ["Is the Turing Test Good Enough? The Fallacy of Resource-Unbounded Intelligence., IJCAI, 2007"], "Vincent Schickel-Zuber": ["OSS: A Semantic Similarity Function based on Hierarchical Ontologies., IJCAI, 2007"], "Stefan Schlobach": ["Description Logics with Approximate Definitions - Precise Modeling of Vague Concepts., IJCAI, 2007"], "Hedda Rahel Schmidtke": ["A Size-Based Qualitative Approach to the Representation of Spatial Granularity., IJCAI, 2007"], "Steven Schockaert": ["Qualitative Temporal Reasoning about Vague Events., IJCAI, 2007"], "Anika Schumann": ["Scalable Diagnosability Checking of Event-Driven Systems., IJCAI, 2007"], "Sajjad Ahmed Siddiqi": ["Hierarchical Diagnosis of Multiple Faults., IJCAI, 2007"], "Vishwajeet Singh": ["Detection of Cognitive States from fMRI Data Using Machine Learning Techniques., IJCAI, 2007"], "Peter Struss": ["Model-Based Optimization of Testing through Reduction of Stimuli., IJCAI, 2007"], "V. S. Subrahmanian": ["A General Framework for Reasoning about Inconsistency., IJCAI, 2007"], "M. G. Suraj": ["Appearance Based Recognition Methodology for Recognising Fingerspelling Alphabets., IJCAI, 2007"], "Sashank Varma": ["Resource Constraints on Computation and Communication in the Brain., IJCAI, 2007"], "Laurent Vercouter": ["An Experience on Reputation Models Interoperability Based on a Functional Ontology., IJCAI, 2007"], "Bart Verheij": ["A Labeling Approach to the Computation of Credulous Acceptance in Argumentation., IJCAI, 2007"], "Huan Wang": ["A Convengent Solution to Tensor Subspace Learning., IJCAI, 2007"], "Hui Wang": ["All Common Subsequences., IJCAI, 2007"], "Mark A. Wood": ["Representations for Action Selection Learning from Real-Time Observation of Task Experts., IJCAI, 2007"], "Yan Zhang": ["Epistemic Reasoning in Logic Programs., IJCAI, 2007"], "Isabelle Alvarez": ["Keep the Decision Tree and Estimate the Class Probabilities Using its Decision Boundary., IJCAI, 2007"], "Edin Andelic": ["Updates for Nonlinear Discriminants., IJCAI, 2007"], "Sebastian Bader": ["A Fully Connectionist Model Generator for Covered First-Order Logic Programs., IJCAI, 2007"], "Bikramjit Banerjee": ["General Game Learning Using Knowledge Transfer., IJCAI, 2007"], "Sabri Bayoudh": ["Learning by Analogy: A Classification Rule for Binary and Nominal Data., IJCAI, 2007"], "Ron Bekkerman": ["Interactive Clustering of Text Collections According to a User-Specified Criterion., IJCAI, 2007", "Web Page Clustering Using Heuristic Search in the Web Graph., IJCAI, 2007"], "Reinaldo A. C. Bianchi": ["Heuristic Selection of Actions in Multiagent Reinforcement Learning., IJCAI, 2007"], "Marenglen Biba": ["Unsupervised Discretization Using Kernel Density Estimation., IJCAI, 2007"], "Klaus Brinker": ["Case-Based Multilabel Ranking., IJCAI, 2007"], "Deng Cai": ["Locality Sensitive Discriminant Analysis., IJCAI, 2007"], "Lijuan Cai": ["Exploiting Known Taxonomies in Learning Overlapping Concepts., IJCAI, 2007"], "Paul R. Cohen": ["Learning and Transferring Action Schemas., IJCAI, 2007", "Constructing Career Histories: A Case Study in Disentangling the Threads., IJCAI, 2007"], "Tom Croonenborghs": ["Online Learning and Exploiting Relational Models in Reinforcement Learning., IJCAI, 2007"], "Marco Cuturi": ["Permanents, Transport Polytopes and Positive Definite Kernels on Histograms., IJCAI, 2007"], "William Dabney": ["Utile Distinctions for Relational Reinforcement Learning., IJCAI, 2007"], "Guang Dai": ["Boosting Kernel Discriminant Analysis and Its Application on Tissue Classification of Gene Expression Data., IJCAI, 2007"], "Mathieu d'Aquin": ["Case Base Mining for Adaptation Knowledge Acquisition., IJCAI, 2007"], "Murat Dundar": ["Learning Classifiers When the Training Data Is Not IID., IJCAI, 2007"], "Narayanan Unny Edakunni": ["Kernel Carpentry for Online Regression Using Randomly Varying Coefficient Model., IJCAI, 2007"], "Saher Esmeir": ["Occam's Razor Just Got Sharper., IJCAI, 2007"], "Santiago Fernández": ["Sequence Labelling in Structured Domains with Hierarchical Recurrent Neural Networks., IJCAI, 2007"], "Nancy Fulda": ["Predicting and Preventing Coordination Problems in Cooperative Q-learning Systems., IJCAI, 2007"], "Glenn Fung": ["Feature Selection and Kernel Design via Linear Programming., IJCAI, 2007"], "Matteo Gagliolo": ["Learning Restart Strategies., IJCAI, 2007"], "Ugo Galassi": ["Incremental Construction of Structured Hidden Markov Models., IJCAI, 2007"], "Gemma C. Garriga": ["On Mining Closed Sets in Multi-Relational Data., IJCAI, 2007"], "Ali Ghodsi": ["Improving Embeddings by Flexible Exploitation of Side Information., IJCAI, 2007"], "Sertan Girgin": ["State Similarity Based Approach for Improving Performance in RL., IJCAI, 2007"], "Yuhong Guo": ["Optimistic Active-Learning Using Mutual Information., IJCAI, 2007"], "András György": ["Continuous Time Associative Bandit Problems., IJCAI, 2007"], "Sariel Har-Peled": ["Maximum Margin Coresets for Active and Noise Tolerant Learning., IJCAI, 2007"], "Claudia Henry": ["Real Boosting a la Carte with an Application to Boosting Oblique Decision Tree., IJCAI, 2007"], "Manfred Hild": ["Self-Adjusting Ring Modules (SARMs) for Flexible Gait Pattern Generation., IJCAI, 2007"], "Thomas R. Hinrichs": ["Analogical Learning in a Turn-Based Strategy Game., IJCAI, 2007"], "Jin Huang": ["Constructing New and Better Evaluation Measures for Machine Learning., IJCAI, 2007"], "Michael R. James": ["Improving Anytime Point-Based Value Iteration Using Principled Point Selections., IJCAI, 2007"], "M. A. Jayaram": ["A Three-Stage Neural Model for Attribute Based Classification and Indexing of Fly Ashes., IJCAI, 2007"], "Ashish Kapoor": ["Selective Supervision: Guiding Supervised Learning with Decision-Theoretic Active Learning., IJCAI, 2007"], "Yohannes Kassahun": ["Exploiting Sensorimotor Coordination for Learning to Recognize Objects., IJCAI, 2007"], "Aleksander Kolcz": ["Avoidance of Model Re-Induction in SVM-Based Feature Selection for Text Categorization., IJCAI, 2007"], "George Konidaris": ["Building Portable Options: Skill Transfer in Reinforcement Learning., IJCAI, 2007"], "James T. Kwok": ["Marginalized Multi-Instance Kernels., IJCAI, 2007"], "Niels Landwehr": ["r-grams: Relational Grams., IJCAI, 2007"], "Jianguo Li": ["Generalized Additive Bayesian Network Classifiers., IJCAI, 2007"], "Wenye Li": ["Generalizing the Bias Term of Support Vector Machines., IJCAI, 2007"], "Wenhui Liao": ["Robust Object Tracking with a Case-Base Updating Strategy., IJCAI, 2007"], "Shiau Hong Lim": ["Explanation-Based Feature Construction., IJCAI, 2007"], "Yan Liu": ["Protein Quaternary Fold Recognition Using Conditional Graphical Models., IJCAI, 2007"], "Daniel J. Lizotte": ["Automatic Gait Optimization with Gaussian Process Regression., IJCAI, 2007"], "Daniel Lowd": ["Recursive Random Fields., IJCAI, 2007"], "Oscar Luaces": ["Prediction of Probability of Survival in Critically Ill Patients Optimizing the Area under the ROC Curve., IJCAI, 2007"], "David McSherry": ["The Ins and Outs of Critiquing., IJCAI, 2007"], "Loizos Michael": ["Learning from Partial Observations., IJCAI, 2007"], "Volker Nannen": ["Relevance Estimation and Value Calibration of Evolutionary Algorithm Parameters., IJCAI, 2007"], "Mukund Narasimhan": ["Local Search for Balanced Submodular Clusterings., IJCAI, 2007"], "Canh Hao Nguyen": ["Kernel Matrix Evaluation., IJCAI, 2007"], "Feiping Nie": ["Neighborhood MinMax Projections., IJCAI, 2007"], "Santiago Ontañón": ["Case-based Learning from Proactive Communication., IJCAI, 2007"], "Laurent Orseau": ["Learning to Count by Think Aloud Imitation., IJCAI, 2007"], "Chaithanya Pichuka": ["A Tighter Error Bound for Decision Tree Learning Using PAC Learnability., IJCAI, 2007"], "Nathan D. Ratliff": ["Kernel Conjugate Gradient for Fast Kernel Machines., IJCAI, 2007"], "Balaraman Ravindran": ["Deictic Option Schemas., IJCAI, 2007"], "Raquel Ros": ["Acquiring a Robust Case Base for the Robot Soccer Domain., IJCAI, 2007"], "Ansaf Salleb-Aouissi": ["QuantMiner: A Genetic Algorithm for Mining Quantitative Association Rules., IJCAI, 2007"], "Manu Sharma": ["Transfer Learning in Real-Time Strategy Games Using Hybrid CBR/RL., IJCAI, 2007"], "Young-In Shin": ["Parametric Kernels for Sequence Data Analysis., IJCAI, 2007"], "David Silver": ["Reinforcement Learning of Local Shape in the Game of Go., IJCAI, 2007"], "Vikas Sindhwani": ["Semi-Supervised Gaussian Process Classifiers., IJCAI, 2007"], "Erik Talvitie": ["An Experts Algorithm for Transfer Learning., IJCAI, 2007"], "Ah-Hwee Tan": ["Direct Code Access in Self-Organizing Neural Networks for Reinforcement Learning., IJCAI, 2007"], "Brian Tanner": ["Grounding Abstractions in Predictive State Representations., IJCAI, 2007"], "Peter Tiño": ["Metric Properties of Structured Data Visualizations through Generative Probabilistic Modeling., IJCAI, 2007"], "Ivor W. Tsang": ["Ensembles of Partially Trained SVMs with Multiplicative Updates., IJCAI, 2007"], "Chenggang Wang": ["First Order Decision Diagrams for Relational MDPs., IJCAI, 2007"], "Haiying Wang": ["Self-Adaptive Neural Networks Based on a Poisson Approach for Knowledge Discovery., IJCAI, 2007"], "Andreas Wendemuth": ["Dynamics of Temporal Difference Learning., IJCAI, 2007"], "Jonathan Wildstrom": ["Machine Learning for On-Line Hardware Reconfiguration., IJCAI, 2007"], "Ben H. Williams": ["A Primitive Based Generative Model to Infer Timing Information in Unpartitioned Handwriting Data., IJCAI, 2007"], "Mingrui Wu": ["A Subspace Kernel for Nonlinear Feature Extraction., IJCAI, 2007"], "Patrick W. Yaner": ["Understanding Drawings by Compositional Analogy., IJCAI, 2007"], "Dit-Yan Yeung": ["A Scalable Kernel-Based Algorithm for Semi-Supervised Metric Learning., IJCAI, 2007"], "Peng Zang": ["Managing Domain Knowledge and Multiple Models with Boosting., IJCAI, 2007", "Towards Runtime Behavior Adaptation for Embodied Characters., IJCAI, 2007"], "Yi Zhang": ["Concept Sampling: Towards Systematic Selection in Large-Scale Mixed Concepts in Machine Learning., IJCAI, 2007"], "Zheng Zhao": ["Searching for Interacting Features., IJCAI, 2007"], "Ding Zhou": ["Learning User Clicks in Web Search., IJCAI, 2007"], "Xingquan Zhu": ["An Empirical Study of the Noise Impact on Cost-Sensitive Learning., IJCAI, 2007", "Mining Complex Patterns across Sequences with Gap Requirements., IJCAI, 2007"], "Thomas Ågotnes": ["On the Logic of Normative Systems., IJCAI, 2007", "Quantified Coalition Logic., IJCAI, 2007"], "Alon Altman": ["An Axiomatic Approach to Personalized Ranking Systems., IJCAI, 2007"], "Bo An": ["Market Based Resource Allocation with Incomplete Information., IJCAI, 2007"], "Felix Brandt": ["A Game-Theoretic Analysis of Strictly Competitive Multiagent Scenarios., IJCAI, 2007", "Spiteful Bidding in Sealed-Bid Auctions., IJCAI, 2007"], "Teddy Candale": ["Multi-Dimensional Bid Improvement Algorithm for Simultaneous Auctions., IJCAI, 2007"], "Jesús Cerquides": ["Bidding Languages and Winner Determination for Mixed Multi-unit Combinatorial Auctions., IJCAI, 2007"], "Georgios Chalkiadakis": ["Coalitional Bargaining with Agent Type Uncertainty., IJCAI, 2007"], "Shih-Fen Cheng": ["Iterated Weaker-than-Weak Dominance., IJCAI, 2007"], "Yann Chevaleyre": ["Reaching Envy-Free States in Distributed Negotiation Settings., IJCAI, 2007"], "Samir Chopra": ["Privacy and Artificial Agents, or, Is Google Reading My Email?, IJCAI, 2007"], "Vincent Conitzer": ["Incremental Mechanism Design., IJCAI, 2007"], "Jonathan Dinerstein": ["Learning Policies for Embodied Virtual Agents through Demonstration., IJCAI, 2007"], "Kurt M. Dresner": ["Sharing the Road: Autonomous Vehicles Meet Human Drivers., IJCAI, 2007"], "Partha Sarathi Dutta": ["Communicating Effectively in Resource-Constrained Multi-Agent Systems., IJCAI, 2007"], "Nicolas Gaud": ["Holonic Multiagent Multilevel Simulation: Application to Real-Time Pedestrian Simulation in Urban Environment., IJCAI, 2007"], "Rajesh Gautam": ["Coordination to Avoid Starvation of Bottleneck Agents in a Large Network System., IJCAI, 2007"], "Enrico H. Gerding": ["Sellers Competing for Buyers in Online Markets: Reserve Prices, Shill Bids, and Auction Fees., IJCAI, 2007"], "Joseph Y. Halpern": ["Characterizing Solution Concepts in Games Using Knowledge-Based Programs., IJCAI, 2007", "Characterizing the NP-PSPACE Gap in the Satisfiability Problem for Modal Logic., IJCAI, 2007"], "Edith Hemaspaandra": ["Hybrid Elections Broaden Complexity-Theoretic Resistance to Control., IJCAI, 2007"], "Alan Holland": ["Truthful Risk-Managed Combinatorial Auctions., IJCAI, 2007"], "Mark Hoogendoorn": ["Adaptation of Organizational Models for Multi-Agent Systems Based on Max Flow Networks., IJCAI, 2007"], "Jian Huang": ["Collaborative Inductive Logic Programming for Path Planning., IJCAI, 2007"], "Nathanael Hyafil": ["Mechanism Design with Partial Revelation., IJCAI, 2007"], "Toru Ishida": ["Augmented Experiment: Participatory Design with Multiagent Simulation., IJCAI, 2007"], "Takayuki Ito": ["Multi-issue Negotiation Protocol for Agents: Exploring Nonlinear Utility Spaces., IJCAI, 2007"], "Yichuan Jiang": ["A Model for Collective Strategy Diffusion in Agent Social Law Evolution., IJCAI, 2007"], "Sven Koenig": ["Sequential Bundle-Bid Single-Sale Auction Algorithms for Decentralized Control., IJCAI, 2007"], "Jérôme Lang": ["Vote and Aggregation in Combinatorial Domains with Structured Preferences., IJCAI, 2007", "Winner Determination in Sequential Majority Voting., IJCAI, 2007", "Belief Update Revisited., IJCAI, 2007"], "Seong Jae Lee": ["RoxyBot-06: An (SAA)2 TAC Travel Agent., IJCAI, 2007"], "Alessio Lomuscio": ["Automatic Verification of Knowledge and Time with NuSMV., IJCAI, 2007"], "Rónán Mac Ruairi": ["An Energy-Efficient, Multi-Agent Sensor Network for Detecting Diffuse Events., IJCAI, 2007"], "Vijay Kumar Mago": ["A Multi-Agent Medical System for Indian Rural Infant and Child Care., IJCAI, 2007"], "Enrico Malizia": ["Infeasibility Certificates and the Complexity of the Core in Coalitional Games., IJCAI, 2007"], "Efrat Manisterski": ["Providing a Recommended Trading Agent to a Population: A Novel Approach., IJCAI, 2007", "Enhancing MAS Cooperative Search Through Coalition Partitioning., IJCAI, 2007"], "Dov Monderer": ["Multipotential Games., IJCAI, 2007"], "Megan M. Olsen": ["Multi-Agent System that Attains Longevity via Death., IJCAI, 2007"], "Nir Oren": ["Argumentation Based Contract Monitoring in Uncertain Domains., IJCAI, 2007"], "Nardine Osman": ["Dynamic Verification of Trust in Distributed Open Systems., IJCAI, 2007"], "Jonathan P. Pearce": ["Quality Guarantees on k-Optimal Solutions for Distributed Constraint Optimization Problems., IJCAI, 2007"], "Giovanni Pezzulo": ["DiPRA: Distributed Practical Reasoning Architecture., IJCAI, 2007"], "Maria Silvia Pini": ["Incompleteness and Incomparability in Preference Aggregation., IJCAI, 2007"], "Ariel D. Procaccia": ["Gossip-Based Aggregation of Trust in Decentralized Reputation Systems., IJCAI, 2007", "Multi-Winner Elections: Complexity of Manipulation, Control and Winner-Determination., IJCAI, 2007"], "Mark Richards": ["Opponent Modeling in Scrabble., IJCAI, 2007"], "Ola Rozenfeld": ["Routing Mediators., IJCAI, 2007"], "Sabyasachi Saha": ["An Efficient Protocol for Negotiation over Multiple Indivisible Resources., IJCAI, 2007"], "Tuomas Sandholm": ["Automated Design of Multistage Mechanisms., IJCAI, 2007"], "Sandip Sen": ["Emergence of Norms through Social Learning., IJCAI, 2007"], "Carles Sierra": ["Information-Based Agency., IJCAI, 2007"], "Munindar P. Singh": ["Formalizing Communication Protocols for Multiagent Systems., IJCAI, 2007"], "Arpita Sinha": ["Control of Agent Swarms Using Generalized Centroidal Cyclic Pursuit Laws., IJCAI, 2007"], "Evan Sultanik": ["On Modeling Multiagent Task Scheduling as a Distributed Constraint Optimization Problem., IJCAI, 2007"], "Emmanuel Tanguy": ["Emotions as Durative Dynamic State for Action Selection., IJCAI, 2007"], "Ioannis A. Vetsikas": ["Generating Bayes-Nash Equilibria to Design Autonomous Trading Agents., IJCAI, 2007"], "Yonghong Wang": ["Formal Trust Model for Multiagent Systems., IJCAI, 2007"], "Inon Zuckerman": ["Using Focal Point Learning to Improve Tactic Coordination in Human-Machine Interactions., IJCAI, 2007"], "Rahul Bhagat": ["Phonetic Models for Generating Spelling Variants., IJCAI, 2007"], "István Bíró": ["Sequence Prediction Exploiting Similary Information., IJCAI, 2007"], "Sutanu Chakraborti": ["Supervised Latent Semantic Indexing Using Adaptive Sprinkling., IJCAI, 2007"], "Pascal Denis": ["A Ranking Approach to Pronoun Resolution., IJCAI, 2007"], "Xiangyu Duan": ["Word Sense Disambiguation through Sememe Labeling., IJCAI, 2007"], "Karolina Eliasson": ["Case-Based Techniques Used for Dialogue Understanding and Planning in a Human-Robot Dialogue System., IJCAI, 2007"], "Evgeniy Gabrilovich": ["Computing Semantic Relatedness Using Wikipedia-based Explicit Semantic Analysis., IJCAI, 2007"], "Christopher W. Geib": ["On Natural Language Processing and Plan Recognition., IJCAI, 2007"], "Aarti Gupta": ["Using Ontologies and the Web to Learn Lexical Semantics., IJCAI, 2007"], "David Guthrie": ["Unsupervised Anomaly Detection., IJCAI, 2007"], "Long Jiang": ["Named Entity Translation with Web Mining and Transliteration., IJCAI, 2007"], "Upali Sathyajith Kohomban": ["Optimizing Classifier Performance in Word Sense Disambiguation by Redefining Sense Classes., IJCAI, 2007"], "Mohit Kumar": ["Learning from the Report-writing Behavior of Individuals., IJCAI, 2007"], "Sylvain Lamprier": ["SegGen: A Genetic Algorithm for Linear Text Segmentation., IJCAI, 2007"], "Lucian Vlad Lita": ["Cluster-Based Selection of Statistical Answering Strategies., IJCAI, 2007"], "Rahul Malik": ["Automatically Selecting Answer Templates to Respond to Customer Emails., IJCAI, 2007"], "Yuval Marom": ["A Predictive Approach to Help-Desk Response Generation., IJCAI, 2007"], "Takuya Matsuzaki": ["Efficient HPSG Parsing with Supertagging and CFG-Filtering., IJCAI, 2007"], "Srinivas Medimi": ["A Flexible Unsupervised PP-Attachment Method Using Semantic Information., IJCAI, 2007"], "Roberto Navigli": ["Graph Connectivity Measures for Unsupervised Word Sense Disambiguation., IJCAI, 2007"], "Vincent Ng": ["Shallow Semantics for Coreference Resolution., IJCAI, 2007"], "Minh Le Nguyen": ["Subtree Mining for Question Classification Problem., IJCAI, 2007"], "Shimei Pan": ["Natural Language Query Recommendation in Conversation Systems., IJCAI, 2007"], "Yanxin Shi": ["A Dual-layer CRFs Based Joint Decoding Method for Cascaded Segmentation and Labeling Tasks., IJCAI, 2007"], "Benjamin Snyder": ["Database-Text Alignment via Structured Multilabel Classification., IJCAI, 2007"], "Carlo Strapparava": ["Dances with Words., IJCAI, 2007"], "George Tsatsaronis": ["Word Sense Disambiguation with Spreading Activation Networks Generated from Thesauri., IJCAI, 2007"], "Kiyotaka Uchimoto": ["Morphological Annotation of a Large Spontaneous Speech Corpus in Japanese., IJCAI, 2007"], "Srinivasan Umesh": ["Speaker-Invariant Features for Automatic Speech Recognition., IJCAI, 2007"], "Jurgen Van Gael": ["Correlation Clustering for Crosslingual Link Detection., IJCAI, 2007"], "Hao-Chuan Wang": ["A Hybrid Ontology Directed Feedback Selection Algorithm for Supporting Creative Problem Solving Dialogues., IJCAI, 2007"], "Qin Iris Wang": ["Simple Training of Dependency Parsers via Structured Boosting., IJCAI, 2007"], "Yingchuan Wong": ["One Class per Named Entity: Exploiting Unlabeled Text for Named Entity Recognition., IJCAI, 2007"], "Danny Wyatt": ["A Privacy-Sensitive Approach to Modeling Multi-Person Conversations., IJCAI, 2007"], "Wen-tau Yih": ["Multi-Document Summarization by Maximizing Informative Content-Words., IJCAI, 2007"], "Kazuhiro Yoshida": ["Ambiguous Part-of-Speech Tagging for Improving Accuracy and Domain Portability of Syntactic Parsers., IJCAI, 2007"], "Shiqi Zhao": ["Automatic Acquisition of Context-Specific Lexical Paraphrases., IJCAI, 2007", "Learning Question Paraphrases for QA from Encarta Logs., IJCAI, 2007"], "Massimiliano Albanese": ["Detecting Stochastically Scheduled Activities in Video., IJCAI, 2007"], "Jorge A. Baier": ["A Heuristic Search Approach to Planning with Temporally Extended Preferences., IJCAI, 2007"], "Russell Bent": ["Waiting and Relocation Strategies in Online Stochastic Vehicle Routing., IJCAI, 2007"], "Stefano Borgo": ["Coalitions in Action Logic., IJCAI, 2007"], "Adi Botea": ["Fast Planning with Iterative Macros., IJCAI, 2007"], "Daniel Bryce": ["Planning for Gene Regulatory Network Intervention., IJCAI, 2007"], "Yixin Chen": ["Long-Distance Mutual Exclusion for Propositional Planning., IJCAI, 2007"], "Jens Claßen": ["Towards an Integration of Golog and Planning., IJCAI, 2007"], "William Cushing": ["When is Temporal Planning Really Temporal?, IJCAI, 2007"], "Peng Dai": ["Topological Value Iteration Algorithm for Markov Decision Processes., IJCAI, 2007"], "Giuseppe De Giacomo": ["Automatic Synthesis of New Behaviors from a Library of Available Behaviors., IJCAI, 2007"], "Minh Binh Do": ["Planning with Goal Utility Dependencies., IJCAI, 2007"], "Alan Fern": ["A Decision-Theoretic Model of Assistance., IJCAI, 2007"], "Susana Fernández": ["Transferring Learned Control-Knowledge between Planners., IJCAI, 2007"], "Yilan Gu": ["Decidable Reasoning in a Modified Situation Calculus., IJCAI, 2007"], "Patrik Haslum": ["Reducing Accidental Complexity in Planning Problems., IJCAI, 2007"], "Sarah L. Hickmott": ["Planning via Petri Net Unfolding., IJCAI, 2007"], "Shen-Shyang Ho": ["Detecting Changes in Unlabeled Data Streams Using Martingale., IJCAI, 2007"], "Jörg Hoffmann": ["SAT Encodings of State-Space Reachability Problems in Numeric Domains., IJCAI, 2007"], "Chih-Wei Hsu": ["Constraint Partitioning for Solving Planning Problems with Trajectory Constraints and Goal Preferences., IJCAI, 2007"], "Wei Huang": ["Observation Reduction for Strong Plans., IJCAI, 2007"], "Anders Jonsson": ["The Role of Macros in Tractable Planning over Causal Graphs., IJCAI, 2007"], "Elena Kelareva": ["Factored Planning Using Decomposition Trees., IJCAI, 2007"], "Ryan F. Kelly": ["Property Persistence in the Situation Calculus., IJCAI, 2007"], "T. K. Satish Kumar": ["Fast (Incremental) Algorithms for Useful Classes of Simple Temporal Problems with Preferences., IJCAI, 2007"], "Jürgen Kuster": ["Handling Alternative Activities in Resource-Constrained Project Scheduling Problems., IJCAI, 2007"], "Robert Mattmüller": ["Planning for Temporally Extended Goals as Propositional Satisfiability., IJCAI, 2007"], "Mausam": ["A Hybridized Planner for Stochastic Domains., IJCAI, 2007"], "Luc Mercier": ["Performance Analysis of Online Anticipatory Algorithms for Large Multistage Stochastic Integer Programs., IJCAI, 2007"], "Michael D. Moffitt": ["Generalizing Temporal Controllability., IJCAI, 2007"], "A. Ricardo Morales": ["An Extension to Conformant Planning Using Logic Programming., IJCAI, 2007"], "Marek Petrik": ["Average-Reward Decentralized Markov Decision Processes., IJCAI, 2007", "An Analysis of Laplacian Methods for Value Function Approximation in MDPs., IJCAI, 2007"], "Malcolm R. K. Ryan": ["Graph Decomposition for Efficient Multi-Robot Path Planning., IJCAI, 2007"], "Sven Seuken": ["Memory-Bounded Dynamic Programming for DEC-POMDPs., IJCAI, 2007"], "Biplav Srivastava": ["Domain Independent Approaches for Finding Diverse Plans., IJCAI, 2007"], "Felipe W. Trevizan": ["Planning under Risk and Knightian Uncertainty., IJCAI, 2007"], "Stavros Vassos": ["Progression of Situation Calculus Action Theories with Incomplete Information., IJCAI, 2007"], "David Wingate": ["Relational Knowledge with Predictive State Representations., IJCAI, 2007"], "Yuehua Xu": ["Discriminative Learning of Beam-Search Heuristics for Planning., IJCAI, 2007"], "Sung Wook Yoon": ["Using Learned Policies in Heuristic-Search Planning., IJCAI, 2007"], "Mehran Asadi": ["Effective Control Knowledge Transfer through Learning Skill and Representation Hierarchies., IJCAI, 2007"], "Pranjal Awasthi": ["Image Modeling Using Tree Structured Conditional Random Fields., IJCAI, 2007"], "Michael Beetz": ["Visually Tracking Football Games Based on TV Broadcasts., IJCAI, 2007"], "Michael Brenner": ["Mediating between Qualitative and Quantitative Representations for Task-Orientated Human-Robot Interaction., IJCAI, 2007"], "Rupert Brooks": ["Fast Image Alignment Using Anytime Algorithms., IJCAI, 2007"], "Rawichote Chalodhorn": ["Learning to Walk through Imitation., IJCAI, 2007"], "Alessandro Farinelli": ["Dealing with Perception Errors in Multi-Robot System Coordination., IJCAI, 2007", "Team Programming in Golog under Partial Observability., IJCAI, 2007"], "Pasquale Foggia": ["A New Approach for Stereo Matching in Autonomous Mobile Robot Applications., IJCAI, 2007"], "Stephen Friedman": ["Voronoi Random Fields: Extracting Topological Structure of Indoor Environments via Place Labeling., IJCAI, 2007"], "Stephen Gould": ["Peripheral-Foveal Vision for Real-time Object Recognition and Tracking in Video., IJCAI, 2007"], "Timothy M. Hospedales": ["Structure Inference for Bayesian Multisensory Perception and Tracking., IJCAI, 2007"], "Michael Kaess": ["Fast Incremental Square Root Information Smoothing., IJCAI, 2007"], "Ganesh P. Kumar": ["Optimal Multi-Sensor Based Multi Target Detection by Moving Sensors to the Maximal Clique in a Covering Graph., IJCAI, 2007"], "Wei Liu": ["Bayesian Tensor Inference for Sketch-Based Facial Photo Hallucination., IJCAI, 2007"], "Dimitri Marinakis": ["Topological Mapping through Distributed, Passive Sensors., IJCAI, 2007"], "Fulvio Mastrogiovanni": ["A Distributed Architecture for Symbolic Data Fusion., IJCAI, 2007"], "Yutaka Matsuo": ["Inferring Long-term User Properties Based on Users' Location History., IJCAI, 2007"], "Jeffrey Junfeng Pan": ["Co-Localization from Labeled and Unlabeled Data Using Graph Laplacian., IJCAI, 2007"], "Amit Kumar Pandey": ["Feature Based Occupancy Grid Maps for Sonar Based Safe-Mapping., IJCAI, 2007"], "Anna Petrovskaya": ["Probabilistic Mobile Manipulation in Dynamic Environments, with Application to Opening Doors., IJCAI, 2007"], "Christian Plagemann": ["Efficient Failure Detection on Mobile Robots Using Particle Filters with Gaussian Process Proposals., IJCAI, 2007"], "Ananth Ranganathan": ["Loopy SAM., IJCAI, 2007"], "Ashutosh Saxena": ["Depth Estimation Using Monocular and Stereo Cues., IJCAI, 2007"], "Amarjeet Singh": ["Efficient Planning of Informative Paths for Multiple Robots., IJCAI, 2007"], "Mohan Sridharan": ["Color Learning on a Mobile Robot: Towards Full Autonomy under Changing Illumination., IJCAI, 2007"], "David Stavens": ["Online Speed Adaptation Using Supervised Learning for High-Speed, Off-Road Autonomous Driving., IJCAI, 2007"], "Rudolph Triebel": ["Instace-Based AMN Classification for Improved Object Recognition in 2D and 3D Laser Range Data., IJCAI, 2007"], "Felix von Hundelshausen": ["MESH-Based Active Monte Carlo Recognition (MESH-AMCR)., IJCAI, 2007"], "Shiaokai Wang": ["Common Sense Based Joint Training of Human Activity Recognizers., IJCAI, 2007"], "Chee K. Wong": ["Using a Mobile Robot for Cognitive Mapping., IJCAI, 2007"], "Sandip Aine": ["AWA* - A Window Constrained Anytime Heuristic Search Algorithm., IJCAI, 2007"], "Gilles Audemard": ["GUNSAT: A Greedy Local Search Algorithm for Unsatisfiability., IJCAI, 2007", "Symmetry Breaking in Quantified Boolean Formulae., IJCAI, 2007"], "Christopher L. Barrett": ["Computational Aspects of Analyzing Social Network Dynamics., IJCAI, 2007"], "Nicolas Baskiotis": ["A Machine Learning Approach for Statistical Software Testing., IJCAI, 2007"], "Andrew Gilpin": ["Information-Theoretic Approaches to Branching in Search., IJCAI, 2007"], "Carla P. Gomes": ["From Sampling to Model Counting., IJCAI, 2007"], "Éric Grégoire": ["Boosting a Complete Technique to Find MSS and MUS Thanks to a Local Search Oracle., IJCAI, 2007"], "Carlos Hernández": ["Improving LRTA*(k)., IJCAI, 2007"], "Jinbo Huang": ["The Effect of Restarts on the Efficiency of Clause Learning., IJCAI, 2007"], "Richard E. Korf": ["Recent Progress in Heuristic Search: A Case Study of the Four-Peg Towers of Hanoi Problem., IJCAI, 2007"], "Nga Lam Law": ["Adaptive Genetic Algorithm with Mutation and Crossover Matrices., IJCAI, 2007"], "Han Lin": ["Exploiting Inference Rules to Compute Lower Bounds for MAX-SAT Solving., IJCAI, 2007"], "Lawrence Mandow": ["A Multiobjective Frontier Search Algorithm., IJCAI, 2007"], "Robert Mateescu": ["A Comparison of Time-Space Schemes for Graphical Models., IJCAI, 2007"], "Patrice Perny": ["State Space Search for Risk-Averse Agents., IJCAI, 2007"], "Duc Nghia Pham": ["Building Structure into Local Search for SAT., IJCAI, 2007"], "Talal Rahwan": ["Near-Optimal Anytime Coalition Structure Generation., IJCAI, 2007"], "D. Chris Rayner": ["Real-Time Heuristic Search with a Priority Queue., IJCAI, 2007"], "Wheeler Ruml": ["Best-First Utility-Guided Search., IJCAI, 2007"], "Xiaoxun Sun": ["Dynamic Weighting A* Search-Based MAP Algorithm for Bayesian Networks., IJCAI, 2007", "The Fringe-Saving A* Search Algorithm - A Feasibility Study., IJCAI, 2007"], "Guihua Wen": ["Using Graph Algebra to Optimize Neighborhood for Isometric Mapping., IJCAI, 2007"], "Kazuki Yoshizoe": ["Lambda Depth-First Proof Number Search and Its Application to Go., IJCAI, 2007"], "Rong Zhou": ["Edge Partitioning in External-Memory Graph Search., IJCAI, 2007"], "Christopher Amato": ["Solving POMDPs Using Quadratically Constrained Linear Programs., IJCAI, 2007"], "Salem Benferhat": ["On the Compilation of Stratified Belief Bases under Linear and Possibilistic Logic Policies., IJCAI, 2007"], "Facundo Bromberg": ["Efficient and Robust Independence-Based Markov Network Structure Discovery., IJCAI, 2007"], "Pablo Samuel Castro": ["Using Linear Programming for Bayesian Exploration in Markov Decision Processes., IJCAI, 2007"], "Mark Chavira": ["Compiling Bayesian Networks Using Variable Elimination., IJCAI, 2007"], "Paolo Ciancarini": ["Representing Kriegspiel States with Metapositions., IJCAI, 2007"], "Madalina Croitoru": ["A Conceptual Graph Approach for the Generation of Referring Expressions., IJCAI, 2007"], "Luc De Raedt": ["ProbLog: A Probabilistic Prolog and Its Application in Link Discovery., IJCAI, 2007"], "James P. Delgrande": ["Belief Change Based on Global Minimisation., IJCAI, 2007"], "Eyal Even-Dar": ["The Value of Observation for Monitoring Dynamic Systems., IJCAI, 2007"], "Brian Ferris": ["WiFi-SLAM Using Gaussian Process Latent Variable Models., IJCAI, 2007"], "Guohua Hao": ["Revisiting Output Coding for Sequential Supervised Learning., IJCAI, 2007"], "Jingrui He": ["Graph-Based Semi-Supervised Learning as a Generative Model., IJCAI, 2007"], "Aaron Hunter": ["An Action Description Language for Iterated Belief Change., IJCAI, 2007"], "Jorge Jambeiro Filho": ["Using a Hierarchical Bayesian Model to Handle High Cardinality Attributes with Relevant Interactions in a Classification Problem., IJCAI, 2007"], "Ted Kremenek": ["A Factor Graph Model for Software Bug Finding., IJCAI, 2007"], "Seunghak Lee": ["Dynamically Weighted Hidden Markov Model for Spam Deobfuscation., IJCAI, 2007"], "Lin Liao": ["Training Conditional Random Fields Using Virtual Evidence Boosting., IJCAI, 2007"], "Janusz Marecki": ["A Fast Analytical Algorithm for Solving Markov Decision Processes with Real-Valued Resources., IJCAI, 2007"], "Nicolas Meuleau": ["Hierarchical Heuristic Forward Search in Stochastic Domains., IJCAI, 2007"], "Shin-ichi Minato": ["Compiling Bayesian Networks by Symbolic Probability Calculation Based on Zero-Suppressed BDDs., IJCAI, 2007"], "Shravan Matthur Narayanamurthy": ["Efficiently Exploiting Symmetries in Real Time Dynamic Programming., IJCAI, 2007"], "Pradeep Natarajan": ["Hierarchical Multi-channel Hidden Semi Markov Models., IJCAI, 2007"], "Abhaya C. Nayak": ["Iterated Belief Contraction from First Principles., IJCAI, 2007"], "Avi Pfeffer": ["Global/Local Dynamic Models., IJCAI, 2007"], "Deepak Ramachandran": ["Bayesian Inverse Reinforcement Learning., IJCAI, 2007"], "Stéphane Ross": ["AEMS: An Anytime Online Search Algorithm for Approximate Policy Refinement in Large POMDPs., IJCAI, 2007"], "Daniel M. Roy": ["Efficient Bayesian Task-Level Transfer Learning., IJCAI, 2007"], "Taisuke Sato": ["Inside-Outside Probability Computation for Belief Propagation., IJCAI, 2007"], "Dafna Shahaf": ["Logical Circuit Filtering., IJCAI, 2007"], "Guy Shani": ["Forward Search Value Iteration for POMDPs., IJCAI, 2007"], "Steven Shapiro": ["Dynamic Interactions between Goals and Beliefs., IJCAI, 2007"], "Finnegan Southey": ["Inferring Complex Agent Motions from Partial Trajectory Observations., IJCAI, 2007"], "Pradeep Varakantham": ["Towards Efficient Computation of Error Bounded Solutions in POMDPs: Expected Value Approximation and Dynamic Disjunctive Beliefs., IJCAI, 2007"], "Mohamed Aounallah": ["Distributed Data Mining: Why Do More Than Aggregating Models., IJCAI, 2007"], "Liviu Badea": ["Stable Biclustering of Gene Expression Data with Nonnegative Matrix Factorizations., IJCAI, 2007"], "Krisztian Balog": ["Determining Expert Profiles (With an Application to Expert Finding)., IJCAI, 2007"], "Shumeet Baluja": ["Learning \"Forgiving\" Hash Functions: Algorithms and Large Scale Tests., IJCAI, 2007"], "Michele Banko": ["Open Information Extraction from the Web., IJCAI, 2007"], "Punam Bedi": ["Trust Based Recommender System for Semantic Web., IJCAI, 2007"], "Eric Breck": ["Identifying Expressions of Opinion in Context., IJCAI, 2007"], "Bin Cao": ["Detect and Track Latent Factors with Online Nonnegative Matrix Factorization., IJCAI, 2007"], "Mark James Carman": ["Learning Semantic Descriptions of Web Information Sources., IJCAI, 2007"], "Chandrasekar Ramachandran": ["An Improved Probabilistic Ant based Clustering for Distributed Databases., IJCAI, 2007"], "Mo Chen": ["Directed Graph Embedding., IJCAI, 2007"], "Jesse Davis": ["Change of Representation for Statistical Relational Learning., IJCAI, 2007"], "Fernando Diaz": ["Pseudo-Aligned Multilingual Corpora., IJCAI, 2007"], "Doug Downey": ["Locating Complex Named Entities in Web Text., IJCAI, 2007", "Models of Searching and Browsing: Languages, Studies, and Application., IJCAI, 2007"], "Marco Ernandes": ["An Adaptive Context-Based Algorithm for Term Weighting: Application to Single-Word Question Answering., IJCAI, 2007"], "Akinori Fujino": ["Semi-Supervised Learning for Multi-Component Data Classification., IJCAI, 2007"], "Osamu Furuse": ["Opinion Sentence Search Engine on Open-Domain Blog., IJCAI, 2007"], "Marco Gori": ["ItemRank: A Random-Walk Based Scoring Algorithm for Recommender Engines., IJCAI, 2007"], "Conor Hayes": ["An Analysis of the Use of Tags in a Blog Recommender System., IJCAI, 2007"], "Claudia Hess": ["Efficient Calculation of Personalized Document Rankings., IJCAI, 2007"], "Shehroz S. Khan": ["Computation of Initial Modes for K-modes Clustering Algorithm Using Evidence Accumulation., IJCAI, 2007"], "Riadh Ksantini": ["Logistic Regression Models for a Fast CBIR Method Based on Feature Selection., IJCAI, 2007"], "Kenichi Kurihara": ["Collapsed Variational Dirichlet Process Mixture Models., IJCAI, 2007"], "Xiaoli Li": ["Learning to Identify Unexpected Instances in the Test Set., IJCAI, 2007"], "Qingzhong Liu": ["Feature Mining and Neuro-Fuzzy Inference System for Steganalysis of LSB Matching Stegangoraphy in Grayscale Images., IJCAI, 2007"], "David Minnen": ["Improving Activity Discovery with Automatic Neighborhood Estimation., IJCAI, 2007"], "Junichiro Mori": ["Extracting Keyphrases to Represent Relations in Social Networks from Web., IJCAI, 2007"], "John O'Donovan": ["Extracting and Visualizing Trust Relationships from Online Auction Feedback Comments., IJCAI, 2007"], "Marius Pasca": ["What You Seek Is What You Get: Extraction of Class Attributes from Query Logs., IJCAI, 2007"], "Katharina Probst": ["Semi-Supervised Learning of Attribute-Value Pairs from Product Descriptions., IJCAI, 2007"], "Niall Rooney": ["A Fusion of Stacking with Dynamic Integration., IJCAI, 2007"], "Michael S. Ryoo": ["Robust Human-Computer Interaction System Guiding a User by Providing Feedback., IJCAI, 2007"], "Giovanni Semeraro": ["Combining Learning and Word Sense Disambiguation for Intelligent User Profiling., IJCAI, 2007"], "Dou Shen": ["Document Summarization Using Conditional Random Fields., IJCAI, 2007"], "Jianqiang Shen": ["Real-Time Detection of Task Switches of Desktop Users., IJCAI, 2007"], "Sanasam Ranbir Singh": ["Estimating the Rate of Web Page Updates., IJCAI, 2007"], "Sargur N. Srihari": ["On the Automatic Scoring of Handwritten Essays., IJCAI, 2007"], "Takamasa Tanaka": ["Layout Analysis of Tree-Structured Scene Frames in Comic Images., IJCAI, 2007"], "Ronny Tjahyadi": ["Face Recognition via the Overlapping Energy Histogram., IJCAI, 2007"], "Paola Velardi": ["Semantic Indexing of a Competence Map to Support Scientific Collaboration in a Research Community., IJCAI, 2007"], "Xiaojun Wan": ["Manifold-Ranking Based Topic-Focused Multi-Document Summarization., IJCAI, 2007"], "Xing Wei": ["Dynamic Mixture Models for Multiple Time-Series., IJCAI, 2007"], "Yuichiro Yonebayashi": ["Automatic Decision of Piano Fingering Based on a Hidden Markov Models., IJCAI, 2007"], "Zhi-Hua Zhou": ["Exploiting Image Contents in Web Search., IJCAI, 2007"], "Xiaohua Zhou": ["Semantic Smoothing of Document Models for Agglomerative Clustering., IJCAI, 2007"]}