{"Enrico H. Gerding": ["Optimal Incremental Preference Elicitation during Negotiation., IJCAI, 2015"], "Munindar P. Singh": ["Composing and Verifying Commitment-Based Multiagent Protocols., IJCAI, 2015", "Norms as a Basis for Governing Sociotechnical Systems: Extended Abstract., IJCAI, 2015"], "Johannes Hofbauer": ["Strategic Abstention Based on Preference Extensions: Positive Results and Computer-Generated Impossibilities., IJCAI, 2015"], "Alexandros A. Voudouris": ["Efficiency and Complexity of Price Competition Among Single-Product Vendors., IJCAI, 2015"], "Arkadii Slinko": ["Generalizing the Single-Crossing Property on Lines and Trees to Intermediate Preferences on Median Graphs., IJCAI, 2015", "Gibbard-Satterthwaite Games., IJCAI, 2015"], "Yingke Chen": ["Learning Behaviors in Agents Systems with Interactive Dynamic Influence Diagrams., IJCAI, 2015"], "Olivier Simonin": ["Structural Results for Cooperative Decentralized Control Models., IJCAI, 2015"], "Alina Strachocka": ["Tractable Inquiry in Information-Rich Environments., IJCAI, 2015"], "Chunyan Miao": ["An Adaptive Computational Model for Personalized Persuasion., IJCAI, 2015", "A Boosting Algorithm for Item Recommendation with Implicit Feedback., IJCAI, 2015"], "Amnon Meisels": ["Tradeoffs between Incentive Mechanisms in Boolean Games., IJCAI, 2015"], "Yichuan Jiang": ["Environment-Driven Social Force Model: Lévy Walk Pattern in Collective Behavior., IJCAI, 2015"], "Sven Seuken": ["The Power of Local Manipulation Strategies in Assignment Mechanisms., IJCAI, 2015"], "Qiang Zhang": ["Revenue Maximization Envy-Free Pricing for Homogeneous Resources., IJCAI, 2015", "Truthful Cake Cutting Mechanisms with Externalities: Do Not Make Them Care for Others Too Much!, IJCAI, 2015"], "Makoto Yokoo": ["Exchange of Indivisible Objects with Asymmetry., IJCAI, 2015", "A Pseudo-Polynomial Algorithm for Computing Power Indices in Graph-Restricted Weighted Voting Games., IJCAI, 2015"], "Paolo Viappiani": ["Characterization of Scoring Rules with Distances: Application to the Clustering of Rankings., IJCAI, 2015"], "Yang Liu": ["Quantifying Robustness of Trust Systems against Collusive Unfair Rating Attacks Using Information Theory., IJCAI, 2015", "Joint POS Tagging and Text Normalization for Informal Text., IJCAI, 2015"], "Pingzhong Tang": ["Optimal Auctions for Partially Rational Bidders., IJCAI, 2015", "Mechanism Design and Implementation for Lung Exchange., IJCAI, 2015"], "Florian Wisser": ["An Expert-Level Card Playing Agent Based on a Variant of Perfect Information Monte Carlo Sampling., IJCAI, 2015"], "Nicholas R. Jennings": ["Agile Planning for Real-World Disaster Response., IJCAI, 2015", "Efficient Algorithms with Performance Guarantees for the Stochastic Multiple-Choice Knapsack Problem., IJCAI, 2015", "Convergence to Equilibria in Strategic Candidacy., IJCAI, 2015"], "Tie-Yan Liu": ["Optimal Pricing for the Competitive and Evolutionary Cloud Market., IJCAI, 2015", "Selling Reserved Instances in Cloud Computing., IJCAI, 2015", "Thompson Sampling for Budgeted Multi-Armed Bandits., IJCAI, 2015"], "Bart Selman": ["Uncovering Hidden Structure through Parallel Problem Decomposition for the Set Basis Problem: Application to Materials Discovery., IJCAI, 2015"], "Fabien Gandon": ["Emotions in Argumentation: an Empirical Evaluation., IJCAI, 2015"], "Toby Walsh": ["Parliamentary Voting Procedures: Agenda Control, Manipulation, and Uncertainty., IJCAI, 2015", "H-Index Manipulation by Merging Articles: Models, Theory, and Experiments., IJCAI, 2015", "Equilibria Under the Probabilistic Serial Rule., IJCAI, 2015", "Online Fair Division: Analysing a Food Bank Problem., IJCAI, 2015", "Reasoning about Connectivity Constraints., IJCAI, 2015"], "Kristian Kersting": ["Computer Science on the Move: Inferring Migration Regularities from the Web via Compressed Label Propagation., IJCAI, 2015"], "Steven C. H. Hoi": ["Semi-Universal Portfolios with Transaction Costs., IJCAI, 2015"], "Paolo Torroni": ["Context-Independent Claim Detection for Argument Mining., IJCAI, 2015"], "Eyal Amir": ["A Deterministic Partition Function Approximation for Exponential Random Graph Models., IJCAI, 2015"], "Yiling Chen": ["Bonus or Not? Learn to Reward in Crowdsourcing., IJCAI, 2015"], "Vincent Conitzer": ["Maximal Cooperation in Repeated Games on Social Networks., IJCAI, 2015"], "Jacopo Mauro": ["A Multicore Tool for Constraint Solving., IJCAI, 2015"], "Matti Järvisalo": ["Improving the Effectiveness of SAT-Based Preprocessing for MaxSAT., IJCAI, 2015"], "Nina Narodytska": ["Maximum Satisfiability Using Cores and Correction Sets., IJCAI, 2015"], "Pedro M. Domingos": ["Recursive Decomposition for Nonconvex Optimization - IJCAI-15 Distinguished Paper., IJCAI, 2015"], "Andrew C. Trapp": ["Finding Diverse Solutions of High Quality to Constraint Optimization Problems., IJCAI, 2015"], "Djamal Habet": ["On the Resiliency of Unit Propagation to Max-Resolution., IJCAI, 2015"], "Stefan Woltran": ["Improving the Efficiency of Dynamic Programming on Tree Decompositions via Machine Learning., IJCAI, 2015", "An Extension-Based Approach to Belief Revision in Abstract Argumentation., IJCAI, 2015", "Merging in the Horn Fragment., IJCAI, 2015", "On the Parameterized Complexity of Belief Revision., IJCAI, 2015", "Complexity-Sensitive Decision Procedures for Abstract Argumentation (Extended Abstract)., IJCAI, 2015"], "Joel Gabàs": ["Exploiting the Structure of Unsatisfiable Cores in MaxSAT., IJCAI, 2015"], "Anastasia Paparrizou": ["Multi-Armed Bandits for Adaptive Constraint Propagation., IJCAI, 2015"], "Patrice Perny": ["Combining Preference Elicitation and Search in Multiobjective State-Space Graphs., IJCAI, 2015"], "Barry O'Sullivan": ["ReACTR: Realtime Algorithm Configuration through Tournament Rankings., IJCAI, 2015", "Statistical Regimes and Runtime Prediction., IJCAI, 2015", "Computation and Complexity of Preference Inference Based on Hierarchical Models., IJCAI, 2015"], "Alan Schmitt": ["Expressive Logical Combinators for Free., IJCAI, 2015"], "João Marques-Silva": ["Solving QBF by Clause Selection., IJCAI, 2015", "Literal-Based MCS Extraction., IJCAI, 2015", "Prime Compilation of Non-Clausal Formulae., IJCAI, 2015"], "Samuel Thomas": ["Compiling Constraint Networks into Multivalued Decomposable Decision Graphs., IJCAI, 2015"], "Zichen Zhu": ["Filtering Nogoods Lazily in Dynamic Symmetry Breaking During Search., IJCAI, 2015", "Improvements of Symmetry Breaking During Search., IJCAI, 2015"], "Guido Tack": ["Multi-Pass High-Level Presolving., IJCAI, 2015"], "Roland H. C. Yap": ["Decomposition of the Factor Encoding for CSPs., IJCAI, 2015"], "Maria Garcia de la Banda": ["Towards Automatic Dominance Breaking for Constraint Optimization Problems., IJCAI, 2015"], "Holger H. Hoos": ["On the Empirical Time Complexity of Random 3-SAT at the Phase Transition., IJCAI, 2015"], "Jean-Charles Régin": ["Efficient Operations On MDDs for Building Constraint Programming Models., IJCAI, 2015"], "Zoran Popovic": ["Personalized Mathematical Word Problem Generation., IJCAI, 2015"], "Zhi-Hua Zhou": ["On Constrained Boolean Pareto Optimization., IJCAI, 2015", "On the Consistency of AUC Pairwise Optimization., IJCAI, 2015", "Multi-Label Active Learning: Query Type Matters., IJCAI, 2015", "Active Learning from Crowds with Unsure Option., IJCAI, 2015"], "Gilles Chabert": ["Packing Curved Objects., IJCAI, 2015"], "Pradeep Varakantham": ["Probabilistic Inference Based Message-Passing for Resource Constrained DCOPs., IJCAI, 2015"], "Alvis Cheuk Ming Fong": ["Collective Biobjective Optimization Algorithm for Parallel Test Paper Generation., IJCAI, 2015"], "Tal Grinshpoun": ["Max-Sum Goes Private., IJCAI, 2015"], "Yarden Naveh": ["Applying Max-Sum to Asymmetric Distributed Constraint Optimization., IJCAI, 2015"], "Pascal Van Hentenryck": ["A Bargaining Mechanism for One-Way Games., IJCAI, 2015"], "Koushik Kar": ["Strategic Network Formation through an Intermediary., IJCAI, 2015"], "Søren Kristoffer Stiil Frederiksen": ["The Adjusted Winner Procedure: Characterizations and Equilibria., IJCAI, 2015"], "Hanjo Täubig": ["Welfare Maximization in Fractional Hedonic Games., IJCAI, 2015"], "Lirong Xia": ["Possible and Necessary Allocations via Sequential Mechanisms., IJCAI, 2015"], "Yair Zick": ["Learning Cooperative Games., IJCAI, 2015", "Incentivizing Peer Grading in MOOCS: An Audit Game Approach., IJCAI, 2015", "Influence in Classification via Cooperative Game Theory., IJCAI, 2015"], "Peter Bro Miltersen": ["A Dictatorship Theorem for Cake Cutting., IJCAI, 2015"], "Tuomas Sandholm": ["Simultaneous Abstraction and Equilibrium Finding in Games., IJCAI, 2015", "Limited Lookahead in Imperfect-Information Games., IJCAI, 2015"], "Marcin Jurdzinski": ["Approximate Nash Equilibria with Near Optimal Social Welfare., IJCAI, 2015"], "Fahiem Bacchus": ["SAT Is an Effective and Complete Method for Solving Stable Matching Problems with Couples., IJCAI, 2015"], "Christopher Kiekintveld": ["Optimal Network Security Hardening Using Attack Graph Games., IJCAI, 2015"], "Paolo Turrini": ["Equilibrium Refinement through Negotiation in Binary Voting., IJCAI, 2015"], "Francesco Scarcello": ["Structural Tractability of Shapley and Banzhaf Values in Allocation Games., IJCAI, 2015"], "David Silver": ["Smooth UCT Search in Computer Poker., IJCAI, 2015"], "Virginia Vassilevska Williams": ["Fixing Tournaments for Kings, Chokers, and More., IJCAI, 2015"], "Angelina Vidali": ["A Characterization of n-Player Strongly Monotone Scheduling Mechanisms., IJCAI, 2015"], "Ariel D. Procaccia": ["Impartial Peer Review., IJCAI, 2015"], "Yevgeniy Vorobeychik": ["Equilibrium Analysis of Multi-Defender Security Games., IJCAI, 2015"], "Yongjie Yang": ["When Does Schwartz Conjecture Hold?, IJCAI, 2015"], "Zinovi Rabinovich": ["Strategic Candidacy Games with Lazy Candidates., IJCAI, 2015"], "Edith Elkind": ["Simple Causes of Complexity in Hedonic Games., IJCAI, 2015"], "Talal Rahwan": ["The Game-Theoretic Interaction Index on Social Networks with Applications to Link Prediction and Community Detection., IJCAI, 2015", "Spiteful Bidding in the Dollar Auction., IJCAI, 2015"], "Michael Bowling": ["Solving Heads-Up Limit Texas Hold'em., IJCAI, 2015", "The Arcade Learning Environment: An Evaluation Platform for General Agents (Extended Abstract)., IJCAI, 2015"], "Jinshan Zhang": ["Envy-Free Sponsored Search Auctions with Budgets., IJCAI, 2015"], "Avinatan Hassidim": ["Implementing the Wisdom of Waze., IJCAI, 2015"], "Milind Tambe": ["Security Games with Information Leakage: Modeling and Computation., IJCAI, 2015", "When Security Games Go Green: Designing Defender Strategies to Prevent Poaching and Illegal Fishing., IJCAI, 2015"], "Albert Xin Jiang": ["Computing Optimal Mixed Strategies for Security Games with Dynamic Payoffs., IJCAI, 2015"], "Moshe Y. Vardi": ["From Weighted to Unweighted Model Counting., IJCAI, 2015", "Synthesis for LTL and LDL on Finite Traces., IJCAI, 2015"], "Alexander T. Ihler": ["Pushing Forward Marginal MAP with Best-First Search., IJCAI, 2015"], "Ralf Möller": ["Indirect Causes in Dynamic Bayesian Networks Revisited., IJCAI, 2015"], "Biao Qin": ["Differential Semantics of Intervention in Bayesian Networks., IJCAI, 2015"], "Nick R. Jennings": ["Bayesian Modelling of Community-Based Multidimensional Trust in Participatory Sensing under Data Sparsity., IJCAI, 2015"], "Wai Lam": ["A Unified Model for Unsupervised Opinion Spamming Detection Incorporating Text Generality., IJCAI, 2015"], "Kevin Tierney": ["Model-Based Genetic Algorithms for Algorithm Configuration., IJCAI, 2015"], "Solomon Eyal Shimony": ["ICBS: Improved Conflict-Based Search Algorithm for Multi-Agent Pathfinding., IJCAI, 2015"], "Shaowei Cai": ["Balance between Complexity and Quality: Local Search for Minimum Vertex Cover in Massive Graphs., IJCAI, 2015"], "Tristan Cazenave": ["Generalized Rapid Action Value Estimation., IJCAI, 2015"], "David E. Smith": ["A Fast Goal Recognition Technique Based on Interaction Estimates., IJCAI, 2015", "Compiling Away Uncertainty in Strong Temporal Planning with Uncontrollable Durations., IJCAI, 2015"], "Dario Izzo": ["Interplanetary Trajectory Planning with Monte Carlo Tree Search., IJCAI, 2015"], "Sumit Gulwani": ["FlashNormalize: Programming by Examples for Text Normalization., IJCAI, 2015"], "Maxim Likhachev": ["Efficient Search with an Ensemble of Heuristics., IJCAI, 2015"], "Natasa Milic-Frayling": ["Compositional Program Synthesis from Natural Language and Examples., IJCAI, 2015"], "Maria L. Gini": ["Mining Expert Play to Guide Monte Carlo Search in the Opening Moves of Go., IJCAI, 2015"], "Radu Marinescu": ["Computing Possibly Optimal Solutions for Multi-Objective Constraint Optimisation with Tradeoffs., IJCAI, 2015"], "Amedeo Napoli": ["Mining Definitions from RDF Annotations Using Formal Concept Analysis., IJCAI, 2015"], "Boi Faltings": ["Personalizing Product Rankings Using Collaborative Filtering on Opinion-Derived Topic Profiles., IJCAI, 2015"], "Tom M. Mitchell": ["AskWorld: Budget-Sensitive Query Evaluation for Knowledge-on-Demand., IJCAI, 2015"], "Andreas Krause": ["Building Hierarchies of Concepts via Crowdsourcing., IJCAI, 2015", "Information Gathering in Networks via Active Exploration., IJCAI, 2015", "Non-Monotone Adaptive Submodular Maximization., IJCAI, 2015"], "Alessio Lomuscio": ["Finite Abstractions for the Verification of Epistemic Properties in Open Multi-Agent Systems., IJCAI, 2015", "Verifying Emergent Properties of Swarms., IJCAI, 2015"], "Nicolas Maudet": ["Formal Analysis of Dialogues on Infinite Argumentation Frameworks., IJCAI, 2015"], "Sanjay Modgil": ["On the Graded Acceptability of Arguments., IJCAI, 2015"], "Valentina Rho": ["A Common-Sense Conceptual Categorization System Integrating Heterogeneous Proxytypes and the Dual Process of Reasoning., IJCAI, 2015"], "Lijun Zhang": ["A Simple Probabilistic Extension of Modal Mu-calculus., IJCAI, 2015", "Planning for Stochastic Games with Co-Safe Objectives., IJCAI, 2015"], "Fábio Gagliardi Cozman": ["The Complexity of MAP Inference in Bayesian Networks Specified Through Logical Languages., IJCAI, 2015"], "Hylke Buisman": ["Dissecting German Grammar and Swiss Passports: Open-Domain Decomposition of Compositional Entries in Large-Scale Knowledge Repositories., IJCAI, 2015"], "Zhendong Su": ["Automatic Generation of Raven's Progressive Matrices., IJCAI, 2015", "Automated Geometry Theorem Proving for Human-Readable Proofs., IJCAI, 2015"], "Jochen Renz": ["From Raw Sensor Data to Detailed Spatial Knowledge., IJCAI, 2015"], "Froduald Kabanza": ["Using a Recursive Neural Network to Learn an Agent's Decision Model for Plan Recognition., IJCAI, 2015"], "Manuele Bicego": ["Biclustering Gene Expressions Using Factor Graphs and the Max-Sum Algorithm., IJCAI, 2015"], "Dan Ventura": ["Greedy Structure Search for Sum-Product Networks., IJCAI, 2015"], "Thepchai Supnithi": ["Joint Learning of Constituency and Dependency Grammars by Decomposed Cross-Lingual Induction., IJCAI, 2015"], "Shonali Krishnaswamy": ["Mobility Profiling for User Verification with Anonymized Location Data., IJCAI, 2015", "Deep Convolutional Neural Networks on Multichannel Time Series for Human Activity Recognition., IJCAI, 2015"], "L. Venkata Subramaniam": ["Analysis of Sampling Algorithms for Twitter., IJCAI, 2015"], "Hongyuan Zha": ["Portfolio Choices with Orthogonal Bandit Learning., IJCAI, 2015", "Trailer Generation via a Point Process-Based Visual Attractiveness Model., IJCAI, 2015"], "Bowen Zhou": ["Medical Synonym Extraction with Concept Space Models., IJCAI, 2015"], "Aditya Pal": ["Detecting Emotions in Social Media: A Constrained Optimization Approach., IJCAI, 2015"], "Xintao Wu": ["Regression Model Fitting under Differential Privacy and Model Inversion Attack., IJCAI, 2015"], "Dale Schuurmans": ["Correcting Covariate Shift with the Frank-Wolfe Algorithm., IJCAI, 2015"], "Guoping Hu": ["Cognitive Modelling for Predicting Examinee Performance., IJCAI, 2015"], "Xiaohua Hu": ["Opportunities or Risks to Reduce Labor in Crowdsourcing Translation? Characterizing Cost versus Quality via a PageRank-HITS Hybrid Model., IJCAI, 2015"], "Yuan Jiang": ["Auxiliary Information Regularized Machine for Multiple Modality Feature Learning., IJCAI, 2015"], "Junfeng Yao": ["Discriminative Reordering Model Adaptation via Structural Learning., IJCAI, 2015"], "Shiliang Sun": ["Revisiting Gaussian Process Dynamical Models., IJCAI, 2015"], "Wenqiang Zhang": ["Character-Based Parsing with Convolutional Neural Network., IJCAI, 2015"], "Franco Raimondi": ["Symbolic Model Checking for One-Resource RB+-ATL., IJCAI, 2015"], "Kaile Su": ["The Complexity of Model Checking Succinct Multiagent Systems., IJCAI, 2015"], "Giuseppe Perelli": ["Pushdown Multi-Agent System Verification., IJCAI, 2015"], "Sarvapali D. Ramchurn": ["A Scalable Interdependent Multi-Issue Negotiation Protocol for Energy Exchange., IJCAI, 2015"], "Archan Misra": ["Towards City-Scale Mobile Crowdsourcing: Task Recommendations under Trajectory Uncertainties., IJCAI, 2015"], "Y. Narahari": ["Estimating the Margin of Victory of an Election Using Sampling., IJCAI, 2015"], "Jörg Rothe": ["Strategy-Proofness of Scoring Allocation Correspondences for Indivisible Goods., IJCAI, 2015"], "Rosaldo J. F. Rossetti": ["Spectrum-Based Fault Localisation for Multi-Agent Systems., IJCAI, 2015"], "Piotr Krzysztof Skowron": ["What Do We Elect Committees For? A Voting Committee Model for Multi-Winner Rules., IJCAI, 2015"], "Shaul Markovitch": ["Algorithmic Exam Generation., IJCAI, 2015"], "Yoav Shoham": ["The Right to Obscure: A Mechanism and Initial Evaluation., IJCAI, 2015"], "Chengqing Zong": ["A New Input Method for Human Translators: Integrating Machine Translation Effectively and Imperceptibly., IJCAI, 2015"], "Bao-Liang Lu": ["Combining Eye Movements and EEG to Enhance Emotion Recognition., IJCAI, 2015"], "Manuela M. Veloso": ["Handling Complex Commands as Service Robot Task Requests., IJCAI, 2015"], "Antony Waldock": ["A Study of Human-Agent Collaboration for Multi-UAV Task Allocation in Dynamic Environments., IJCAI, 2015"], "Yong Rui": ["Offline Sketch Parsing via Shapeness Estimation., IJCAI, 2015"], "Kazunari Sugiyama": ["Multi-Document Abstractive Summarization Using ILP Based Multi-Sentence Compression., IJCAI, 2015"], "Horacio Saggion": ["Do We Criticise (and Laugh) in the Same Way? Automatic Detection of Multi-Lingual Satirical News in Twitter., IJCAI, 2015"], "Ken-ichi Kawarabayashi": ["Embedding Semantic Relations into Word Representations., IJCAI, 2015"], "Bernhard Pfahringer": ["Positive, Negative, or Neutral: Learning an Expanded Opinion Lexicon from Emoticon-Annotated Tweets., IJCAI, 2015"], "Huan-Bo Luan": ["Joint Learning of Character and Word Embeddings., IJCAI, 2015"], "Ke Xu": ["A Hybrid Neural Model for Type Classification of Entity Mentions., IJCAI, 2015"], "Dakun Zhang": ["Iterative Learning of Parallel Lexicons and Phrases from Non-Parallel Corpora., IJCAI, 2015"], "Yasuo Ariki": ["Word-Error Correction of Continuous Speech Recognition Based on Normalized Relevance Distance., IJCAI, 2015"], "Yi Liao": ["Reader-Aware Multi-Document Summarization via Sparse Coding., IJCAI, 2015"], "Xuan Zhu": ["Incorporating Domain and Sentiment Supervision in Representation Learning for Domain Adaptation., IJCAI, 2015"], "Xuanjing Huang": ["Learning Context-Sensitive Word Embeddings with Neural Tensor Skip-Gram Model., IJCAI, 2015", "Convolutional Neural Tensor Network Architecture for Community-Based Question Answering., IJCAI, 2015"], "Yuanlin Zhang": ["Automated Rule Selection for Aspect Extraction in Opinion Mining., IJCAI, 2015"], "Michael Strube": ["Integrating Importance, Non-Redundancy and Coherence in Graph-Based Extractive Summarization., IJCAI, 2015"], "Eric P. Xing": ["An Active Learning Approach to Coreference Resolution., IJCAI, 2015"], "Chitta Baral": ["Towards Addressing the Winograd Schema Challenge - Building and Using a Semantic Parser and a Knowledge Hunting Module., IJCAI, 2015"], "Wei Wang": ["On Conceptual Labeling of a Bag of Words., IJCAI, 2015"], "Xiaolong Wang": ["Modeling Mention, Context and Entity with Neural Networks for Entity Disambiguation., IJCAI, 2015", "VRCA: A Clustering Algorithm for Massive Amount of Texts., IJCAI, 2015"], "Yuekui Yang": ["User Modeling with Neural Network for Review Rating Prediction., IJCAI, 2015"], "Yue Zhang": ["Target-Dependent Twitter Sentiment Classification with Rich Automatic Features., IJCAI, 2015"], "Qun Liu": ["Syntax-Based Deep Matching of Short Texts., IJCAI, 2015"], "Dawei Song": ["Modeling Quantum Entanglements in Quantum Language Models., IJCAI, 2015"], "Hongwei Hao": ["Convolutional Neural Networks for Text Hashing., IJCAI, 2015"], "Jianguo Xiao": ["Compressive Document Summarization via Sparse Optimization., IJCAI, 2015", "Aesthetic Visual Quality Evaluation of Chinese Handwritings., IJCAI, 2015"], "Yulong Pei": ["Optimizing Sentence Modeling and Selection for Document Summarization., IJCAI, 2015"], "Min Wang": ["Learning Term Embeddings for Hypernymy Identification., IJCAI, 2015"], "Jie Hao": ["Local Translation Prediction with Global Sentence Representation., IJCAI, 2015"], "Jianyong Wang": ["Prior-Based Dual Additive Latent Dirichlet Allocation for User-Item Connected Documents., IJCAI, 2015"], "Maosong Sun": ["Representation Learning for Measuring Entity Relatedness with Rich Information., IJCAI, 2015"], "Xiaohua Tony Hu": ["Linking Heterogeneous Input Features with Pivots for Domain Adaptation., IJCAI, 2015"], "Wensheng Wu": ["A Subspace Learning Framework for Cross-Lingual Sentiment Classification with Partial Parallel Data., IJCAI, 2015"], "Jesse Davis": ["Unsupervised Learning of an IS-A Taxonomy from a Limited Domain-Specific Corpus., IJCAI, 2015"], "Susanne Biundo": ["Coherence Across Components in Cognitive Systems - One Ontology to Rule Them All., IJCAI, 2015"], "Karim Tabia": ["How to Select One Preferred Assertional-Based Repair from Inconsistent and Prioritized DL-Lite Knowledge Bases?, IJCAI, 2015"], "Freddy Lécué": ["Scalable Maintenance of Knowledge Discovery in an Ontology Stream., IJCAI, 2015"], "Luciano Serafini": ["Bootstrapping Domain Ontologies from Wikipedia: A Uniform Approach., IJCAI, 2015"], "Zhifang Sui": ["An Ontology Matching Approach Based on Affinity-Preserving Random Walks., IJCAI, 2015"], "Charles Gretton": ["Exploiting Symmetries by Planning for a Descriptive Quotient., IJCAI, 2015"], "Christer Bäckström": ["Cost-Optimal and Net-Benefit Planning - A Parameterised Complexity View., IJCAI, 2015"], "Hoang Nga Nguyen": ["On the Boundary of (Un)decidability: Decidable Model-Checking for a Fragment of Resource Agent Logic., IJCAI, 2015"], "David W. Aha": ["Tight Bounds for HTN Planning with Task Insertion., IJCAI, 2015", "Trust-Guided Behavior Adaptation Using Case-Based Reasoning., IJCAI, 2015"], "Parag Singla": ["ASAP-UCT: Abstraction of State-Action Pairs in UCT., IJCAI, 2015"], "Spyros Angelopoulos": ["Further Connections Between Contract-Scheduling and Ray-Searching Problems., IJCAI, 2015"], "Derek Long": ["Temporal Planning with Semantic Attachment of Non-Linear Monotonic Continuous Behaviours., IJCAI, 2015"], "Ronen I. Brafman": ["A Privacy Preserving Algorithm for Multi-Agent Planning and Search., IJCAI, 2015"], "Fazlul Hasan Siddiqui": ["Exploiting Block Deordering for Improving Planners Efficiency., IJCAI, 2015"], "Thomas Leo McCluskey": ["On the Online Generation of Effective Macro-Operators., IJCAI, 2015", "On the Effective Configuration of Planning Domain Models., IJCAI, 2015"], "Gera Weiss": ["Estimating the Probability of Meeting a Deadline in Hierarchical Plans., IJCAI, 2015"], "Brian Charles Williams": ["Mixed Discrete-Continuous Heuristic Generative Planning Based on Flow Tubes., IJCAI, 2015", "Reactive Integrated Motion Planning and Execution., IJCAI, 2015", "Dynamic Execution of Temporal Plans with Sensing Actions and Bounded Risk., IJCAI, 2015"], "Robert Mattmüller": ["Delete Relaxations for Planning with State-Dependent Action Costs., IJCAI, 2015"], "Patrik Haslum": ["Optimal Planning with Axioms., IJCAI, 2015"], "Nick Hawes": ["Optimal Policy Generation for Partially Satisfiable Co-Safe LTL Specifications., IJCAI, 2015"], "Bruno Zanuttini": ["Probabilistic Knowledge-Based Programs., IJCAI, 2015"], "Eric Horvitz": ["Metareasoning for Planning Under Uncertainty., IJCAI, 2015"], "Hector Geffner": ["Classical Planning with Simulators: Results on the Atari Video Games., IJCAI, 2015", "Policies that Generalize: Solving Many Planning Problems with the Same Policy., IJCAI, 2015"], "David S. Rosenblum": ["Action2Activity: Recognizing Complex Activities from Sensor Data., IJCAI, 2015"], "Michaël Aupetit": ["Exploratory Digraph Navigation Using A., IJCAI, 2015"], "Carlos Linares López": ["Sorting Sequential Portfolios in Automated Planning., IJCAI, 2015"], "Stefan J. Witwicki": ["Factored Upper Bounds for Multiagent Planning Problems under Uncertainty with Non-Factored Value Functions., IJCAI, 2015"], "Michael Buro": ["Adversarial Hierarchical-Task Network Planning for Complex Real-Time Games., IJCAI, 2015"], "Jussi Rintanen": ["Models of Action Concurrency in Temporal Planning., IJCAI, 2015"], "Frans A. Oliehoek": ["Point-Based Planning for Multi-Objective POMDPs., IJCAI, 2015"], "Pietro Torasso": ["Deordering and Numeric Macro Actions for Plan Repair., IJCAI, 2015"], "Jörg Hoffmann": ["Simulation-Based Admissible Dominance Pruning., IJCAI, 2015"], "Jorge A. Baier": ["Polynomial-Time Reformulations of LTL Temporally Extended Goals into Final-State Goals., IJCAI, 2015"], "Michael Katz": ["Integrating Partial Order Reduction and Symmetry Elimination for Cost-Optimal Classical Planning., IJCAI, 2015"], "Shlomo Zilberstein": ["Multi-Objective POMDPs with Lexicographic Reward Preferences., IJCAI, 2015", "Fast Combinatorial Algorithm for Optimizing the Spread of Cascades., IJCAI, 2015"], "Craig A. Knoblock": ["An Iterative Approach to Synthesize Data Transformation Programs., IJCAI, 2015"], "Kevin D. Seppi": ["MORRF*: Sampling-Based Multi-Objective Motion Planning., IJCAI, 2015"], "Zheng Wen": ["Optimal Greedy Diversity for Recommendation., IJCAI, 2015"], "Stewart Massie": ["Music Recommenders: User Evaluation Without Real Users?, IJCAI, 2015"], "Jiajun Chen": ["A Synthetic Approach for Recommendation: Combining Ratings, Social Relations, and Reviews., IJCAI, 2015"], "Sheng Zhong": ["Differentially Private Matrix Factorization., IJCAI, 2015"], "Liu Yang": ["Sparse Probabilistic Matrix Factorization by Laplace Distribution for Collaborative Filtering., IJCAI, 2015"], "Shanika Karunasekera": ["Personalized Tour Recommendation Based on User Interests and Points of Interest Visit Durations., IJCAI, 2015"], "Xin Liu": ["Modeling Users' Dynamic Preference for Personalized Recommendation., IJCAI, 2015"], "Song Wang": ["Simple Atom Selection Strategy for Greedy Matrix Completion., IJCAI, 2015"], "Mohammad Ghavamzadeh": ["Personalized Ad Recommendation Systems for Life-Time Value Optimization with Guarantees., IJCAI, 2015", "Maximum Entropy Semi-Supervised Inverse Reinforcement Learning., IJCAI, 2015"], "Huan Liu": ["Exploring Implicit Hierarchical Structures for Recommender Systems., IJCAI, 2015"], "Congfu Xu": ["Recommendation Algorithms for Optimizing Hit Rate, User Satisfaction and Website Revenue., IJCAI, 2015"], "Ping Guo": ["Cross-Domain Collaborative Filtering with Review Text., IJCAI, 2015"], "Mathias Verbeke": ["Inducing Probabilistic Relational Rules from Probabilistic Examples., IJCAI, 2015"], "Hao Wu": ["Saul: Towards Declarative Learning Based Programming., IJCAI, 2015"], "Luc De Raedt": ["Anytime Inference in Probabilistic Logic Programs with Tp-Compilation., IJCAI, 2015", "Graph Invariant Kernels., IJCAI, 2015"], "Li Guo": ["Knowledge Base Completion Using Embeddings and Rules., IJCAI, 2015"], "Prashant Doshi": ["Toward Estimating Others' Transition Models Under Occlusion for Multi-Robot IRL., IJCAI, 2015"], "Dieter Fox": ["Graph-Based Inverse Optimal Control for Robot Manipulation., IJCAI, 2015"], "Songde Ma": ["Weakly Supervised RBM for Semantic Segmentation., IJCAI, 2015"], "Rodney D. Nielsen": ["Grounding the Meaning of Words through Vision and Interactive Gameplay., IJCAI, 2015"], "Sarit Kraus": ["Intelligent Agent Supporting Human-Multi-Robot Team Collaboration., IJCAI, 2015"], "Luc Steels": ["Co-Acquisition of Syntax and Semantics - An Investigation in Spatial Language., IJCAI, 2015"], "Pavel Surynek": ["Reduced Time-Expansion Graphs and Goal Decomposition for Solving Cooperative Path Finding Sub-Optimally., IJCAI, 2015"], "Peter Stone": ["Learning to Interpret Natural Language Commands through Human-Robot Dialog., IJCAI, 2015"], "Marc Toussaint": ["Logic-Geometric Programming: An Optimization-Based Approach to Combined Task and Motion Planning., IJCAI, 2015"], "Xiuzi Ye": ["Multi-Modality Tracker Aggregation: From Generative to Discriminative., IJCAI, 2015", "An Efficient Classifier Based on Hierarchical Mixing Linear Support Vector Machines., IJCAI, 2015"], "Stanislav Zivny": ["Tractable Classes of Binary CSPs Defined by Excluded Topological Minors., IJCAI, 2015"], "Jordi Levy": ["A Modularity-Based Random SAT Instances Generator., IJCAI, 2015"], "Felip Manyà": ["An Exact Inference Scheme for MinSAT., IJCAI, 2015"], "António Morgado": ["Efficient Model Based Diagnosis with Maximum Satisfiability., IJCAI, 2015"], "Paul Weng": ["Solving MDPs with Skew Symmetric Bilinear Utility Functions., IJCAI, 2015"], "Anthony Hunter": ["Optimization of Probabilistic Argumentation with Markov Decision Models., IJCAI, 2015", "Modelling the Persuadee in Asymmetric Argumentation Dialogues for Persuasion., IJCAI, 2015"], "Jonathan P. How": ["Stick-Breaking Policy Learning in Dec-POMDPs., IJCAI, 2015"], "Martin Lackner": ["Structure in Dichotomous Preferences., IJCAI, 2015"], "David Timothy Lee": ["Efficient, Private, and eps-Strategyproof Elicitation of Tournament Voting Rules., IJCAI, 2015"], "Meir Kalech": ["Lie on the Fly: Iterative Voting Center with Manipulative Voters., IJCAI, 2015"], "Eric Sodomka": ["Ranked Voting on Social Networks., IJCAI, 2015"], "Peter Key": ["Non-Myopic Negotiators See What's Best., IJCAI, 2015"], "Moshe Tennenholtz": ["How Robust Is the Wisdom of the Crowds?, IJCAI, 2015"], "Jie Tang": ["Uncovering the Formation of Triadic Closure in Social Networks., IJCAI, 2015"], "Quan Yuan": ["Personalized Ranking Metric Embedding for Next New POI Recommendation., IJCAI, 2015"], "Li Gao": ["Influence Maximization in Big Networks: An Incremental Algorithm for Streaming Subgraph Influence Spread Estimation., IJCAI, 2015"], "Katia P. Sycara": ["Nonnegative Matrix Tri-Factorization with Graph Regularization for Community Detection in Social Networks., IJCAI, 2015", "A Crowdfunding Model for Green Energy Investment., IJCAI, 2015"], "David E. Keyes": ["A Scalable Community Detection Algorithm for Large Graphs Using Stochastic Block Models., IJCAI, 2015"], "S. Shivashankar": ["CEIL: A Scalable, Resolution Limit Free Approach for Detecting Communities in Large Networks., IJCAI, 2015"], "Biao Chang": ["Maximizing the Coverage of Information Propagation in Social Networks., IJCAI, 2015"], "Edward Y. Chang": ["Network Representation Learning with Rich Text Information., IJCAI, 2015", "Scalable Gaussian Process Regression Using Deep Neural Networks., IJCAI, 2015"], "Yanping Xiang": ["Optimal Route Search with the Coverage of Users' Preferences., IJCAI, 2015"], "Philip S. Yu": ["Integrated Anchor and Social Link Predictions across Social Networks., IJCAI, 2015"], "Svetha Venkatesh": ["Groupwise Registration of Aerial Images., IJCAI, 2015"], "François Brémond": ["Video Covariance Matrix Logarithm for Human Action Recognition in Videos., IJCAI, 2015"], "Gang Hua": ["Modeling Inter- and Intra-Part Deformations for Object Structure Parsing., IJCAI, 2015"], "Yun Fu": ["Cross-View Projective Dictionary Learning for Person Re-Identification., IJCAI, 2015", "Semantic Single Video Segmentation with Robust Graph Representation., IJCAI, 2015", "Deep Low-Rank Coding for Transfer Learning., IJCAI, 2015", "Deep Linear Coding for Fast Graph Clustering., IJCAI, 2015", "Dual-Regularized Multi-View Outlier Detection., IJCAI, 2015"], "Nicu Sebe": ["Inferring Painting Style with Multi-Task Dictionary Learning., IJCAI, 2015", "Looking at Mondrian's Victory Boogie-Woogie: What Do I Feel?, IJCAI, 2015"], "Ji-Rong Wen": ["Social Image Parsing by Cross-Modal Data Refinement., IJCAI, 2015", "Query Understanding through Knowledge-Based Conceptualization., IJCAI, 2015", "Weakly Supervised Matrix Factorization for Noisily Tagged Image Parsing., IJCAI, 2015"], "Jose Sepulveda": ["Salient Object Detection via Augmented Hypotheses., IJCAI, 2015"], "Enhua Wu": ["Adaptive Sharing for Image Classification., IJCAI, 2015"], "Hanqing Lu": ["Face Clustering in Videos with Proportion Prior., IJCAI, 2015"], "B. V. K. Vijaya Kumar": ["Generalized Transitive Distance with Minimum Spanning Random Forest., IJCAI, 2015"], "Xindong Wu": ["Saliency Detection with a Deeper Investigation of Light Field., IJCAI, 2015"], "Nabil Layaïda": ["Reasoning with Style., IJCAI, 2015"], "Yaoliang Yu": ["Semantic Concept Discovery for Large-Scale Zero-Shot Event Detection., IJCAI, 2015"], "Héctor Muñoz-Avila": ["Raising Expectations in GDA Agents Acting in Dynamic Environments., IJCAI, 2015"], "Wu-Jun Li": ["Scalable Graph Hashing with Feature Transformation., IJCAI, 2015"], "Songcan Chen": ["Web Page Classification Based on Uncorrelated Semi-Supervised Intra-View and Inter-View Manifold Discriminant Feature Extraction., IJCAI, 2015"], "Emanuel Sallinger": ["Distance-Bounded Consistent Query Answering., IJCAI, 2015"], "Sinno Jialin Pan": ["Short and Sparse Text Topic Modeling via Self-Aggregation., IJCAI, 2015"], "Kam-Fai Wong": ["Personalized Sentiment Classification Based on Latent Individuality of Microblog Users., IJCAI, 2015"], "Jintao Li": ["Online Learning to Rank for Content-Based Image Retrieval., IJCAI, 2015"], "Wenwu Zhu": ["Deep Multimodal Hashing with Orthogonal Regularization., IJCAI, 2015"], "Wen Gao": ["Hamming Compatible Quantization for Hashing., IJCAI, 2015"], "Luo Si": ["Determining Expert Research Areas with Multi-Instance Learning of Hierarchical Multi-Label Classification Model., IJCAI, 2015", "Ranking Preserving Hashing for Fast Similarity Search., IJCAI, 2015"], "Inanç Birol": ["Sampling with Minimum Sum of Squared Similarities for Nystrom-Based Large Scale Spectral Clustering., IJCAI, 2015"], "Tanveer A. Faruquie": ["Tracking Political Elections on Social Media: Applications and Experience., IJCAI, 2015"], "Junwen Duan": ["Deep Learning for Event-Driven Stock Prediction., IJCAI, 2015"], "Paola Velardi": ["Large Scale Homophily Analysis in Twitter Using a Twixonomy., IJCAI, 2015"], "Hanxiao Shi": ["Interactive Gender Inference with Integer Linear Programming., IJCAI, 2015"], "Jiashen Sun": ["Detecting Promotion Campaigns in Community Question Answering., IJCAI, 2015"], "Brent J. Hecht": ["Towards Domain-Specific Semantic Relatedness: A Case Study from Geography., IJCAI, 2015"], "Tat-Seng Chua": ["Interest Inference via Structure-Constrained Multi-Source Multi-Task Learning., IJCAI, 2015"], "Baoxin Li": ["Unsupervised Sentiment Analysis for Social Media Images., IJCAI, 2015"], "Shangguang Wang": ["Re-Ranking Voting-Based Answers by Discarding User Behavior Biases., IJCAI, 2015"], "Shuai Wang": ["A Unified Probabilistic Model of User Activities and Relations on Social Networking Sites., IJCAI, 2015"], "Irwin King": ["Exploiting k-Degree Locality to Improve Overlapping Community Detection., IJCAI, 2015"], "Zhoujun Li": ["Learning Geographical Hierarchy Features for Social Image Location Prediction., IJCAI, 2015"], "Shaoping Ma": ["Catch the Black Sheep: Unified Framework for Shilling Attack Detection Based on Fraudulent Action Propagation., IJCAI, 2015"], "Xiaoyan Zhu": ["Tackling Data Sparseness in Recommendation using Social Media based Topic Hierarchy Modeling., IJCAI, 2015"], "Gerhard Widmer": ["Artificial Intelligence in the Concertgebouw., IJCAI, 2015"], "Valencia James": ["Kinetic Imaginations: Exploring the Possibilities of Combining AI and Dance., IJCAI, 2015"], "Jon McCormack": ["Heroic versus Collaborative AI for the Arts., IJCAI, 2015"], "Kai-Uwe Kühnberger": ["Computational Invention of Cadences and Chord Progressions by Conceptual Chord-Blending., IJCAI, 2015"], "Carlo Strapparava": ["Slogans Are Not Forever: Adapting Linguistic Expressions to the News., IJCAI, 2015"], "Maarten Grachten": ["Pseudo-Supervised Training Improves Unsupervised Melody Segmentation., IJCAI, 2015"], "Penousal Machado": ["Swarm Systems in the Visualization of Consumption Patterns., IJCAI, 2015", "Evolving Families of Shapes., IJCAI, 2015"], "Anikó Ekárt": ["Evolving Ambiguous Images., IJCAI, 2015"], "AnneMarie Maes": ["The Scaffolded Sound Beehive., IJCAI, 2015"], "Jason Sakellariou": ["Generating 1/f Noise Sequences as Constraint Satisfaction: The Voss Constraint., IJCAI, 2015"], "François Pachet": ["Generating all Possible Palindromes from Ngram Corpora., IJCAI, 2015", "Capturing a Musician's Groove: Generation of Realistic Accompaniments from Single Song Recordings., IJCAI, 2015"], "Kenji Araki": ["Haiku Generator that Reads Blogs and Illustrates Them with Sounds and Images., IJCAI, 2015"], "Santiago Ontañón": ["Narrative Hermeneutic Circle: Improving Character Role Identification from Natural Language Text via Feedback Loops., IJCAI, 2015"], "Karteek Addanki": ["Learning to Rap Battle with Bilingual Recursive Neural Networks., IJCAI, 2015"], "Masashi Sugiyama": ["Stroke-Based Stylization Learning and Rendering with Inverse Reinforcement Learning., IJCAI, 2015"], "Alex Rogers": ["A Personalised Thermal Comfort Model Using a Bayesian Network., IJCAI, 2015"], "Zainul Charbiwala": ["Aggregate Demand-Based Real-Time Pricing Mechanism for the Smart Grid: A Game-Theoretic Analysis., IJCAI, 2015"], "Anna H. R. Costa": ["Batch Reinforcement Learning for Smart Home Energy Management., IJCAI, 2015"], "Vipin Kumar": ["Clustering Dynamic Spatio-Temporal Patterns in The Presence of Noise and Missing Data., IJCAI, 2015"], "Iadine Chades": ["α-min: A Compact Approximate Solver For Finite-Horizon POMDPs., IJCAI, 2015"], "Benjamin Lubin": ["Modeling Multi-Attribute Demand for Sustainable Cloud Computing with Copulae., IJCAI, 2015"], "Yongcai Wang": ["On the Balance of Meter Deployment Cost and NILM Accuracy., IJCAI, 2015"], "Takahiro Shiga": ["Online Mechanisms for Charging Electric Vehicles in Settings with Varying Marginal Electricity Costs., IJCAI, 2015"], "Partha Sarathi Dutta": ["Secure Routing in Wireless Sensor Networks via POMDPs., IJCAI, 2015"], "Craig Boutilier": ["Approximately Stable Pricing for Coordinated Purchasing of Electricity., IJCAI, 2015"], "Germán Castellanos-Domínguez": ["Multiple Instance Learning-Based Birdsong Classification Using Unsupervised Recording Segmentation., IJCAI, 2015"], "Martin Leucker": ["Abstract Routing Models and Abstractions in the Context of Vehicle Routing., IJCAI, 2015"], "Una-May O'Reilly": ["Copula Graphical Models for Wind Resource Estimation., IJCAI, 2015"], "Ana L. C. Bazzan": ["Optimal Electric Vehicle Charging Station Placement., IJCAI, 2015"], "Francesco Ricca": ["A MaxSAT Algorithm Using Cardinality Constraints of Bounded Size., IJCAI, 2015"], "Wolfgang Faber": ["Stable Model Semantics of Abstract Dialectical Frameworks Revisited: A Logic Programming Perspective., IJCAI, 2015"], "Michael Benedikt": ["Combining Existential Rules and Description Logics., IJCAI, 2015"], "Jorge Pérez": ["Bidirectional Constraints for Exchanging Data: Beyond Monotone Queries., IJCAI, 2015"], "Michael Zakharyaschev": ["First-Order Rewritability of Temporal Ontology-Mediated Queries., IJCAI, 2015", "When Are Description Logic Knowledge Bases Indistinguishable?, IJCAI, 2015"], "Vaishak Belle": ["Multi-Agent Only Knowing on Planet Kripke., IJCAI, 2015"], "Swan Rocher": ["Combining Existential Rules and Transitivity: Next Steps., IJCAI, 2015"], "Beishui Liao": ["Dealing with Generic Contrariness in Structured Argumentation., IJCAI, 2015"], "Gerhard Brewka": ["AGM Meets Abstract Argumentation: Expansion and Revision for Dung Frameworks., IJCAI, 2015"], "Thomas Eiter": ["Answer Update for Rule-Based Stream Reasoning., IJCAI, 2015"], "Wiebe van der Hoek": ["Epistemic Quantified Boolean Logic: Expressiveness and Completeness Results., IJCAI, 2015"], "Gerhard Lakemeyer": ["Only Knowing Meets Common Knowledge., IJCAI, 2015"], "Hector J. Levesque": ["ALLEGRO: Belief-Based Programming in Stochastic Dynamical Domains., IJCAI, 2015"], "Guy Van den Broeck": ["Probabilistic Inference in Hybrid Domains by Weighted Model Integration., IJCAI, 2015"], "Vladik Kreinovich": ["Compatible-Based Conditioning in Interval-Based Possibilistic Logic., IJCAI, 2015"], "Marc Denecker": ["Partial Grounded Fixpoints., IJCAI, 2015"], "François Schwarzentruber": ["Complexity Results in Epistemic Planning., IJCAI, 2015"], "Ivan José Varzinczak": ["On the Entailment Problem for a Logic of Typicality., IJCAI, 2015"], "Rafael Peñaloza": ["The Complexity of Subsumption in Fuzzy EL., IJCAI, 2015"], "Veronika Thost": ["Temporal Query Answering in the Description Logic EL., IJCAI, 2015"], "Sebastian Rudolph": ["Reasonable Highly Expressive Query Languages - IJCAI-15 Distinguished Paper (Honorary Mention)., IJCAI, 2015"], "Irina Trubitsyna": ["Logic Program Termination Analysis Using Atom Sizes., IJCAI, 2015"], "Mikhail Soutchanski": ["On the Undecidability of the Situation Calculus Extended with Description Logic Ontologies., IJCAI, 2015"], "Ario Santoso": ["Verification of Generalized Inconsistency-Aware Knowledge and Action Bases., IJCAI, 2015"], "Abdul Sattar": ["Probabilistic Belief Contraction Using Argumentation., IJCAI, 2015"], "Adnan Darwiche": ["Tractable Learning for Structured Probability Spaces: A Case Study in Learning Preference Distributions., IJCAI, 2015", "A Top-Down Compiler for Sentential Decision Diagrams., IJCAI, 2015", "Data Compression for Learning MRF Parameters., IJCAI, 2015"], "Alexandre Niveau": ["An Algebra of Granular Temporal Relations for Qualitative Reasoning., IJCAI, 2015"], "Pierre Marquis": ["Extension Enforcement in Abstract Argumentation as an Optimization Problem., IJCAI, 2015"], "Dmitriy Zheleznyakov": ["Controlled Query Evaluation for Datalog and OWL 2 Profile Ontologies., IJCAI, 2015"], "Martine De Cock": ["Multilateral Negotiation in Boolean Games with Incomplete Information Using Generalized Possibilistic Logic., IJCAI, 2015"], "Andreas Pfandler": ["Fixed-Parameter Tractable Reductions to SAT for Planning., IJCAI, 2015"], "Bryan Renne": ["The Logic of Qualitative Probability., IJCAI, 2015"], "Srdjan Vesic": ["On the Aggregation of Argumentation Frameworks., IJCAI, 2015"], "Oana Tifrea-Marciuska": ["Combining Existential Rules with the Power of CP-Theories., IJCAI, 2015"], "Agnès Rico": ["The Cube of Opposition: A Structure Underlying Many Knowledge Representation Formalisms., IJCAI, 2015"], "Eugenia Ternovska": ["Modular Systems with Preferences., IJCAI, 2015"], "Churn-Jung Liau": ["A Logic for Reasoning about Justified Uncertain Beliefs., IJCAI, 2015"], "Ximing Wen": ["On the Progression of Knowledge and Belief for Nondeterministic Actions in the Situation Calculus., IJCAI, 2015"], "Ezgi Iraz Su": ["Epistemic Equilibrium Logic., IJCAI, 2015"], "Ian Horrocks": ["The Combined Approach to Query Answering Beyond the OWL 2 Profiles., IJCAI, 2015", "Combining Rewriting and Incremental Materialisation Maintenance for Datalog Programs with Equality., IJCAI, 2015"], "Liz Sonenberg": ["Computing Social Behaviours Using Agent Models., IJCAI, 2015"], "Hannes Strass": ["On the Computational Complexity of Naive-Based Semantics for Abstract Dialectical Frameworks., IJCAI, 2015"], "Andreas Pieris": ["Polynomial Rewritings for Linear Existential Rules., IJCAI, 2015", "Beyond SPARQL under OWL 2 QL Entailment Regime: Rules to the Rescue., IJCAI, 2015"], "Jérôme Lang": ["Group Decision Making via Weighted Propositional Logic: Complexity and Islands of Tractability., IJCAI, 2015"], "Thomas Schneider": ["Lightweight Temporal Description Logics with Rigid Roles and Restricted TBoxes., IJCAI, 2015"], "Joseph Y. Halpern": ["A Modification of the Halpern-Pearl Definition of Causality., IJCAI, 2015"], "Frank Wolter": ["Efficient Query Rewriting in the Description Logic EL and Beyond., IJCAI, 2015", "Schema.org as a Description Logic., IJCAI, 2015", "Ontology-Mediated Queries with Closed Predicates., IJCAI, 2015"], "Richard Booth": ["Trust-Sensitive Belief Revision., IJCAI, 2015"], "Zhenfeng Yuan": ["Simplifying A Logic Program Using Its Consequences., IJCAI, 2015"], "Yisong Wang": ["On Forgetting Postulates in Answer Set Programming., IJCAI, 2015"], "Jirí Vyskocil": ["Efficient Semantic Features for Automated Reasoning over Large Theories., IJCAI, 2015"], "Bernardo Cuenca Grau": ["Computing Horn Rewritings of Description Logics Ontologies., IJCAI, 2015"], "João Leite": ["Efficient Paraconsistent Reasoning with Ontologies and Rules., IJCAI, 2015"], "Marie-Laure Mugnier": ["Query Rewriting for Existential Rules with Compiled Preorder., IJCAI, 2015"], "Yongmei Liu": ["Automatic Verification of Partial Correctness of Golog Programs., IJCAI, 2015"], "Francis Jeffry Pelletier": ["Kernel Contraction and Base Dependence: Redundancy in the Base Resulting in Different Types of Dependence., IJCAI, 2015"], "Matthias Thimm": ["Probabilistic Reasoning with Inconsistent Beliefs Using Inconsistency Measures., IJCAI, 2015"], "Puneet Garg": ["Did You Know? - Mining Interesting Trivia for Entities from Wikipedia., IJCAI, 2015"], "Jörg Pührer": ["Realizability of Three-Valued Semantics for Abstract Dialectical Frameworks., IJCAI, 2015"], "Michael Thielscher": ["Execution Monitoring as Meta-Games for General Game-Playing Robots., IJCAI, 2015"], "Diana Troanca": ["Membership Constraints in Formal Concept Analysis., IJCAI, 2015"], "Michaël Thomazo": ["Characterization of the Expressivity of Existential Rule Queries., IJCAI, 2015"], "Nicolás D'Ippolito": ["Towards Fully Observable Non-Deterministic Planning as Assumption-based Automatic Synthesis., IJCAI, 2015"], "Jae Hee Lee": ["Qualitative Reasoning about Directions in Semantic Spaces., IJCAI, 2015"], "Maurice Pagnucco": ["Belief Revision and Progression of Knowledge Bases in the Epistemic Situation Calculus., IJCAI, 2015"], "Thomas Schmitz": ["MergeXplain: Fast Computation of Multiple Conflicts for Diagnosis., IJCAI, 2015"], "Jean-François Condotta": ["Efficiently Characterizing Non-Redundant Constraints in Large Real World Qualitative Spatial Networks., IJCAI, 2015"], "Jon Yaggie": ["Characterizability in Belief Revision., IJCAI, 2015"], "Maciej Liskiewicz": ["Efficiently Finding Conditional Instruments for Causal Inference., IJCAI, 2015"], "Leendert W. N. van der Torre": ["AGM Revision of Beliefs about Action and Time., IJCAI, 2015"], "Huada Xu": ["A Complete Epistemic Planner without the Epistemic Closed World Assumption., IJCAI, 2015"], "Jens Claßen": ["Verification of Knowledge-Based Programs over Description Logic Actions., IJCAI, 2015"], "Fangzhen Lin": ["Characterizing Causal Action Theories and Their Implementations in Answer Set Programming: Action Languages B, C, and Beyond., IJCAI, 2015"], "Yi Zhou": ["First-Order Disjunctive Logic Programming vs Normal Logic Programming., IJCAI, 2015"], "James P. Delgrande": ["Extending AGM Contraction to Arbitrary Logics., IJCAI, 2015"], "Dana Fisman": ["Learning Regular Languages via Alternating Automata., IJCAI, 2015"], "Edwin R. Hancock": ["A Graph Kernel Based on the Jensen-Shannon Representation Alignment., IJCAI, 2015"], "Doina Precup": ["An Expectation-Maximization Algorithm to Compute a Stochastic Factorization From Data., IJCAI, 2015"], "Marc G. Bellemare": ["Count-Based Frequency Estimation with Bounded Memory., IJCAI, 2015", "Online Learning of k-CNF Boolean Functions., IJCAI, 2015"], "Paul Ruvolo": ["Autonomous Cross-Domain Knowledge Transfer in Lifelong Policy Gradient Reinforcement Learning., IJCAI, 2015"], "Ann Nowé": ["Reinforcement Learning from Demonstration through Shaping., IJCAI, 2015"], "Deng Cai": ["Compressed Spectral Regression for Efficient Nonlinear Dimensionality Reduction., IJCAI, 2015"], "Andrea Lockerd Thomaz": ["Policy Shaping with Human Teachers., IJCAI, 2015"], "Thomas S. Huang": ["A Space Alignment Method for Cold-Start TV Show Recommendations., IJCAI, 2015", "A Joint Optimization Framework of Sparse Coding and Discriminative Clustering., IJCAI, 2015"], "Alessandro Lazaric": ["Direct Policy Iteration with Demonstrations., IJCAI, 2015"], "Xin Yao": ["Model Metric Co-Learning for Time Series Classification., IJCAI, 2015", "Increasingly Cautious Optimism for Practical PAC-MDP Exploration., IJCAI, 2015"], "Michael R. Lyu": ["Training-Efficient Feature Map for Shift-Invariant Kernels., IJCAI, 2015"], "Jianhuang Lai": ["Mirror Representation for Modeling View-Specific Transform in Person Re-Identification., IJCAI, 2015"], "Jian Lou": ["Efficient Generalized Conditional Gradient with Gradient Sliding for Composite Optimization., IJCAI, 2015"], "Jacob W. Crandall": ["Robust Learning for Repeated Stochastic Games via Meta-Gaming., IJCAI, 2015"], "Stephen H. Muggleton": ["Learning Efficient Logical Robot Strategies Involving Composable Objects., IJCAI, 2015"], "Yu-Gang Jiang": ["Optimal Bayesian Hashing for Efficient Face Recognition., IJCAI, 2015"], "Xinbo Gao": ["Multi-View Matrix Decomposition: A New Scheme for Exploring Discriminative Information., IJCAI, 2015"], "Gérard G. Medioni": ["Intersecting Manifolds: Detection, Segmentation, and Labeling., IJCAI, 2015"], "Frank Hutter": ["Speeding Up Automatic Hyperparameter Optimization of Deep Neural Networks by Extrapolation of Learning Curves., IJCAI, 2015"], "Lejian Liao": ["Topic Modeling with Document Relative Similarities., IJCAI, 2015"], "Yi-Dong Shen": ["Robust Multiple Kernel K-means Using L21-Norm., IJCAI, 2015", "Recovery of Corrupted Multiple Kernels for Clustering., IJCAI, 2015", "Learning a Robust Consensus Matrix for Clustering Ensemble via Kullback-Leibler Divergence Minimization., IJCAI, 2015"], "Haruhiko Sato": ["Crowdsourced Semantic Matching of Multi-Label Annotations., IJCAI, 2015"], "Shizhong Liao": ["Random Feature Mapping with Signed Circulant Matrix Projection., IJCAI, 2015"], "Dennis E. Shasha": ["Quiet: Faster Belief Propagation for Images and Related Applications., IJCAI, 2015"], "Francesca Toni": ["Potential Based Reward Shaping for Hierarchical Reinforcement Learning., IJCAI, 2015"], "Peng Hou": ["Pre-release Prediction of Crowd Opinion on Movies by Label Distribution Learning., IJCAI, 2015"], "Prasad Tadepalli": ["Multitask Coactive Learning., IJCAI, 2015"], "Arindam Banerjee": ["Multi-Label Structure Learning with Ising Model Selection., IJCAI, 2015"], "Shuo Li": ["Bi-Parameter Space Partition for Cost-Sensitive SVM., IJCAI, 2015"], "Xiaojie Guo": ["Online Robust Low Rank Matrix Recovery., IJCAI, 2015", "Robust Subspace Segmentation by Simultaneously Learning Data Representations and Their Affinity Matrix., IJCAI, 2015"], "Alan Fern": ["Active Imitation Learning of Hierarchical Policies., IJCAI, 2015"], "Bernhard Schölkopf": ["Identification of Time-Dependent Causal Model: A Gaussian Process Treatment., IJCAI, 2015"], "Heng Huang": ["A New Simplex Sparse Learning Model to Measure Data Similarity for Clustering., IJCAI, 2015", "Robust Dictionary Learning with Capped l1-Norm., IJCAI, 2015", "Discriminative Unsupervised Dimensionality Reduction., IJCAI, 2015"], "Lev Reyzin": ["Training-Time Optimization of a Budgeted Booster., IJCAI, 2015"], "Csaba Szepesvári": ["Fast Cross-Validation for Incremental Learning., IJCAI, 2015"], "Barnabás Póczos": ["Bayesian Active Learning for Posterior Estimation - IJCAI-15 Distinguished Paper., IJCAI, 2015"], "Tony Jebara": ["Collaborative Place Models., IJCAI, 2015"], "Tomás Lozano-Pérez": ["Symbol Acquisition for Probabilistic High-Level Planning., IJCAI, 2015"], "Charles X. Ling": ["Data Sparseness in Linear SVM., IJCAI, 2015"], "Yuhong Guo": ["Multi-Label Classification with Feature-Aware Non-Linear Label Space Transformation., IJCAI, 2015", "Semi-Supervised Multi-Label Learning with Incomplete Labels., IJCAI, 2015"], "Dacheng Tao": ["Multi-Task Model and Feature Joint Learning., IJCAI, 2015"], "Enhong Chen": ["Word Embedding Revisited: A New Representation Learning and Explicit Matrix Factorization Perspective., IJCAI, 2015"], "Xiao-Xin Li": ["Mixed Error Coding for Face Recognition with Mixed Occlusions., IJCAI, 2015"], "Alexander G. Hauptmann": ["Density Corrected Sparse Recovery when R.I.P. Condition Is Broken., IJCAI, 2015"], "Yong Ge": ["Regularizing Flat Latent Variables with Hierarchical Structures., IJCAI, 2015"], "Fuchun Sun": ["Robust Kernel Dictionary Learning Using a Whole Sequence Convergent Algorithm., IJCAI, 2015"], "Wenjun Zhang": ["Multi-Task Multi-Dimensional Hawkes Processes for Modeling Event Sequences., IJCAI, 2015"], "Michael L. Littman": ["Between Imitation and Intention Learning., IJCAI, 2015"], "Weiming Hu": ["Optimizing Locally Linear Classifiers with Supervised Anchor Point Learning., IJCAI, 2015"], "Juan José del Coz": ["Using A* for Inference in Probabilistic Classifier Chains., IJCAI, 2015"], "Loizos Michael": ["Introspective Forecasting., IJCAI, 2015"], "Soma Biswas": ["EntScene: Nonparametric Bayesian Temporal Segmentation of Videos Aimed at Entity-Driven Scene Detection., IJCAI, 2015"], "Jie Jiang": ["Image Feature Learning for Cold Start Problem in Display Advertising., IJCAI, 2015"], "Manuel Lopes": ["Inverse Reinforcement Learning in Relational Domains., IJCAI, 2015"], "Carsten Witt": ["On the Runtime of Randomized Local Search and Simple Evolutionary Algorithms for Dynamic Makespan Scheduling., IJCAI, 2015"], "Yuan Qi": ["EigenGP: Gaussian Process Models with Adaptive Eigenfunctions., IJCAI, 2015"], "Lawrence Carin": ["Scalable Probabilistic Tensor Factorization for Binary and Count Data., IJCAI, 2015"], "Leila Wehbe": ["Nonparametric Independence Testing for Small Sample Sizes., IJCAI, 2015", "The Spatio-Temporal Representation of Natural Reading., IJCAI, 2015"], "Balaraman Ravindran": ["Extended Discriminative Random Walk: A Hypergraph Approach to Multi-View Multi-Relational Transductive Learning., IJCAI, 2015"], "Haiping Lu": ["Semi-Orthogonal Multilinear PCA with Relaxed Start., IJCAI, 2015"], "Adrian Pino Angulo": ["A Geometric Theory of Feature Selection and Distance-Based Measures., IJCAI, 2015"], "Haixun Wang": ["Open Domain Short Text Conceptualization: A Generative + Descriptive Modeling Approach., IJCAI, 2015"], "Alessandro Sperduti": ["Equivalence Results between Feedforward and Recurrent Neural Networks for Sequences., IJCAI, 2015"], "Mineichi Kudo": ["Polytree-Augmented Classifier Chains for Multi-Label Classification., IJCAI, 2015"], "Yueting Zhuang": ["Sketch the Storyline with CHARCOAL: A Non-Parametric Approach., IJCAI, 2015", "Mobile Query Recommendation via Tensor Function Learning., IJCAI, 2015"], "Shuzhong Zhang": ["Convergence of Common Proximal Methods for L1-Regularized Least Squares., IJCAI, 2015"], "James MacGlashan": ["Portable Option Discovery for Automated Learning Transfer in Object-Oriented Markov Decision Processes., IJCAI, 2015"], "Raul Fonseca Neto": ["Feature Selection from Microarray Data via an Ordered Search with Projected Margin., IJCAI, 2015"], "Ming Zhang": ["Constrained Information-Theoretic Tripartite Graph Clustering to Identify Semantically Similar Relations., IJCAI, 2015"], "Lihuo He": ["Semantic Topic Multimodal Hashing for Cross-Media Retrieval., IJCAI, 2015"], "Bin Shen": ["Learning to Hash on Partial Multi-Modal Data., IJCAI, 2015"], "William W. Cohen": ["A Soft Version of Predicate Invention Based on Structured Sparsity., IJCAI, 2015"], "Tim Oates": ["Imaging Time-Series to Improve Classification and Imputation., IJCAI, 2015"], "Jingdong Wang": ["Quantized Correlation Hashing for Fast Cross-Modal Search., IJCAI, 2015"], "Chengqi Zhang": ["Multi-Graph-View Learning for Complicated Object Classification., IJCAI, 2015"], "Jinxi Zhao": ["Perception Evolution Network Adapting to the Emergence of New Sensory Receptor., IJCAI, 2015"], "Chao Xu": ["Multi-view Self-Paced Learning for Clustering., IJCAI, 2015"], "Jian Lu": ["Ice-Breaking: Mitigating Cold-Start Recommendation Problem by Rating Comparison., IJCAI, 2015"], "Qinfeng Shi": ["Scalable Maximum Margin Matrix Factorization by Active Riemannian Subspace Search., IJCAI, 2015"], "James T. Kwok": ["Accelerated Inexact Soft-Impute for Fast Large-Scale Matrix Completion., IJCAI, 2015"], "Chao Yuan": ["Unsupervised Machine Condition Monitoring Using Segmental Hidden Markov Models., IJCAI, 2015"], "Tong Zhang": ["Matrix Factorization with Scale-Invariant Parameters., IJCAI, 2015"], "Shaojun Wang": ["A Direct Boosting Approach for Semi-supervised Classification., IJCAI, 2015"], "Xu-Ying Liu": ["Towards Class-Imbalance Aware Multi-Label Learning., IJCAI, 2015"], "Fei Yu": ["Solving the Partial Label Learning Problem: An Instance-Based Approach., IJCAI, 2015"], "Han Liu": ["Multi-Task Multi-View Clustering for Non-Negative Data., IJCAI, 2015"], "Pascal Poupart": ["Self-Adaptive Hierarchical Sentence Model., IJCAI, 2015"], "Hiroshi Mamitsuka": ["Instance-Wise Weighted Nonnegative Matrix Factorization for Aggregating Partitions with Locally Reliable Clusters., IJCAI, 2015"], "Hasan Davulcu": ["MUVIR: Multi-View Rare Category Detection., IJCAI, 2015"], "Qing He": ["Supervised Representation Learning: Transfer Learning with Deep Autoencoders., IJCAI, 2015"], "Bo Zhang": ["Adaptive Dropout Rates for Learning with Corrupted Features., IJCAI, 2015"], "Pierre Roy": ["Max Order: A Tale of Creativity., IJCAI, 2015"], "Helen Meng": ["Modelling High-Dimensional Sequences with LSTM-RTRBM: Application to Polyphonic Music Generation., IJCAI, 2015"], "Viviana Patti": ["Constitutive and Regulative Specifications of Commitment Protocols: A Decoupled Approach (Extended Abstract)., IJCAI, 2015"], "Harri Oinas-Kukkonen": ["Influencing Individually: Fusing Personalization and Persuasion (Extended Abstract)., IJCAI, 2015"], "Andrea Bolioli": ["Developing Corpora for Sentiment Analysis: The Case of Irony and Senti-TUT (Extended Abstract)., IJCAI, 2015"], "Riccardo Rosati": ["Data Complexity of Query Answering in Description Logics (Extended Abstract)., IJCAI, 2015"], "Henry Lieberman": ["Common Sense Reasoning for Detection, Prevention, and Mitigation of Cyberbullying (Extended Abstract)., IJCAI, 2015"], "Lane A. Hemaspaandra": ["The Complexity of Manipulative Attacks in Nearly Single-Peaked Electorates (Extended Abstract)., IJCAI, 2015"], "Kurt De Grave": ["kLog: A Language for Logical and Relational Learning with Kernels (Extended Abstract)., IJCAI, 2015"], "Julia Hockenmaier": ["Framing Image Description as a Ranking Task: Data, Models and Evaluation Metrics (Extended Abstract)., IJCAI, 2015"], "Shou-De Lin": ["Measuring and Recommending Time-Sensitive Routes from Location-based Data., IJCAI, 2015"], "Kevin Leyton-Brown": ["Algorithm Runtime Prediction: Methods and Evaluation (Extended Abstract)., IJCAI, 2015"], "Luca Ducceschi": ["Phrase Detectives: Utilizing Collective Intelligence for Internet-Scale Language Resource Creation (Extended Abstract)., IJCAI, 2015"], "Randall Davis": ["Continuous Body and Hand Gesture Recognition for Natural Human-Computer Interaction: Extended Abstract., IJCAI, 2015"], "Stephen Cranefield": ["On the Testability of BDI Agent Systems (Extended Abstract)., IJCAI, 2015"], "David Liu": ["Inapproximability of Treewidth and Related Problems (Extended Abstract)., IJCAI, 2015"], "Erik Cambria": ["Feature Ensemble Plus Sample Selection: Domain Adaptation for Sentiment Classification (Extended Abstract)., IJCAI, 2015"], "Robert Power": ["Using Social Media to Enhance Emergency Situation Awareness: Extended Abstract., IJCAI, 2015"], "Giuseppe De Giacomo": ["Description Logic Based Dynamic Systems: Modeling, Verification, and Synthesis., IJCAI, 2015"], "François Charpillet": ["Exploiting Separability in Multiagent Planning with Continuous-State MDPs (Extended Abstract)., IJCAI, 2015"], "Robin Burke": ["Adapting to User Preference Changes in Interactive Recommendation., IJCAI, 2015"], "Carmine Ventre": ["Near-Optimal Approximation Mechanisms for Multi-Unit Combinatorial Auctions., IJCAI, 2015"], "Leonid Libkin": ["How to Define Certain Answers., IJCAI, 2015"], "Ryan Prescott Adams": ["Firefly Monte Carlo: Exact MCMC with Subsets of Data., IJCAI, 2015"], "Adam Tauman Kalai": ["Matching and Grokking: Approaches to Personalized Crowdsourcing., IJCAI, 2015"], "Blai Bonet": ["Heuristics for Cost-Optimal Classical Planning Based on Linear Programming., IJCAI, 2015"], "Riccardo Zese": ["Reasoning with Probabilistic Ontologies., IJCAI, 2015", "Inference and Learning for Probabilistic Description Logics., IJCAI, 2015"], "Bruce M. McLaren": ["Examples and Tutored Problems: Adaptive Support Using Assistance Scores., IJCAI, 2015"], "Wheeler Ruml": ["Max Is More than Min: Solving Maximization Problems with Heuristic Search., IJCAI, 2015", "Speedy versus Greedy Search., IJCAI, 2015"], "Martin Aleksandrov": ["Online Fair Division., IJCAI, 2015"], "Harald Beck": ["Expressive Rule-Based Stream Reasoning., IJCAI, 2015"], "Alneu de Andrade Lopes": ["Graph Construction for Semi-Supervised Learning., IJCAI, 2015", "Bipartite Graph for Topic Extraction., IJCAI, 2015"], "Igor Braga": ["Stochastic Density Ratio Estimation and Its Application to Feature Selection., IJCAI, 2015"], "Tim Brys": ["Encoding and Combining Knowledge to Speed up Reinforcement Learning., IJCAI, 2015"], "Mara Abel": ["A Cognitively Inspired Approach for Knowledge Representation and Reasoning in Knowledge-Based Systems., IJCAI, 2015"], "Marc Yu-San Chee": ["Distribution of UCT and Its Ramifications., IJCAI, 2015"], "Alejandro Corbellini": ["A Distributed Platform to Ease the Development of Recommendation Algorithms on Large-Scale Graphs., IJCAI, 2015"], "Cristina Cornelio": ["Models for Conditional Preferences as extensions of CP-nets., IJCAI, 2015"], "Viviana Cotik": ["Information Extraction of Texts in the Biomedical Domain., IJCAI, 2015"], "Andrew Cropper": ["Learning Efficient Logic Programs., IJCAI, 2015"], "Ana Cristina Bicharra Garcia": ["RoTuEl: A Semi-Automated Method for Labeling Political Tweets., IJCAI, 2015"], "Golnoosh Farnadi": ["Statistical Relational Learning Towards Modelling Social Media Users., IJCAI, 2015"], "Nicola Guido": ["On the Static Analysis for SPARQL Queries Using Modal Logic., IJCAI, 2015"], "Athirai Aravazhi Irissappane": ["Exploiting Trust Information to Cope with Malicious Entities in Multi-Agent Systems., IJCAI, 2015"], "Fatemeh Jahedpari": ["Artificial Prediction Markets for Online Prediction., IJCAI, 2015"], "Elizabeth A. Jensen": ["Multi-Robot Exploration with Communication Restrictions., IJCAI, 2015"], "Franz Wotawa": ["Diagnosis of Technical Systems., IJCAI, 2015"], "Thomas Linsbichler": ["Abstract Argumentation Frameworks - From Theoretical Insights to Practical Implications., IJCAI, 2015"], "Adrien Maillard": ["Flexible Scheduling for an Agile Earth-Observing Satelllite., IJCAI, 2015"], "Travis Mandel": ["Towards More Practical Reinforcement Learning., IJCAI, 2015"], "Marie D. Manner": ["Using Small Humanoid Robots to Detect Autism in Toddlers., IJCAI, 2015"], "Yoko Nakajima": ["Automatic Extraction of References to Future Events from News Articles Using Semantic and Morphological Information., IJCAI, 2015"], "Aaditya Ramdas": ["Advances in Nonparametric Hypothesis Testing., IJCAI, 2015"], "Diederik Marijn Roijers": ["Efficient Methods for Multi-Objective Decision-Theoretic Planning., IJCAI, 2015"], "Ariel Rosenfeld": ["Automated Agents for Advice Provision., IJCAI, 2015"], "Sayan D. Sen": ["An Intelligent and Unified Framework for Multiple Robot and Human Coalition Formation., IJCAI, 2015"], "Zohreh Shams": ["Normative Practical Reasoning: An Argumentation-Based Approach., IJCAI, 2015"], "Leandro Soriano Marcolino": ["Unleashing the Power of Multi-Agent Voting Teams., IJCAI, 2015"], "Huei Diana Lee": ["Feature Selection for Multi-Label Learning., IJCAI, 2015"], "Marc van Zee": ["Rational Architecture = Architecture from a Recommender Perspective., IJCAI, 2015"], "Dongxia Wang": ["Quantifying and Improving the Robustness of Trust Systems., IJCAI, 2015"], "XiaoJian Wu": ["Approximate Algorithms for Stochastic Network Design., IJCAI, 2015"], "Michael Kueppers": ["Activity-Based Scheduling of Science Campaigns for the Rosetta Orbiter., IJCAI, 2015"], "Stephanie Rosenthal": ["CoBots: Robust Symbiotic Autonomous Mobile Service Robots., IJCAI, 2015"]}