{"Marcello Frixione": ["Symbols and Subsymbols for Representing Knowledge: A Catalogue Raisonné., IJCAI, 1989"], "Nils Dahlbäck": ["A Symbol Is Not a Symbol., IJCAI, 1989"], "Stuart J. Russell": ["Execution Architectures and Compilation., IJCAI, 1989", "On Optimal Game-Tree Search using Rational Meta-Reasoning., IJCAI, 1989"], "Shie-rei Huang": ["Parallel Iterative A* Search: An Admissible Distributed Heuristic Search Algorithm., IJCAI, 1989"], "Rosanne M. Fulcomer": ["Correct Parallel Status Assignment for the Reason Maintenance System., IJCAI, 1989"], "Curt Powley": ["Single-Agent Parallel Window Search: A Summary of Results., IJCAI, 1989"], "Subir Bhattacharya": ["Searching Game Trees in Parallel Using SSS., IJCAI, 1989"], "William S. Havens": ["Platypus: A Constraint-Based Reasoning System., IJCAI, 1989"], "Paul R. Cooper": ["Domain Dependence in Parallel Constraint Satisfaction., IJCAI, 1989"], "Hans W. Guesgen": ["A Universal Programming Language., IJCAI, 1989"], "Leon Sterling": ["Explaining Prolog Based Expert Systems Using a Layered Meta-Interpreter., IJCAI, 1989"], "Thomas Graf": ["Simulation of Hybrid Circuits in Constraint Logic Programming., IJCAI, 1989"], "Z. I. Markov": ["A Framework for Network Modeling in Prolog., IJCAI, 1989"], "Michael A. Kelly": ["An Evaluation of DRete on CUPlD for OPSS Matching., IJCAI, 1989"], "Chinh-Chi Hsu": ["The Search Ahead Conflict Resolution for Parallel Firing of Production Systems., IJCAI, 1989"], "Lisiane Goffaux": ["A Technique for Customizing Object-Oriented Knowledge Representation Systems, With An Application to Network Problem Management., IJCAI, 1989"], "Sanjaya Addanki": ["Contexts: Dynamic Identification of Common Parameters in Distributed Analysis of Complex Devices., IJCAI, 1989", "Reasoning About Assumptions in Graphs of Models., IJCAI, 1989"], "Premkumar T. Devanbu": ["A Knowledge-Based Software Information System., IJCAI, 1989"], "Rudi Lutz": ["Chart Parsing of Flowgraphs., IJCAI, 1989"], "Mark Perlin": ["Call-Graph Caching: Transforming Programs into Networks., IJCAI, 1989"], "John Domingue": ["A New Metaphor for the Graphical Explanation of Forward-Chaining Rule Execution., IJCAI, 1989"], "Michael R. Wick": ["Reconstructive Explanation: Explanation as Complex Problem Solving., IJCAI, 1989"], "Alex Kass": ["Adaptation-Based Explanation: Extending Script/Frame Theory to Handle Novel Input., IJCAI, 1989"], "Yasusi Kanada": ["A Vectorization Technique for Prolog without Explosion., IJCAI, 1989"], "Nikos Drakos": ["Unrestricted And-Parallel Execution of Logic Programs with Dependency Directed Backtracking., IJCAI, 1989"], "Bernd Schend": ["A Sequential View of AND-Parallelism Through Partial AND-Processes., IJCAI, 1989"], "Tomas Hrycej": ["Unsupervised Learning by Backward Inhibition., IJCAI, 1989"], "Chung-Jen Ho": ["On Multi-Layered Connectionist Models: Adding Layers vs. Increasing Width., IJCAI, 1989"], "Vasant G. Honavar": ["Generation, Local Receptive Fields and Global Convergence Improve Perceptual Learning in Connectionist Networks., IJCAI, 1989"], "Hideto Tomabechi": ["Beyond PDP: The Frequency Modulation Neural Network Architecture., IJCAI, 1989"], "David Handelman": ["Integrating Knowledge-Based System and Neural Network Techniques for Robotic Skill Acquisition., IJCAI, 1989"], "Edward Rothberg": ["Experiences Implementing a Parallel ATMS on a Shared-Memory Multiprocessor., IJCAI, 1989"], "Stephen S. Wilson": ["Neural Computing on a One Dimensional SIMD Array., IJCAI, 1989"], "James Rice": ["The ELINT Application on Poligon: The Architecture and Performance of a Concurrent Blackboard System., IJCAI, 1989"], "John K. Debenham": ["The Implementation of Expert, Knowledge-Based Systems., IJCAI, 1989"], "F. D. Highland": ["Knowledge Base Compilation., IJCAI, 1989"], "Richard H. Stottler": ["Rapid Retrieval Algorithms for Case-Based Reasoning., IJCAI, 1989"], "Shashi Shekhar": ["Minimizing Response Times in Real Time Planning and Search., IJCAI, 1989"], "Barbara Hayes-Roth": ["Intelligent Monitoring and Control., IJCAI, 1989"], "Richard Washington": ["Input Data Management in Real-Time AI Systems., IJCAI, 1989"], "Rajendra T. Dodhiawala": ["Real-Time AI Systems: A Definition and An Architecture., IJCAI, 1989"], "Kuo-Chu Chang": ["Node Aggregation for Distributed Inference in Bayesian Networks., IJCAI, 1989"], "Rina Dechter": ["Experimental Evaluation of Preprocessing Techniques in Constraint Satisfaction Problems., IJCAI, 1989"], "Eugene C. Freuder": ["Partial Constraint Satisfaction., IJCAI, 1989"], "Igor Rivin": ["An Algebraic Approach to Constraint Satisfaction Problems., IJCAI, 1989"], "Johan de Kleer": ["A Comparison of ATMS and CSP Techniques., IJCAI, 1989", "Diagnosis with Behavioral Modes., IJCAI, 1989"], "Anup K. Sen": ["Fast Recursive Formulations for Best-First Search That Allow Controlled Use of Memory., IJCAI, 1989"], "Henry W. Davis": ["Towards Finding Optimal Solutions with Non-Admissible Heuristics: A New Technique., IJCAI, 1989"], "Mark S. Fox": ["Constrained Heuristic Search., IJCAI, 1989", "(How) Is AI Impacting Manufacturing?, IJCAI, 1989"], "Peter C. Nelson": ["Multi-Dimensional Heuristic Searching., IJCAI, 1989"], "Anton Scheucher": ["The Reason for the Benefits of Minimax Search., IJCAI, 1989"], "Richard E. Korf": ["Generalized Game Trees., IJCAI, 1989"], "Charles Elkan": ["Conspiracy Numbers and Caching for Searching And/Or Trees and Theorem-Proving., IJCAI, 1989"], "Qiang Yang": ["Preprocessing Search Spaces for Branch and Bound Search., IJCAI, 1989"], "Vincent J. Digricoli": ["And-Or Graphs Applied to RUE Resolution., IJCAI, 1989"], "Alan Bundy": ["A Rational Reconstruction and Extension of Recursion Analysis., IJCAI, 1989"], "Dan Benanav": ["Recognizing Unnecessary Inference., IJCAI, 1989"], "Fausto Giunchiglia": ["Abstract Theorem Proving., IJCAI, 1989"], "Christoph Lingenfelder": ["Structuring Computer Generated Proofs., IJCAI, 1989"], "M. J. Shensa": ["A Computational Structure for the Propositional Calculus., IJCAI, 1989"], "Mehdi T. Harandi": ["Program Derivation Using Analogy., IJCAI, 1989"], "Marco A. Casanova": ["Logic Programming with General Clauses and Defaults Based on Model Elimination., IJCAI, 1989"], "Rolf Socher-Ambrosius": ["Reducing the Derivation of Redundant Clauses in Reasoning Systems., IJCAI, 1989"], "Maurice Bruynooghe": ["Explanation Based Program Transformation., IJCAI, 1989"], "Peter Madden": ["The Specialization and Transformation of Constructive Existence Proofs., IJCAI, 1989"], "Dongming Wang": ["On Wu's Method for Proving Constructive Geometric Theorems., IJCAI, 1989"], "Domenico Cantone": ["On the Decidability of Formulae Involving Continuous and Closed Functions., IJCAI, 1989"], "Elisha Sacks": ["An Approximate Solver for Symbolic Equations., IJCAI, 1989"], "Xuhua Liu": ["Lock, Linear Lambda-Paramodulation in Operator Fuzzy Logic., IJCAI, 1989"], "Yves Auffray": ["Modal Theorem Proving: An Equational Viewpoint., IJCAI, 1989"], "Timothy M. Lownie": ["Extending Reflective Architectures., IJCAI, 1989"], "Thomas B. Kane": ["Maximum Entropy in Nilsson's Probabilistic Logic., IJCAI, 1989"], "Bijan Arbab": ["How to Represent Opaque Sentences in First Order Logic., IJCAI, 1989"], "Andrew B. Baker": ["A Theorem Prover for Prioritized Circumscription., IJCAI, 1989", "Temporal Projection and Explanation., IJCAI, 1989"], "Peter K. Rathmann": ["Circumscribing Equality., IJCAI, 1989"], "Jim E. Greer": ["A Computational Framework for Granularity and its Application to Educational Diagnosis., IJCAI, 1989"], "Rick Evertsz": ["The Generation of 'Critical Problems' by Abstract Interpretations of Student Models., IJCAI, 1989"], "Sarah A. Douglas": ["Generating Causal Explanation from a Cardio-Vascular Simulation., IJCAI, 1989"], "Victor R. Lesser": ["Focus of Control Through Goal Relationships., IJCAI, 1989"], "Kristian J. Hammond": ["Opportunistic Memory., IJCAI, 1989"], "Gregg Collins": ["An Adaptive Model of Decision-Making in Planning., IJCAI, 1989"], "Katia P. Sycara": ["Argumentation: Planning Other Agents' Plans., IJCAI, 1989"], "Edwina L. Rissland": ["Combining Case-Based and Rule-Based Reasoning: A Heuristic Approach., IJCAI, 1989"], "Martin Thost": ["Generating Facts From Opinions with Information Source Models., IJCAI, 1989"], "Kevin D. Ashley": ["Defining Salience in Case-Based Arguments., IJCAI, 1989"], "James C. Spohrer": ["Simulating Student Programmers., IJCAI, 1989"], "Alex Quilici": ["The Correction Machine: Formulating Explanations for User Misconceptions., IJCAI, 1989"], "Jayant Kalagnanam": ["Learning to Diagnose by Doing., IJCAI, 1989"], "Joel D. Martin": ["Focusing Attention for Observational Learning: The Importance of Context., IJCAI, 1989"], "John A. Barnden": ["Neural-Net Implementation of Complex Symbol-Processing in a Mental Model Approach to Syllogistic Reasoning., IJCAI, 1989"], "Dekai Wu": ["A Probabilistic Approach to Marker Propagation., IJCAI, 1989"], "Wesley Braudaway": ["Automated Synthesis of Constrained Generators., IJCAI, 1989"], "Steve A. Chien": ["Using and Refining Simplifications: Explanation-Based Learning of Plans in Intractable Domains., IJCAI, 1989"], "Peter Shell": ["Towards a General Framework for Composing Disjunctive and Iterative Macro-operators., IJCAI, 1989"], "Seiji Yamada": ["Selective Learning of Macro-operators with Perfect Causality., IJCAI, 1989"], "David Ruby": ["Learning Subgoal Sequences for Planning., IJCAI, 1989"], "Larry A. Rendell": ["A Study of Empirical Learning for an Involved Problem., IJCAI, 1989"], "Gregg Yost": ["A Problem Space Approach to Expert System Specification., IJCAI, 1989"], "Jitu Patel": ["On the Road to Automatic Knowledge Engineering., IJCAI, 1989"], "Brian R. Gaines": ["Comparing the Conceptual Systems of Experts., IJCAI, 1989"], "Giulia Pagallo": ["Learning DNF by Decision Trees., IJCAI, 1989"], "Christopher J. Matheus": ["Constructive Induction On Decision Trees., IJCAI, 1989"], "Pankaj Mehra": ["Principled Constructive Induction., IJCAI, 1989"], "James Wogulis": ["Improving Efficiency by Learning Intermediate Concepts., IJCAI, 1989"], "Kenneth Basye": ["Coping With Uncertainty in Map Learning., IJCAI, 1989"], "Paul D. Scott": ["Learning Novel Domains Through Curiosity and Conjecture., IJCAI, 1989"], "Wei-Min Shen": ["Rule Creation and Rule Learning Through Environmental Exploration., IJCAI, 1989"], "Amy Unruh": ["Abstraction in Problem Solving and Learning., IJCAI, 1989"], "Jude W. Shavlik": ["Acquiring Recursive Concepts with Explanation-Based Learning., IJCAI, 1989"], "Prasad Tadepalli": ["Lazy ExplanationBased Learning: A Solution to the Intractable Theory Problem., IJCAI, 1989"], "Jack Mostow": ["Discovering Admissible Heuristics by Abstracting and Optimizing: A Transformational Approach., IJCAI, 1989"], "George Drastal": ["Induction in an Abstraction Space: A Form of Constructive Induction., IJCAI, 1989"], "Michael J. Pazzani": ["Detecting and Correcting Errors of Omission After Explanation-Based Learning., IJCAI, 1989"], "Roberto Gemello": ["An Integrated Characterization and Discrimination Scheme to Improve Learning Efficiency in Large Data Sets., IJCAI, 1989"], "Raymond J. Mooney": ["The Effect of Rule Use on the Utility of Explanation-Based Learning., IJCAI, 1989", "An Experimental Comparison of Symbolic and Connectionist Learning Algorithms., IJCAI, 1989"], "Milind Tambe": ["Eliminating Expensive Chunks by Restricting Expressiveness., IJCAI, 1989"], "Shaul Markovitch": ["Utilization Filtering: A Method for Reducing the Inherent Harmfulness of Deductively Learned Knowledge., IJCAI, 1989"], "Russell Greiner": ["Incorporating Redundant Learned Rules: A Preliminary Formal Analysis of EBL., IJCAI, 1989"], "Rich Caruana": ["Representation and Hidden Bias II: Eliminating Defining Length Bias in Genetic Search via Shuffle Crossover., IJCAI, 1989"], "Gunar E. Liepins": ["Alternatives for Classifier System Credit Assignment., IJCAI, 1989"], "David J. Montana": ["Training Feedforward Neural Networks Using Genetic Algorithms., IJCAI, 1989"], "John R. Koza": ["Hierarchical Genetic Algorithms Operating on Populations of Computer Programs., IJCAI, 1989"], "Sholom M. Weiss": ["An Empirical Comparison of Pattern Recognition, Neural Nets, and Machine Learning Classification Methods., IJCAI, 1989"], "Douglas H. Fisher": ["An Empirical Comparison of ID3 and Back-propagation., IJCAI, 1989", "Noise-Tolerant Conceptual Clustering., IJCAI, 1989"], "David W. Aha": ["Noise-Tolerant Instance-Based Learning Algorithms., IJCAI, 1989"], "Steven W. Norton": ["Generating Better Decision Trees., IJCAI, 1989"], "David K. Tcheng": ["Building Robust Learning Systems by Combining Induction and Optimization., IJCAI, 1989"], "Robert C. Holte": ["Concept Learning and the Problem of Small Disjuncts., IJCAI, 1989"], "Paul Thagard": ["Chemical Analogies: Two Kinds of Explanation., IJCAI, 1989"], "Mirsad Hadzikadic": ["Concept Formation by Incremental Conceptual Clustering., IJCAI, 1989"], "Wray L. Buntine": ["A Critique of the Valiant Model., IJCAI, 1989"], "Qiong Gao": ["The Minimum Description Length Principle and Its Application to Online Learning of Handprinted Characters., IJCAI, 1989"], "Luc De Raedt": ["Towards Friendly Concept-Learners., IJCAI, 1989"], "Marianne Winslett": ["Sometimes Updates Are Circumscription., IJCAI, 1989"], "Vladimir Lifschitz": ["Things That Change by Themselves., IJCAI, 1989"], "Yves Lespérance": ["A Formal Account of Self-Knowledge and Action., IJCAI, 1989"], "Monte Zweben": ["Constraint Satisfaction with Delayed Evaluation., IJCAI, 1989"], "Daniel Weise": ["Constraint Posting for Verifying VLSI Circuits., IJCAI, 1989"], "Walter Hamscher": ["Temporally Coarse Representation of Behavior for Model-based Troubleshooting of Digital Circuits., IJCAI, 1989"], "Erik Sandewall": ["Filter Preferential Entailment for the Logic of Action in Almost Continuous Worlds., IJCAI, 1989"], "Jay C. Weber": ["A Parallel Algorithm for Statistical Belief Refinement and its use in Causal Reasoning., IJCAI, 1989"], "Gilad Zlotkin": ["Negotiation and Task Sharing Among Autonomous Agents in Cooperative Domains., IJCAI, 1989"], "Moshe Tennenholtz": ["On Cooperation in a Multi-Entity Model., IJCAI, 1989"], "Kurt Konolige": ["Ascribing Plans to Agents., IJCAI, 1989", "On the Relation Between Autoepistem ic Logic and Circumscription., IJCAI, 1989"], "Jie Cheng": ["Ordering Problem Subgoals., IJCAI, 1989"], "Joachim Hertzberg": ["Towards a Theory of Conflict Detection and Resolution in Nonlinear Plans., IJCAI, 1989"], "Subbarao Kambhampati": ["Control of Refitting during Plan Reuse., IJCAI, 1989"], "Caroline C. Hayes": ["A Model of Planning for Plan Efficiency: Taking Advantage of Operator Overlap., IJCAI, 1989"], "Yoav Shoham": ["Time for Action: On the Relation Between Time, Knowledge and Action., IJCAI, 1989", "Belief as Defeasible Knowledge., IJCAI, 1989"], "Mark Drummond": ["Goal Ordering in Partially Ordered Plans., IJCAI, 1989"], "Anand S. Rao": ["Minimal Change and Maximal Coherence: A Basis for Belief Revision and Reasoning about Actions., IJCAI, 1989"], "Michael P. Georgeff": ["Decision-Making in an Embedded Reasoning System., IJCAI, 1989"], "Mark S. Boddy": ["Solving Time-Dependent Planning Problems., IJCAI, 1989"], "Keiji Kanazawa": ["A Model for Projection and Action., IJCAI, 1989"], "Pattie Maes": ["The Dynamics of Action Selection., IJCAI, 1989"], "Naiping Keng": ["A Planning/Scheduling Methodology for the Constrained Resource Problem., IJCAI, 1989"], "Patrick Prosser": ["A Reactive Scheduling Agent., IJCAI, 1989"], "Ronen Feldman": ["Constraint Satisfiability Algorithms for Interactive Student Scheduling., IJCAI, 1989"], "Lou Tychonievich": ["A Maneuvering-Board Approach to Path Planning with Moving Obstacles., IJCAI, 1989"], "Daryl H. Graf": ["Neuroplanners and Their Application to Eyes/Head/Neck Coordination., IJCAI, 1989"], "Bo Zhang": ["Motion Planning of Multi-Joint Robotic Arm with Topological Dimension Reduction Method., IJCAI, 1989"], "Luiz Homem de Mello": ["Representations of Assembly Sequences., IJCAI, 1989"], "Gerhard Brewka": ["Preferred Subtheories: An Extended Logical Framework for Default Reasoning., IJCAI, 1989"], "Ulrich Junker": ["A Correct Non-Monotonic ATMS., IJCAI, 1989"], "Murray Shanahan": ["Prediction is Deduction but Explanation is Abduction., IJCAI, 1989"], "Hector J. Levesque": ["A Knowledge-Level Account of Abduction., IJCAI, 1989"], "Daniel G. Schwartz": ["Outline of a Naive Semantics for Reasoning with Qualitative Linguistic Information., IJCAI, 1989"], "Eugene Charniak": ["A Semantics for Probabilistic Quantifier-Free First-Order Languages, with Particular Application to Story Understanding., IJCAI, 1989"], "Stig K. Andersen": ["HUGIN - A Shell for Building Bayesian Belief Universes for Expert Systems., IJCAI, 1989"], "Lin Padgham": ["Negative Reasoning Using Inheritance., IJCAI, 1989"], "Krishnaprasad Thirunarayan": ["An Evidence-based Framework for a Theory of Inheritance., IJCAI, 1989", "On the Declarative Semantics of Inheritance Networks., IJCAI, 1989"], "Fahiem Bacchus": ["A Modest, but Semantically Well Founded, Inheritance Reasoner., IJCAI, 1989"], "Didier Dubois": ["Measure-Free Conditioning, Probability and Non-Monotonic Reasoning., IJCAI, 1989"], "Gregory M. Provan": ["An Analysis of ATMS-Based Techniques for Computing Dempster-Shafer Belief Functions., IJCAI, 1989"], "Eric Horvitz": ["Reflection and Action Under Scarce Resources: Theoretical Principles and Empirical Study., IJCAI, 1989"], "Bon K. Sy": ["Qualitative Reasoning of Bayesian Belief Using Meta-knowledge., IJCAI, 1989"], "Craig Boutilier": ["A Semantical Approach to Stable Inheritance Reasoning., IJCAI, 1989"], "Bart Selman": ["The Tractability of Path-Based Inheritance., IJCAI, 1989"], "David W. Etherington": ["Vivid Knowledge and Tractable Reasoning., IJCAI, 1989"], "Lynn Andrea Stein": ["Skeptical Inheritance: Computing the Intersection of Credulous Extensions., IJCAI, 1989"], "Ronald Fagin": ["Uncertainty, Belief, and Probability., IJCAI, 1989"], "Yoshiteru Ishida": ["Using Global Properties for Qualitative Reasoning: A Qualitative System Theory., IJCAI, 1989"], "Renato de Mori": ["Perturbation Analysis with Qualitative Models., IJCAI, 1989", "On the Generalization Capability of Multi-Layered Networks in the Extraction of Speech Properties., IJCAI, 1989"], "Jon Doyle": ["Stochastic Analysis of Qualitative Dynamics., IJCAI, 1989"], "Eero Hyvönen": ["Constraint Reasoning Based on Interval Arithmetic., IJCAI, 1989"], "Yasushi Fujiwara": ["Relating the TMS to Autoepistemic Logic., IJCAI, 1989"], "Michael Reinfrank": ["On the Relation Between Truth Maintenance and Autoepistemic Logic., IJCAI, 1989"], "Raghu Karinthi": ["Using a Feature Algebra for Reasoning about Geometric Feature Interactions., IJCAI, 1989"], "Andrew Gelsey": ["Automated Physical Modeling., IJCAI, 1989"], "Richard J. Doyle": ["A Focused, Context-Sensitive Approach to Monitoring., IJCAI, 1989", "Reasoning About Hidden Mechanisms., IJCAI, 1989"], "Daniel Dvorak": ["Model-Based Monitoring of Dynamic Systems., IJCAI, 1989"], "Zhang Mingyi": ["Approximation of Indistinct Concepts., IJCAI, 1989"], "Andreas Dengel": ["ANASTASIL: A Hybrid Knowledge-Based System for Document Layout Analysis., IJCAI, 1989"], "Klaus Nökel": ["Temporal Matching: Recognizing Dynamic Situations from Discrete Measurements., IJCAI, 1989"], "Louise Travé-Massuyès": ["The Orders of Magnitude Models as Qualitative Algebras., IJCAI, 1989"], "Patrick J. Hayes": ["Processes at Discontinuities., IJCAI, 1989"], "Kenneth D. Forbus": ["Introducing Actions into Qualitative Simulation., IJCAI, 1989"], "David L. Hibler": ["The Thought Experiment Approach to Qualitative Physics., IJCAI, 1989"], "Mira Balaban": ["The Logic of Time Structures: Temporal and Nonmonotonic Features., IJCAI, 1989"], "Peter van Beek": ["Approximation Algorithms for Temporal Reasoning., IJCAI, 1989"], "Malik Ghallab": ["Managing Efficiently Temporal Relations Through Indexed Spanning Trees., IJCAI, 1989"], "David Poole": ["Normality and Faults in Logic-Based Diagnosis., IJCAI, 1989"], "Luca Console": ["A Theory of Diagnosis for Incomplete Causal Models., IJCAI, 1989"], "Peter Struss": ["\"Physical Negation\" Integrating Fault Models into the General Diagnostic Engine., IJCAI, 1989"], "Boi Faltings": ["Reasoning about Kinematic Topology., IJCAI, 1989"], "Leo Joskowicz": ["Simplification and Abstraction of Kinematic Behaviors., IJCAI, 1989"], "Massimo Gallanti": ["A Diagnostic Algorithm based on Models at Different Level of Abstraction., IJCAI, 1989"], "Yoshiyuki Koseki": ["Experience Learning in Model-Based Diagnostic Systems., IJCAI, 1989"], "Jiah-Shing Chen": ["Candidate Ordering and Elimination in Model-Based Fault Diagnosis., IJCAI, 1989"], "Burkhard Freitag": ["An Integrated Knowledge Based Assembly Control System for Automobile Manufacturing., IJCAI, 1989"], "Joseph Y. Halpern": ["An Analysis of First-Order Logics of Probability., IJCAI, 1989"], "Peter Jackson": ["On the Semantics of Counterfactuals., IJCAI, 1989"], "Ashok K. Goel": ["Functional Representation of Designs and Redesign Problem Solving., IJCAI, 1989"], "Sanjay Mittal": ["Towards a Generic Model of Configuraton Tasks., IJCAI, 1989"], "Francois Daube": ["A Case-Based Mechanical Redesign System., IJCAI, 1989"], "Witold Paluszynski": ["Design Optimization Using Dynamic Evaluation., IJCAI, 1989"], "Hirofumi Katsuno": ["A Unified View of Propositional Knowledge Base Updates., IJCAI, 1989"], "Michael N. Huhns": ["Plausible Inferencing Using Extended Composition., IJCAI, 1989"], "Ronald A. Sumida": ["Storing and Generalizing Multiple Instances While Maintaining Knowledge-Level Parallelism., IJCAI, 1989"], "Chris Tong": ["Tuning a Knowledge Base of Refinement Rules To Create Good Circuit Designs., IJCAI, 1989"], "Kerstin Voigt": ["Automating the Construction of Patchers That Satisfy Global Constraints., IJCAI, 1989"], "Allen C. Ward": ["Extending the Constraint Propagation of Intervals., IJCAI, 1989"], "Wayne Wobcke": ["A Schema-Based Approach to Understanding Subjunctive Conditionals., IJCAI, 1989"], "Katashi Nagao": ["Semantic Interpretation Based on the Multi-World Model., IJCAI, 1989"], "Yasuhiro Katagiri": ["Semantics of Perspectival Utterances., IJCAI, 1989"], "Giorgio Satta": ["Formal Properties and Implementation of Bidirectional Charts., IJCAI, 1989"], "Stefan Wermter": ["Integration of Semantic and Syntactic Constraints for Structural Noun Phrase Disambiguation., IJCAI, 1989"], "Jürgen Allgayer": ["Bidirectional Use of Knowledge in the Multi-modal NL Access System XTRA., IJCAI, 1989"], "Kurt Codden": ["Computing Pronoun Antecedents in an English Query System., IJCAI, 1989"], "Johanna D. Moore": ["A Reactive Approach to Explanation., IJCAI, 1989"], "John A. Bateman": ["Phrasing a Text in Terms the User Can Understand., IJCAI, 1989"], "Wolfgang Finkler": ["POPEL-HOW: A Distributed Parallel Model for Incremental Natural Language Production with Feedback., IJCAI, 1989"], "Sergei Nirenburg": ["Controlling a Language Generation Planner., IJCAI, 1989"], "Egidio P. Giachin": ["A Parallel Parser for Spoken Natural Language., IJCAI, 1989"], "Sheryl R. Young": ["Layering Predictions: Flexible Use of Dialog Expectation in Speech Recognition., IJCAI, 1989"], "Ruqian Lu": ["Computer-Aided Grammar Acquisition in the Chinese Understanding System CUSAGA., IJCAI, 1989"], "Uri Zernik": ["Lexicon Acquisition: Learning from Corpus by Capitalizing on Lexical Categories., IJCAI, 1989"], "Alex Pentland": ["Perception of Non-Rigid Motion: Inference of Shape, Material and Force., IJCAI, 1989"], "John K. Tsotsos": ["The Complexity of Perceptual Search Tasks., IJCAI, 1989"], "Rick Kjeldsen": ["A Homogeneous Framework for Visual Recognition., IJCAI, 1989"], "Li-Dong Cai": ["A \"Small Leakage\" Model for Diffusion Smoothing of Image Data., IJCAI, 1989"], "Lifu Liu": ["Can Early Stage Vision Detect Topology., IJCAI, 1989"], "Pascal Fua": ["Objective Functions for Feature Discrimination., IJCAI, 1989"], "Edwin P. D. Pednault": ["Some Experiments in Applying Inductive Inference Principles to Surface Reconstruction., IJCAI, 1989"], "Gang Xu": ["Three-Dimensional Interpretation of Quadrilaterals., IJCAI, 1989", "A Region-Based Stereo Algorithm., IJCAI, 1989"], "Michelle Y. Kim": ["Visual Reasoning in Geometry Theorem Proving., IJCAI, 1989"], "Robert B. Fisher": ["Experiments with a Network-Based Geometric Reasoning Engine., IJCAI, 1989"], "Minoru Asada": ["Building a World Model for a Mobile Robot Using Dynamic Semantic Constraints., IJCAI, 1989"], "Dana H. Ballard": ["Reference Frames for Animate Vision., IJCAI, 1989"], "Andres Huertas": ["Using Generic Knowledge in Analysis of Aerial Scenes: A Case Study., IJCAI, 1989"], "John R. Jordan III": ["Chromatic Stereopsis., IJCAI, 1989"], "Lawrence B. Wolff": ["Using Line Correspondence Stereo to Measure Surface Orientation., IJCAI, 1989"], "Stephen W. Smoliar": ["The Challenge of Neural Darwinism., IJCAI, 1989"], "David P. Miller": ["Robot Navigation., IJCAI, 1989"], "Perry W. Thorndyke": ["High-Impact Future Research Directions for Artificial Intelligence., IJCAI, 1989"], "Peter Friedland": ["Artificial Intelligence and Space Exploration., IJCAI, 1989"]}